Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# NUnitPad.NUnitPadContent.TestTreeView.ClickOnRunInformationNode
source: Click on run tests or refresh to activate testing
es: Dar clic en ejecutar pruebas o actualizar para activar las pruebas.
fi: Klikkaa "Aja testit" tai "Päivitä" jotta testaus uusitaan
fr: Cliquez sur lancer les tests ou rafraîchir pour activer le mode de test
hu: Klikkeljen a Tesztek futtatására vagy frissítsen hogy aktiválja a tesztelést
it: Click su Esegui Tests o Aggiorna per attivare il testing
kr: 시험을 활성화하려면 시험 실행이나 새로 고침을 누르십시오
nl: Klik 'Testen uitvoeren' of 'Herladen' om testen te activeren
no: Klikk på 'Kjør tester' eller oppdater for å aktivere testing.
pl: Kliknij na uruchom testy lub odśwież aby aktywować testowanie
pt: Click em testes executados ou actualizar para activar teste
pt_br: Clique em "Executar Testes" ou "Atualizar" para ativar os testes.
ro: Dati click pe "Ruleaza teste" sau "Reincarca" pentru a activa testarea
ru: Щёлкните на запущенном тесте или обновите окно для активизации тестирования
tr: Test etmeyi etkinleştirmek için testleri çalıştır yada yenile 'ye tıklayın
zh: 点击运行测试或刷新激活测试

# NUnitPad.NUnitPadContent.TestTreeView.LoadingErrorNode
source: Loading error
es: Error al cargar
fi: Lataa virheet
fr: Erreur de chargement
hu: Betöltési hiba
it: Errore di caricamento
kr: 읽어들이기 오류
nl: Fout bij het laden
no: Innlastingsfeil
pl: Błąd ładowania
pt: Erro de carregamento
pt_br: Erro ao carregar
ro: Eroare la incarcare
ru: Ошибка загрузки
tr: Yükleme hatası
zh: 加载产生的错误

# NUnitPad.NUnitPadContent.TestTreeView.TestFailedMessage
source: Test case '${TestCase}' failed.
es: El test case '${TestCase}' falló.
fi: Testi '${TestCase}' epäonnistui.
fr: Le test '${TestCase}' a échoué.
hu: A '${TestCase}' tesztfeltétel sikertelen, oka: '${Message}'.
it: Test '${TestCase}' fallito.
kr: '${TestCase}' 시험이 실패했습니다.
nl: Test '${TestCase}' is mislukt.
no: Testen '${TestCase}' feilet.
pl: Przypadek testu '${TestCase}' nie powiódł się, powód:'${Message}'.
pt: Falha no teste '$@TestCase}'.
pt_br: O teste da condição '${TestCase}' falhou, razão: '${Message}'.
ru: Проверка варианта '${TestCase}' не удалась.
tr: '${TestCase}' testi başarısız, çünkü: '${Message}'.
zh: 测试用例'${TestCase}'未通过测试

# NUnitPad.NUnitPadContent.TestTreeView.TestNotExecutedMessage
source: Test case '${TestCase}' was not executed.
es: El Test case '${TestCase}' no fue ejecutado.
fi: Testi '${TestCase}' ei käynnisty
fr: Le test '${TestCase}' n'a pas été lancé.
hu: A '${TestCase}' tesztfeltétel nem került végrehajtásra.
it: Il test '${TestCase}' non è stato eseguito.
kr: '${TestCase}' 시험이 실행되지 않았습니다.
nl: Test '${TestCase}' is niet tot uitvoering gekomen.
no: Test case '${TestCase}' ble ikke kjørt.
pl: Przypadek testu '${TestCase}' nie został uruchomiony.
pt: O Test case '${TestCase}' não foi executado.
pt_br: O teste da condição '${TestCase}' não foi executado.
ru: Тест '${TestCase}' не был запущен.
tr: '${TestCase}' testi çalıştırılmadı.
zh: 测试用例'${TestCase}'没有执行。

# ObjectBrowser.Menu.LoadAssembly
source: Load Assembly...
es: Cargar Ensamblado...
fi: Lataa kokoonpano ...
fr: Charger assembly...
hu: Szerelvény betöltése...
it: Carica l'Assembly...
kr: 어셈블리 로드...
nl: Laad assembly...
no: Last inn samling...
pl: Ładuj Assembly...
pt: Carregar Assembly...
pt_br: Abrir Assembly...
ro: Incarca Assembly...
ru: Загрузить сборку...
tr: Tümleşke Yükle...
zh: 读取集合...

# ObjectBrowser.Menu.LoadRef
source: Load Referenced Assemblies
es: Cargar Ensamblados Referenciados
fi: Lataa viitekokoonpano
fr: Charger les assemblies référencées
hu: Hivatkozott Szerelvények betöltése
it: Carica gli Assembly Referenziati
kr: 참조된 어셈블리 로드
nl: Laad referentie assemblies
no: Last inn refererte samlinger
pl: Ładuj Referencyjne Assemblies
pt: Carregar Assemblies Referenciados
pt_br: Abrir Assemblies Referenciados
ro: Incarca Assembly-urile referite
ru: Загрузить ссылающиеся сборки
tr: Referans Edilmiş Tümleşkeleri Yükle
zh: 读取引用装配

# ObjectBrowser.Menu.LoadStd
source: Load Standard Assemblies
es: Cargar Ensamblados Standard
fi: Lataa normikokoonpano
fr: Charger les assemblies standards
hu: Alapértelmezett Szerelvények betöltése
it: Carica gli Assembly Standard
kr: 표준 어셈블리를 로드합니다
nl: Laad standaard assemblies
no: Last inn standardsamlinger
pl: Ładuj Standardowe Assebmlies
pt: Carregar Assemblies Padrão
pt_br: Abrir Assemblies Padrão
ro: Incarca Assembly-uri standard
ru: Загрузить стандартные сборки
tr: Standart Tümleşkeleri Yükle
zh: 读取标准装配

# OpenFileTabEventHandler.ContextMenu.Close
source: C&lose
es: &Cerrar
fi: Sulje
fr: Fer&mer
hu: &Bezár
it: C&hiudi
kr: 닫기(&L)
nl: S&luiten
no: &Lukk
pl: Zamknij
pt: &Fechar
pt_br: F&echar
ro: Înc&hidere
ru: Закрыть
tr: &Kapat
zh: 关闭(&L)

# OpenFileTabEventHandler.ContextMenu.CloseAllButThis
source: Close all &but this
es: Cerrar todos &excepto este
fi: Sulje kaikki paitsi tämä
fr: Fermer &tout sauf cette fenêtre
hu: Mindent bezár &ezen kívül
it: Chiude tutto &eccetto questa
kr: 이 탭을 제외한 나머지 탭 모두 닫기
nl: Alle documenten sluiten &behalve dit
no: Lukk alle &unntatt denne
pl: &Zamknij wszystko oprócz tego
pt: Fechar &todos menos este
pt_br: Fechar todos &menos este
ro: Închide tot mai &puţin cea curentă
ru: Закрыть все, кроме этой
tr: Bu hariç hepsini kapat
zh: 除此之外全部关闭(&B)

# OpenFileTabEventHandler.ContextMenu.Save
source: S&ave
es: &Guardar
fi: &Tallenna
fr: &Enregistrer
hu: &Ment
it: S&alva
kr: 저장(&A)
nl: Opsl&aan
no: &Lagre
pl: Zapi&sz
pt: &Guardar
pt_br: S&alvar
ro: S&alvare
ru: Сохранить
tr: K&aydet
zh: 保存(&A)

# OpenFileTabEventHandler.ContextMenu.SaveAs
source: Save A&s...
es: Guardar como...
fi: Tallenna nimellä
fr: Enregistrer &sous...
hu: Mentés másként...
it: Salva c&ome
kr: 다른 이름으로 저장(&S)
nl: Opslaan al&s
no: Lagre &som...
pl: Zapisz j&ako...
pt: Guardar &como...
pt_br: &Salvar Como ...
ro: &Salvare ca...
ru: Сохранить как...
tr: Farklı Ka&ydet...
zh: 另存为(&S)...

# OpenFileTabEventHandler.CopyPathName
source: Copy file path/name
es: Copiar ruta/nombre del archivo
fi: Kopioi tiedoston polku / nimi
fr: Copier chemin/nom de fichier
hu: Fájl elérési út/név másolása
it: Percorso/nome del file di copia
kr: 파일 경로/이름 복사
nl: Kopieer bestandspad/-naam
no: Kopier filsti/-navn
pl: Kopiuj ścieżkę/nazwę pliku
pt: Copiar caminho/nome do ficheiro
pt_br: Copiar name/localização do arquivo
ro: Copiere cale/nume fişier
ru: Копировать путь/имя файла
tr: Dosya yolunu/adını kopyala
zh: 复制完整路径

# OpenFileTabEventHandler.FileContainingFolderInExplorer
source: Open containing folder in Explorer
es: Abrir carpeta contenedora en el Explorador
fr: Ouvrir le répertoire dans l'explorateur
it: Apri la cartella in Esplora risorse
kr: 이 파일이 있는 폴더를 탐색기에서 열기
nl: Open de document bevattende map in de Explorer
no: Åpne gjeldende mappe i Utforsker
pl: Otwórz Folder Zawierający W Explorerze
ru: Открыть папку в Проводнике
zh: 打开所在的文件夹

# OpenFileTabEventHandler.OpenCommandPromptHere
source: Open command prompt here
es: Abrir línea de comandos aquí
fr: Ouvrir une invite de commande ici
it: Apri prompt dei comandi
nl: Open hier de commando prompt
ru: Открыть командную строку в этой папке

# PortableLibrary.ChooseTargetFrameworks
source: choose target frameworks
es: Seleccione framework de destino
fr: Choisir les frameworks ciblés
it: Scegli i framework di destinazione
nl: Selecteer doel-raamwerken.
ru: выберите целевой фреймворк

# PortableLibrary.CouldNotFindTools
source: Could not find Portable Class Library Tools.
es: No se pudieron encontrar Herramientas de Bibliotecas de Clases Portables.
fr: Impossible de trouver les outils de portabilité.
it: Impossibile trovare gli strumenti per Libreria di Classi Portabile
nl: Kan Portable Klasse-bibliotheek gereedschap niet vinden.
ru: Не удалось найти инструменты Portable Class Library.

# PortableLibrary.PortableSubset
source: .NET Portable Subset
fr: Portable .NET
it: Sottoinsieme Portabile .NET
ru: Подмножество .NET Portable

# PortableLibrary.SelectAtLeastTwoFrameworks
source: Two or more frameworks must be selected.
es: Dos a más frameworks deben ser seleccionados.
fr: Au moins 2 frameworks doivent être sélectionnés.
it: Selezionare almeno 2 frameworks.
nl: Er moeten tenminste twee raamwerken worden geselecteerd.
ru: Необходимо выбрать два или более фреймворка.

# PortableLibrary.SelectedProfile
source: Selected profile:
es: Perfil seleccionado:
fr: Profil sélectionné:
it: Profilo selezionato:
nl: Gekozen profiel:
ru: Выбранный профиль:

# PortableLibrary.SelectProfileDialog.Title
source: Select Portable Library Profile
es: Seleccione Portable Library Profile
fr: Choisir le profil de bibliothèqie portable
it: Seleziona il profilo di Libreria Portabile
nl: Kies een Portable Bibliotheek profiel.
ru: Выбрать профиль Portable Library

# PortableLibrary.ToolsInstallationHelp
source: To install the Portable Class Library Tools without installing Visual Studio, save the download file (PortableLibraryTools.exe) on your computer, and run the installation program from a Command Prompt window. Include the /buildmachine switch on the command line.
es: Para instalar las Herramientas de Bibliotecas de Clases Portables sin instalar Visual Studio, descargue el archivo (PortableLibraryTools.exe) en su computadora, y ejecute la instalación desde una ventana de línea de comandos. Incluya el operador /buildmachine.
fr: Pour installer les outils de portabilité sans installer Visual Studio, sauvegader le fichier téléchargé (PortableLibraryTools.exe) et lancer l'installeur depuis la ligne de commande avec le paramètre /buildmachine.
it: Per installare i Portable Class Library Tools senza installare Visual Studio, salva il file (PortableLibraryTools.exe) nel computer ed esegui il programma di installazione dal prompt dei comandi. Aggiungi l'opzione /buildmachine sulla linea di comando.
nl: Om de portabele Klassebibliotheek gereedschappen te installeren zonder Visual Studio te installeren, sla het download bestand op (PortableLibraryTools.exe) op uw computer en voer de installatie uit via de commndoregel. Inclusief de /bouwmachine schakeling op de commandoregel.
ru: Для установки инструментов Portable Class Library без установки Visual Studio, необходимо скачать файл (PortableLibraryTools.exe) и запустить его из командной строки с ключом /buildmachine.

# ProjectBrowser.Toolbar.CollapseAll
source: Collapse all nodes
es: Colapsar todos los nodos
fr: Réduire tous les noeuds
it: Comprimi tutti i nodi
nl: Alle knooppunten invouwen
pl: Zwiń wszystkie węzły
ru: Свернуть всё
zh: 折叠所有节点

# ProjectComponent.ContextMenu.AddExistingFiles
source: Add existing files
es: Agregar archivos existentes
fi: Lisää olemassa olevat tiedostot
fr: Ajouter fichiers existants
hu: Létező fájlok hozzáadása
it: Aggiungi file esistenti
kr: 기존 파일 더하기
nl: Toevoegen bestaande bestanden
no: Legg til eksisterende filer
pl: Dodaj istniejące pliki
pt: Adiccionar ficheiros existentes
pt_br: Adicionar arquivos existentes
ro: Adăugare fişiere existente
ru: Добавить существующие файлы
tr: Var olan dosyaları ekle
zh: 添加已存在的文件

# ProjectComponent.ContextMenu.AddExistingFiles.Copy
source: Copy
es: Copiar
fi: Kopioi
fr: Copier
hu: Másol
it: Copia
kr: 복사
nl: Kopie
no: Kopier
pl: Kopiuj
pt: Copiar
pt_br: Copiar
ro: Copiere
ru: Копировать
tr: Kopyala
zh: 复制

# ProjectComponent.ContextMenu.AddExistingFiles.Link
source: Link
es: Vincular
fi: Linkki
fr: Lien
hu: Hivatkoz
it: Collegamento
kr: 링크
nl: Koppeling
pl: Łącze
pt: Ligar
ro: Legare
ru: Создать ссылку
tr: Bağlantı
zh: 链接

# ProjectComponent.ContextMenu.AddExistingFiles.Question
source: Do you want to copy the file(s) to the target directory or do you want to create link(s) to the current location of the file(s)?
es: ¿Quiere copiar los archivos al directorio de destino o crear vínculos hacia su ubicación actual?
fi: Haluatko kopioida tiedoston / tiedostot kohdekansioon, vai haluatko luoda linkin / linkit nykyisen tiedoston polkuun ?
fr: Voulez-vous copier les fichiers dans le répertoire cible ou faire un lien vers leur emplacement actuel?
hu: Szeretné másolni a fájl(oka)t a cél mappába vagy szeretne hivatkozás(oka)t létrehozni a jelenlegi helyen a fájl(ok)ról?
it: Vuoi copiare il file nella cartella o vuoi creare un collegamento al file nella posizione corrente?
kr: 대상 디렉터리로 이 파일들을 복사하겠습니까, 아니면 이 파일들의 현재 위치로 바로 가기들을 만들겠습니까?
nl: Wilt u bestand(en) naar de doelmap kopiëren of wilt u koppelingen maken naar de momentele bestandslocatie?
no: vil du kopiere filen(e) til målkatalogen, eller vil du lage link(er) til den nåværende plasseringen?
pl: Czy chcesz skopiować plik(i) do docelowego katalogu albo czy chcesz utworzyć łącze(a) do bieżącej lokalizacji pliku(ów)?
pt: Deseja copiar o(s) ficheiro(s) para a pasta de destino ou deseja criar ligação(ções) para a actual localização do(s) ficheiro(s)?
pt_br: Voce deseja copiar o(s) arquivo(s) para o diretorio destino ou deseja criar link(s) para a localização atual do(s) arquivo(s)?
ro: Doriţi să copiaţi fişierul(ele) din directorul ţintă sau doriţi să creaţi o referinţă/referinţe către locaţia curentă a fişierului(elor)?
ru: Копировать файлы, или создать ссылки?
tr: Dosyaları hedef dizine kopyalamak yada dosyaların şu anki konumuna bağlantı oluşturmak istiyor musunuz?
zh: 您是想把文件复制到目标目录还是想创建指向原文件的链接?

# ProjectComponent.ContextMenu.AddExistingFiles.ReplaceExistingFile
source: A file with the name '${FileName}' already exists. Do you want to replace it?
es: Ya existe un archivo de nombre '${FileName}'. ¿Desea reemplazarlo?
fi: Tiedosto nimeltä "${FileName}" on jo olemassa. Haluatko korvata sen ?
fr: Un fichier appelé '${FileName}' existe déjà. Le remplacer?
hu: A '${FileName}' nevű fájl már létezik. Le szeretné cserélni?
it: Esiste già un file con nome'${FileName}'. Vuoi Sostituirlo?
kr: '${FileName}'라는 이름을 가진 파일이 이미 있습니다. 덮어 쓰시겠습니까?
nl: Er bestaat reeds een bestand met de naam ${FileName}. Wilt u deze vervangen?
no: En fil med navnet '${FileName}' eksisterer allerede. Vil du erstatte den?
pl: Plik o nazwie '${FileName};' już istnieje. Czy chcesz go zamienić?
pt: Um ficheiro com o nome '${FileName}' já existe. Deseja substituí-lo?
pt_br: Já existe um arquivo com o nome '${FileName}'. Voce deseja substitui-lo?
ru: Файл с именем '${FileName}' уже существует. Вы действительно хотите заменить его?
tr: '${FileName}' adında bir dosya zaten var, üzerine yazmak ister misiniz?
zh: 名为'${FileName}'的文件已存在, 您要替换它吗?

# ProjectComponent.ContextMenu.AddExistingFiles.ReplaceExistingFile.Title
source: Replace existing file
es: Reemplazar archivo existente
fr: Remplacer le fichier existant
hu: Létező fájl lecserélése
it: Sostituisci file esistente
kr: 기존 파일 대체
nl: Vervang bestaand bestand
no: Erstatt eksisterende fil
pl: Zamień istniejący plik
pt: Substituir ficheiro existente
pt_br: Subistitui arquivo existente
ru: Заменить существующий файл
tr: Üzerine yaz
zh: 替换已存在的文件

# ProjectComponent.ContextMenu.AddItem
source: Add &Item...
es: Agregar &Elemento...
fi: Lisää tämä nimike ...
fr: Ajouter fichier...
hu: Tétel &Hozzáadása...
it: Aggiungi &Voce...
kr: 항목 더하기(&I)...
nl: &Item toevoegen...
no: Legg til element...
pl: Dodaj &Element...
pt: Adiccionar &Item...
pt_br: Adicionar &Item...
ro: Adăugare &Item...
ru: Добавить...
tr: Öğe ekle...
zh: 添加项(&I)

# ProjectComponent.ContextMenu.AddMenu
source: Add
es: Agregar
fi: Lisää
fr: Ajouter
hu: Hozzáad
it: Aggiunge
kr: 더하기
nl: Toevoegen
no: Legg til
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ro: Adăugare
ru: Добавить
tr: Ekle
zh: 添加

# ProjectComponent.ContextMenu.AddReference
source: Add Reference
es: Agregar Referencia
fi: Lisää viite
fr: Ajouter une référence
hu: Hivatkozás hozzáadása
it: Aggiungi Riferimento
kr: 참조 추가
nl: Voeg referentie toe
no: Legg til referanse
pl: Dodaj Referencję
pt: Adicionar Referência
pt_br: Adicionar Referência
ro: Adăugare Referinţă
ru: Добавить ссылку
tr: Referans Ekle
zh: 添加引用

# ProjectComponent.ContextMenu.AddServiceReference
source: Add Service Reference
es: Agregar Referencia a Servicio
fr: Ajouter une référence de Service
it: Aggiungi Riferimento Servizio
nl: Service referentie toevoegen
ru: Добавить ссылку на сервис

# ProjectComponent.ContextMenu.AddWebReference
source: Add Web Reference
es: Agregar Referencia Web
fi: Lisää webbviite
fr: Ajouter une référence web
hu: Webhivatkozás Hozzáadása
it: Aggiungi Riferimento Web
kr: 웹 참조 더하기
nl: Web referentie toevoegen
no: Legg til web referanse
pl: Dodaj Referencję Web
pt: Adicionar Referência Web
pt_br: Adicionar Referencia Web
ro: Adăugare Refeinţă Web
ru: Добавить веб-ссылку
tr: Web Referansı Ekle
zh: 添加Web引用

# ProjectComponent.ContextMenu.Build
source: B&uild
es: &Generar
fi: Luo
fr: Construire
hu: &Szerkeszt
it: G&enera
kr: 빌드(&U)
no: Bygg
pl: B&uduj
pt: &Compilar
pt_br: C&ompilar
ru: Собрать
tr: İnşâ et
zh: 生成(&U)

# ProjectComponent.ContextMenu.Clean
source: Clea&n
es: Li&mpiar
fi: Tyhjennä
fr: &Nettoyer
hu: &Tisztít
it: Pulis&ci
kr: 정리(&N)
nl: Opscho&nen
no: Rens
pl: Cz&yść
pt: Limpar
pt_br: Limp&ar
ru: Очистить
tr: Temizle
zh: 清除(&N)

# ProjectComponent.ContextMenu.CollapseAll
source: Collapse all
es: Colapsar todo.
fr: Réduire tout
it: Comprimi tutto
nl: Alles invouwen
no: Kollaps alle
ru: Свернуть все
zh: 全部折叠

# ProjectComponent.ContextMenu.Delete.Question
source: Delete '${FileName}' permanently?
es: ¿Eliminar '${FileName}' permanentemente?
fi: Poista '${FileName}' pysyvästi ?
fr: Supprimer '${FileName}' de façon permanente?
hu: '${FileName}' végleges törlése?
it: Cancella permanentemente '${FileName}'?
kr: '${FileName}'을 영구히 삭제합니까?
nl: Wilt u '${FileName}' definitief verwijderen?
no: Slette '${FileName}' permanent?
pl: Całkowicie usunąć '${FileName}'?
pt: Apagar permanentemente '${FileName}'?
pt_br: Deletar '${FileName}' permanentemente?
ro: Ştergeţi definitiv '${FileName}'?
ru: Безвозвратно удалить '${FileName}'?
tr: '${FileName}' dosyasını tamamen sil?
zh: 永久删除'${FileName}'？

# ProjectComponent.ContextMenu.DeleteWithContents.Question
source: Delete '${FileName}' and all its contents permanently?
es: ¿Eliminar '${FileName}' y todo su contenido permanentemente?
fi: Poista '${FileName}' ja kaikki muu sen sisältö ?
fr: Supprimer '${FileName}' et son contenu de façon permanente?
hu: '${FileName}' és tartalmának végleges törlése?
it: Cancella '${FileName}' e tutto il contenuto permanentemente?
kr: '${FileName}'와 그것의 모든 내용을 영구히 삭제하겠습니까?
nl: Wilt u '${FileName}' en alle inhoud definitief verwijderen?
no: Slette '${FileName}' og alt innholdet permanent?
pl: Całkowicie usunąć '${FileName}' wraz z całą zawartością?
pt: Apagar '${FileName}' e todos os seus conteúdos, permanentemente?
pt_br: Deletar '${FileName}' e todo seu conteúdo permanentemente?
ro: Ştergeţi definitiv '${FileName}' şi întregul său conţinut?
ru: Безвозвратно удалить '${FileName}' и всё его содержимое?
tr: '${FileName}' ve bütün içeriğini kalıcı olarak silmek istiyor musunuz?
zh: 彻底删除文件'${FileName}'及其内容？

# ProjectComponent.ContextMenu.DeleteWithDependentFiles.Question
source: Delete '${FileName}' and its dependent files permanently?
es: ¿Eliminar '${FileName}' y todos sus archivos dependientes permanentemente?
fi: Poista '${FileName}' ja siitä riippuvat tiedostot ?
fr: Supprimer '${FileName}' et ses dépendances de façon permanente?
hu: '${FileName}' és függőségeinek végleges törlése?
it: Cancella '${FileName}' e tutti i file che ne dipendono permanentemente?
kr: '${FileName}'와 그 종속 파일을 영구히 삭제하겠습니까?
nl: Wilt u '${FileName}' en daarmee samenhangende bestanden verwijderen?
no: Slette '${FileName}' og avhengige filer permanent?
pl: Całkowicie usunąć '${FileName}' wraz z jego plikami zależnymi?
pt: Apagar permanentemente '${FileName}' e os ficheiros dependentes dele?
pt_br: Excluir '${FileName}' e seus arquivos dependentes permanentemente?
ro: Ştergeţi definitiv '${FileName}' şi toate fişierele depedente?
ru: Безвозвратно удалить '${FileName}' и зависящие от него файлы?
tr: '${FileName}' ve ona bağımlı dosyalar kalıcı olarak silinsin mi?
zh: 您确定要永久删除'${FileName}'和与它相关的文件吗?

# ProjectComponent.ContextMenu.ExcludeFileFromProject
source: Exclude From Project
es: Excluir del Proyecto
fi: Jätä pois projektista
fr: Exclure du projet
hu: Kizárás a Projektből
it: Esclude dal Progetto
kr: 프로젝트에서 제외
nl: Van project uitsluiten
no: Ekskluder fra prosjektet
pl: Wyklucz z Projektu
pt: Excluir do Projecto
pt_br: Excluir do Projeto
ro: Excludere din proiect
ru: Исключить из проекта
tr: Projeden Dışla
zh: 从项目中排除

# ProjectComponent.ContextMenu.ExecuteCustomTool
source: Execute custom tool
es: Ejecutar herramienta personalizada
fr: Exécuter un outil personnalisé
it: Esegui comando personalizzato
kr: 사용자 지정 도구 실행
nl: Voer aangepast gereedschap uit
no: Kjør egendefinert verktøy
ru: Выполнить пользовательский инструмент
zh: 执行自定义工具

# ProjectComponent.ContextMenu.ExistingFolder
source: Existing folder...
es: Carpeta existente...
fr: Répertoire existant...
it: Cartella esistente...
kr: 이미 있는 폴더...
nl: Bestaande map...
no: Eksisterende mappe...
ru: Существующая папка...
zh: 现有的文件夹...

# ProjectComponent.ContextMenu.ExistingFolder.CopyQuestion
source: Do you want to copy the folder to the target directory?
es: ¿Quiere copiar la carpeta al directorio de destino?
fi: Haluat kopioida kansion kohdehakemistoon ?
fr: Voulez-vous copier le dossier dans le répertoire cible ?
it: Vuoi copiare la cartella nella posizione di destinazione?
kr: 대상 디렉터리로 이 폴더를 복사하시겠습니까?
nl: Wilt u de map naar de doelmap kopiëren?
no: Vil du kopiere mappen til målkatalogen?
ru: Вы действительно хотите копировать папку в целевую директорию?
zh: 你要复制的文件夹到目标目录吗？

# ProjectComponent.ContextMenu.ExistingItem
source: Existing Item...
es: Elemento Existente...
fi: Nykyiset kohteet ...
fr: Fichier existant...
hu: Létező Tétel...
it: Voce Esistente...
kr: 기존 항목...
nl: Bestaand item...
no: Eksisterende element...
pl: Istniejący Element...
pt: Item Existente...
pt_br: Item existente...
ro: Element Existent...
ru: Существующее...
tr: Var olan Öğe...
zh: 现有项(&X)

# ProjectComponent.ContextMenu.ExistingItemAsDependent
source: Existing Item as Dependent Item...
es: Item Existente como Item Dependiente...
fr: Elément existant comme un élément dépendant...
it: Elemento Esistente come Elemento Dipendente...
kr: 기존 항목을 의존 항목으로...
nl: Bestaand item als afhankelijk item...
no: Eksisterende element som avhengig element...
ru: Существующий элемент как зависимый...
zh: 添加现有项和它的依赖项

# ProjectComponent.ContextMenu.ExistingProject
source: &Existing Project...
es: Proyecto &Existente...
fi: &Nykyiset projektit ..
fr: Projet &existant...
hu: &Létező Projekt...
it: Progetto &Esistente...
kr: 기존 프로젝트(&E)...
nl: B&estaand project
no: Eksisterende prosjekt...
pl: Istni&ejący Projekt...
pt: Projecto &Existente
pt_br: Projeto &Existente...
ro: Proiect &Existent...
ru: Существующий проект...
tr: Var olan Proje...
zh: 已存在的项目(&E)

# ProjectComponent.ContextMenu.GenerateDocumentation
source: Build documentation from XML comments
es: Generar documentación a partir de comentarios XML
fi: Luo dokumentaatio XML kommenteilla
fr: Générer la documentation à partir des commentaires XML
hu: Dokumentáció elkészítése NDoc-al
it: Genera documentazione dai commenti XML
kr: XML 주석으로부터 문서 만들기
nl: Genereer documentatie van XML aantekeningen
no: Lag dokumentasjon fra XML kommentarer
pl: Buduj dokumentację z komentarzy XML
pt: Gerar documentação com NDoc
pt_br: Criar documentação com NDoc
ru: Построить документацию из XML-комментариев
tr: NDoc ile belgelendirme inşâ et
zh: 从XML注释中生成文档
