Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# MainWindow.Windows.ErrorList.MessageButton.Label
source: ${TaskService.Messages} Messages
es: ${TaskService.Messages} Mensajes
fi: ${TaskService.Messages} viestit
hu: ${TaskService.Messages} Üzenet
it: ${TaskService.Messages} Messaggi
kr: 메시지 ${TaskService.Messages}개
nl: ${TaskService.Messages} Meldingen
no: ${TaskService.Messages} meldinger
pl: Komunikaty ${TaskService.Messages}
pt: Mensagens ${TaskService.Messages}
pt_br: Mensagens ${TaskService.Messages}
ru: ${TaskService.Messages} сообщений
tr: ${TaskService.Messages} Mesaj
zh: ${TaskService.Messages} 个消息

# MainWindow.Windows.ErrorList.MessageButton.ToolTip
source: Select whether messages are displayed in the list.
es: Muestra/Oculta mensajes en la lista.
fi: Valitse, viestit jotka pitäisi näkyä luettelossa.
fr: Afficher les messages dans la liste.
hu: Mutassa az üzeneteket a listában.
it: Seleziona se mostrare i messaggi nella lista.
kr: 메시지를 목록에 표시할지 선택합니다.
nl: Selecteer welke meldingen in de lijst getoond worden.
no: Velg om meldinger skal vises i listen.
pl: Wybierz czy wyświetlać komunikaty na liście.
pt: Seleccionar se as mensagens devem ser mostradas na lista.
pt_br: Selecionar se mensagens são mostradas na lista.
ru: Включить отображение сообщений в списке.
tr: Mesajların listede gösterilip-gösterilmeyeceğini seçin
zh: 显示消息列表

# MainWindow.Windows.ErrorList.WarningButton.Label
source: ${TaskService.Warnings} Warnings
es: ${TaskService.Warnings} Advertencias
fi: ${TaskService.Warnings} varoitukset
fr: ${TaskService.Warnings} Avertissements
hu: ${TaskService.Warnings} Figyelmeztetések
it: ${TaskService.Warnings} Segnalazioni
kr: 경고 ${TaskService.Warnings}개
nl: ${TaskService.Warnings} Waarschuwingen.
no: ${TaskService.Warnings} advarsler
pl: Ostrzeżenia ${TaskService.Warnings}
pt: Avisos ${TaskService.Warnings}
pt_br: ${TaskService.Warnings} de Atenção
ru: ${TaskService.Warnings} предупреждений
tr: ${TaskService.Warnings} Uyarı
zh: ${TaskService.Warnings} 个警告

# MainWindow.Windows.ErrorList.WarningButton.ToolTip
source: Select whether warnings are displayed in the list.
es: Muestra/Oculta advertencias en la lista.
fi: Valitse, varoitukset jotka pitäisi näkyä luettelossa.
fr: Afficher les avertissements dans la liste.
hu: Mutassa a figyelmeztetéseket a listában.
it: Seleziona se mostrare i warnings nella lista.
kr: 경고를 목록에 표시할지 선택합니다.
nl: Selecteer of er waarschuwingen in de lijst getoond worden.
no: Velg om advarsler skal vises i listen.
pl: Wybierz czy ostrzeżenia mają być wyświetlane na liście.
pt: Seleccionar se os avisos devem ser mostrados na lista.
pt_br: Selecionar se mensagens de atenção são mostradas na lista.
ru: Включить отображение предупреждений в списке.
tr: Uyarıların listede gösterilip-gösterilmeyeceğini seçin.
zh: 显示警告列表

# MainWindow.Windows.FileScout.DriveType.Fixed
source: Fixed
es: Rígido
fi: Kiintolevy
fr: Lecteur Local
hu: Fix
it: Fisso
kr: 고정
nl: Vaste schijf
no: Harddisk
pl: Stały
pt: Rígido
pt_br: Resolvido
ru: Стационарный
tr: Sabit
zh: 硬盘

# MainWindow.Windows.FileScout.DriveType.Remote
source: Remote
es: Remoto
fi: Etälevy
fr: Lecteur Distant
hu: Hálózati
it: Remoto
kr: 원격
nl: Externe
no: Nettverksstasjon
pl: Zdalny
pt: Remoto
pt_br: Remoto
ru: Удалённый
tr: Uzaktan
zh: 网络驱动器

# MainWindow.Windows.FileScout.DriveType.Removeable
source: Removeable
es: Removible
fi: Irrotettava
fr: Lecteur Amovible
hu: Eltávolítható
it: Rimovibile
kr: 이동식
nl: Verwisselbaar
no: Flyttbar
pl: Wymienny
pt: Removível
pt_br: Removivel
ru: Съёмный
tr: Çıkarılabilir
zh: 可移动存储设备

# MainWindow.Windows.FileScout.LastModified
source: Last modified
es: Modificado
fi: Viimeiksi muutettu
fr: Date de modification
hu: Utolsó módosítás
it: Ultima modifica
kr: 최종 수정
nl: Laatste wijziging
no: Sist endret
pl: Ostatnio zmodyfikowane
pt: Última modificação
pt_br: Modificado em
ro: Ultima modificare
ru: Последнее изменение
tr: Son düzenleme
zh: 最后修改

# MainWindow.Windows.FileScout.MyComputer
source: My Computer
es: Mi PC
fi: Oma tietokone
fr: Poste de Travail
hu: Sajátgép
it: Risorse del Computer
kr: 내 컴퓨터
nl: Deze computer
no: Min datamaskin
pl: Mój Komputer
pt: O Meu Computador
pt_br: Meu Computador
ru: Мой компьютер
tr: Bilgisayarım
zh: 我的电脑

# MainWindow.Windows.FileScout.MyDocuments
source: My Documents
es: Mis Documentos
fi: Omat Tiedostot
fr: Mes Documents
hu: Dokumentumok
it: Documenti
kr: 내 문서
nl: Mijn documenten
no: Mine dokumenter
pl: Moje Dokumenty
pt: Os Meus Documentos
pt_br: Meus Documentos
ru: Мои документы
tr: Belgelerim
zh: 我的文档

# MainWindow.Windows.FileScout.Size
source: Size
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
kr: 크기
nl: Grootte
no: Størrelse
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ro: Mărime
ru: Размер
tr: Boyut
zh: 大小

# MainWindow.Windows.FileScoutLabel
source: Files
es: Archivos
fi: Tiedosto
fr: Fichiers
hu: Fájlok
it: File
kr: 파일
nl: Bestanden
no: Filer
pl: Pliki
pt: Ficheiros
pt_br: Arquivos
ro: Fişiere
ru: Файлы
tr: Dosyalar
zh: 文件

# MainWindow.Windows.HelpScoutLabel
source: Help
es: Ayuda
fi: Ohje
fr: Aide
hu: Súgó
it: Aiuto
kr: 도움말
no: Hjelp
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
ro: Asistenţă
ru: Справка
tr: Yardım
zh: 帮助

# MainWindow.Windows.OutlinePad
source: Outline
es: Resaltar
fr: Structure de document
it: Struttura
nl: Schets
no: Oversikt
ru: Структура документа
zh: 大纲

# MainWindow.Windows.OutlinePad.NoContentAvailable
source: There is no outline content available for this document.
es: No hay contenido de resalte para este documento.
fr: Aucune structure de document n'est disponible.
it: Non ci sono informazioni sulla struttura di questo documento.
nl: Geen schets inhoud voor dit document beschikbaar.
no: Det er ikke noe oversiktsinnhold tilgjengelig for dokumentet.
ru: У данного документа нет структуры.
zh: 这个文档没有大纲内容。

# MainWindow.Windows.OutputWindow
source: Output
es: Salida
fi: Ulostulo
fr: Sortie
hu: Kimenet
it: Uscita
kr: 출력
nl: Uitvoer
no: Resultat
pl: Wyniki
pt: Saída
pt_br: Saída
ro: Jurnal Ieşiri
ru: Вывод
tr: Çıktı
zh: 输出

# MainWindow.Windows.OutputWindow.BuildCategory
source: Build
es: Generar
fi: Luo
fr: Compiler
hu: Szerkesztés
it: Genera
kr: 빌드
nl: Bouwen
no: Bygg
pl: Budowa
pt: Compilar
pt_br: Compilar
ru: Сборка
tr: İnşâ
zh: 生成

# MainWindow.Windows.OutputWindow.DebugCategory
source: Debug
es: Depurar
fi: Debuggaa
fr: Déboguer
hu: Nyomkövetés
kr: 디버그
nl: Foutopsporing
no: Feilsøking
pt: Depurar
pt_br: Depurar
ru: Отладка
tr: Hata Ayıkla
zh: 调试

# MainWindow.Windows.OutputWindow.TextTooLong
source: <Text was truncated because it was too long>
fr: < Texte tronqué à cause de sa longueur >
it: <Il testo è stato troncato perché era troppo lungo>
ru: <Текст был усечён, так как был очень длинным>

# MainWindow.Windows.ProjectScoutLabel
source: Projects
es: Proyectos
fi: Projekti
fr: Projets
hu: Projektek
it: Progetti
kr: 프로젝트
nl: Projecten
no: Prosjekter
pl: Projekty
pt: Projectos
pt_br: Projetos
ro: Proiecte
ru: Проекты
tr: Projeler
zh: 项目

# MainWindow.Windows.PropertiesScoutLabel
source: Properties
es: Propiedades
fi: Ominaisuudet
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
kr: 속성
nl: Eigenschappen
no: Egenskaper
pl: Właściwości
pt: Propriedades
pt_br: Propriedades
ro: Proprietăţi
ru: Свойства
tr: Özellikler
zh: 属性

# MainWindow.Windows.SearchResultPanel.BackToNormalView.ToolTip
source: Back to normal search results
es: Volver a los resultados de búsqueda normales
fi: Takaisin normaaliin hakuun
fr: Retour aux résultats de recheche normaux
hu: Vissza a normál keresési eredményekhez
it: Torna indietro ai risultati della ricerca normale
kr: 일반 검색 결과로 돌아가기
nl: Terug naar normale zoek resultaten.
no: Tilbake til vanlige søkeresultater
pl: Powrót do wyników normalnego wyszukiwania
pt: Voltar a resultados de pesquisa normal
pt_br: Retornar aos resultados normais de pesquisa
ro: Înapoi la rezultatele normale ale căutării
ru: Вернуться к обычным результатам поиска
tr: Normal arama sonuçlarına dön
zh: 返回到正常搜索结果

# MainWindow.Windows.SearchResultPanel.ClearHistory
source: <Clear History>
es: <Limpiar Historial>
fi: <Poista historia>
fr: <Effacer l'historique>
hu: <Előzmények Törlése>
it: <Cancella Storia>
kr: <목록 비우기>
nl: <Geschiedenis wissen>
no: <Fjern historikk>
pl: <Wyczyść Historię>
pt: <Limpar História>
pt_br: <Limpar Histórico>
ro: <Ştergere Istoric>
ru: <Очистить историю>
tr: <Geçmişi temizle>
zh: 清除历史记录

# MainWindow.Windows.SearchResultPanel.CollapseAll.ToolTip
source: Collapse all
es: Contraer todo
fi: Pienennä kaikki
fr: Tout réduire
hu: Mindent bezár
it: Collassa tutto
kr: 모두 접기
nl: Alles invouwen
no: Kollaps alle
pl: Zwiń wsystko
pt: Colapsar todos
pt_br: Contrair tudo
ro: Restrăngere totală
ru: Свернуть все
tr: Hepsini göster
zh: 全部折叠

# MainWindow.Windows.SearchResultPanel.ExpandAll.ToolTip
source: Expand all
es: Expandir todo
fi: Laajenna kaikki
fr: Tout développer
hu: Minden kibontása
it: Espandi tutto
kr: 모두 펴기
nl: Alles uitvouwen
no: Ekspander alle
pl: Rozwiń wszystko
pt: Expandir todos
pt_br: Expandir tudo
ro: Expandare totală
ru: Развернуть все
tr: Tümünü genişlet
zh: 全部展开

# MainWindow.Windows.SearchResultPanel.FileCount
source: ${Count} files
es: ${Count} archivos
fi: ${Count} tiedostoa
fr: ${Count} fichiers
hu: ${Count} fájl
it: ${Count} file
kr: ${Count} 파일
nl: ${Count} bestanden
no: ${Count} filer
pl: ${Count} plików
pt: ${Count} ficheiros
pt_br: ${Count} arquivos
ro: ${Count} fişiere
ru: файлов: ${Count}
tr: ${Count} dosya
zh: ${Count} 个文件

# MainWindow.Windows.SearchResultPanel.Flat
source: Flat
es: Plano
fi: Lappeelleen
fr: Plat
hu: Sík
kr: 평면
nl: Vlak
pl: Płaski
pt: Plano
pt_br: Plano
ru: Плоско
tr: Düz
zh: 平铺显示所有

# MainWindow.Windows.SearchResultPanel.In
source: in
es: en
fi: Sisään
fr: dans
hu: a
no: i
pl: w
pt: no(s)
pt_br: Em
ro: în
ru: в
tr: deki
zh: 在

# MainWindow.Windows.SearchResultPanel.NoProject
source: <no project>
es: <sin proyecto>
fr: <pas de projet>
it: <nessun progetto>
nl: <geen project>
ru: <нет проекта>

# MainWindow.Windows.SearchResultPanel.OccurrencesCount
source: ${Count} occurrences
es: ${Count} ocurrencias
fi: ${Count} esiintymät
hu: ${Count} előfordulás
it: ${Count} occorrenze
kr: ${Count} 일치
nl: ${Count} resultaten
no: ${Count} forekomster
pl: ${Count} wystąpień
pt: ${Count} ocorrências
pt_br: ${Count} ocorrencias
ru: ${Count} совпадения(ий)
tr: ${Count} tane bulundu
zh: ${Count} 个匹配项

# MainWindow.Windows.SearchResultPanel.OccurrencesOf
source: Occurrences of '${Pattern}'
es: Ocurrencias de '${Pattern}'
fi: esiintymät '${Pattern}'
fr: Occurrences de '${Pattern}'
hu: '${Pattern}' előfordulásai
it: Occorrenze di '${Pattern}'
kr: '${Pattern}'와(과) 일치한 것
nl: Resultaten van '${Pattern}'
no: Forekomster av '${Pattern}'
pl: Wystąpienia '${Pattern}'
pt: Ocorrências de '${Pattern}'
pt_br: Ocorrencias de '${Pattern}'
ru: Совпадения для '${Pattern}'
tr: '${Pattern}' e uyanlar
zh: 匹配项是'${Pattern}'

# MainWindow.Windows.SearchResultPanel.OneFile
source: 1 file
es: 1 archivo
fi: 1 tiedosto
fr: 1 fichier
hu: 1 fájl
kr: 파일 1개
nl: 1 bestand
no: 1 fil
pl: 1 plik
pt: 1 ficheiro
pt_br: 1 arquivo
ro: 1 fişier
ru: 1 файл
tr: 1 dosya
zh: 一个文件

# MainWindow.Windows.SearchResultPanel.OneOccurrence
source: 1 occurrence
es: 1 ocurrencia
fi: 1 esiintymä
fr: 1 occurence
hu: 1 előfordulás
it: 1 occorrenza
kr: 한 개 일치
nl: 1 gevonden
no: 1 forekomst
pl: 1 wystąpienie
pt: 1 ocorrência
pt_br: 1 ocorrência
ro: 1 ocurenţă
ru: 1 совпадение
tr: 1 gerçekleşme
zh: 1 个匹配项

# MainWindow.Windows.SearchResultPanel.PerFile
source: Per file
es: Por archivo
fi: Per tiedosto
fr: Par fichier
hu: Fájlonként
kr: 파일별
nl: Per bestand
no: Per fil
pl: Dla pliku
pt: Por ficheiro
pt_br: Por arquivo
ro: Per fişier
ru: По файлам
tr: Dosya başına
zh: 按单个文件显示

# MainWindow.Windows.SearchResultPanel.PerProject
source: Per project
es: Por proyecto
fr: Par projet
it: Per progetto
ru: Разделить по проектам

# MainWindow.Windows.SearchResultPanel.PerProjectAndFile
source: Per project and file
es: Por proyecto y archivo
fr: Par projet et fichier
it: Per progetto e file
nl: Per project en bestand
ru: Разделить по проектам и файлам

# MainWindow.Windows.SearchResultPanel.ShowLast.ToolTip
source: Show last searches
es: Mostrar las últimas búsquedas
fi: Näytä viimeisimmät haut
fr: Afficher les dernières recherches
hu: Utóbbi kereséseket mutatja
it: Mostra ultime ricerche
kr: 마지막 검색 보이기
nl: Toon laatste zoekresultaten
no: Vis siste søk
pl: Pokaż ostatnio szukane
pt: Mostrar últimas buscas
pt_br: Mostrar a última pesquisa
ro: Arată ultimele căutări
ru: Показать последние результаты поиска
tr: Son aramaları göster
zh: 显示最近的搜索项

# MainWindow.Windows.SearchResultsLabel
source: Search Results
es: Resultados de la Búsqueda
fi: Hakutulokset
fr: Résultats de la recherche
hu: Keresési Eredmények
it: Risultati della ricerca
kr: 검색 결과
nl: Zoekresultaten
no: Søkeresultater
pl: Rezultaty wyszukiwania
pt: Resultados da Busca
pt_br: Procurar Resultados
ro: Căutare în rezultate
ru: Результаты поиска
tr: Sonuçlarda Ara
zh: 查找结果

# MainWindow.Windows.TaskList
source: Task List
es: Lista de Tareas
fi: Tehtävälista
fr: Liste des tâches
hu: Tennivalók
it: Lista Azioni
kr: 작업 목록
nl: Takenlijst
no: Oppgaveliste
pl: Zadania
pt: Lista Tarefas
pt_br: Lista de Tarefas
ro: Listă Activităţi
ru: Список задач
tr: Görev listesi
zh: 任务列表

# MainWindow.Windows.TaskList.AllOpenedFiles
source: All opened files
fr: Tous les fichiers ouverts
it: Tutti i file aperti
ru: Все открытые файлы

# MainWindow.Windows.TaskList.CurrentClass
source: Class/Module
fr: Classe/Module
it: Classe/Modulo
ru: Класс/Модуль

# MainWindow.Windows.TaskList.CurrentFile
source: File
fr: Fichier
ru: Файл

# MainWindow.Windows.TaskList.Namespace
source: Namespace
fr: Espace de nom
it: Spazio dei Nomi
ru: Пространство имён

# MainWindow.Windows.TaskList.Project
source: Project
fr: Projet
it: Progetto
ru: Проект

# MainWindow.Windows.TaskList.Solution
source: Solution
it: Soluzione
ru: Решение

# MainWindow.Windows.ToolbarLabel
source: Tools
es: Herramientas
fi: Työkalut
fr: Outils
hu: Eszközök
it: Strumenti
kr: 도구
nl: Werkbalk
no: Verktøy
pl: Narzędzia
pt: Ferramentas
pt_br: Ferramentas
ro: Instrumente
ru: Инструменты
tr: Araçlar
zh: 工具

# MainWindow.Windows.TreeView.CollapseCurrent
source: Collapse current
es: Contraer actual
fi: Pienennä nykyinen
fr: Réduire
hu: Jelenlegit bezár
it: Collassa i correnti
kr: 현재 항목 접기
nl: Momentele tak invouwen
no: Kollaps aktiv node
pl: Zwiń bieżące
pt: Colapsar actual
pt_br: Recolher atual
ru: Свернуть выделенный
tr: Şu ankini çökert
zh: 收缩当前项

# MainWindow.Windows.TreeView.ExpandCurrent
source: Expand current
es: Expandir actual
fi: Laajenna nykyinen
fr: Déployer le noeud courant
hu: Jelenlegi kibontása
it: Espande corrente
kr: 현재 항목 펼치기
nl: Momentele tak uitvouwen
no: Ekspander aktiv node
pl: Rozwiń bieżące
pt: Expandir actual
pt_br: Expandir atual
ru: Развернуть выбранное
tr: Şu ankini aç
zh: 展开当前

# MainWindow.Windows.UnitTestsTreeView.ClearResults
source: Clear results
es: Limpiar resultados
fi: Tyhjennä tulokset
fr: Effacer les résultats
hu: Eredmények törlése
it: Cancella risultati
kr: 결과 지우기
nl: Resultaten opschonen
no: Slett resultater
pl: Wyczyść rezultaty
pt: Limpar resultados
pt_br: Limpar resultados
ro: Ştergere rezultate
ru: Очистить результаты
tr: Sonuçları temizle
zh: 清除结果

# MainWindow.Windows.UnitTestsTreeView.ExpandAllFailures
source: Expand all failures
es: Expandir todas las fallas
fi: Laajenna kaikki epäonnistuneet
fr: Déployer tous les échecs
hu: Minden hibás kibontása
it: Espandi tutti i test falliti
kr: 모든 실패 항목 펼치기
nl: Vouw alle fouten uit
no: Ekspander alle feil
pl: Rozwiń wszystkie niepowodzenia
pt: Expandir todas as falhas
pt_br: Expandir todas falhas
ru: Развернуть все проблемы
tr: Bütün hataları göster
zh: 展开所有失败

# MainWindow.Windows.UnitTestsTreeView.ExpandAllIgnoredTests
source: Expand all ignored
es: Expandir todas las pruebas ignoradas
fi: Laajenna kaikki ohitetut
fr: Déployer les tests ignorés
hu: Minden kihagyott kibontása
it: Espandi tutti i test ignorati
kr: 모든 무시된 항목 펼치기
nl: Vouw alle overgeslagen testen uit
no: Ekspander alle ignorerte
pl: Rozwiń wszystkie zignorowane
pt: Expandir todos os ignorados
pt_br: Expandir todos ignorados
ru: Развернуть список всех игнорируемых
tr: Yoksayılanları uzat
zh: 展开所有忽略

# MainWindow.Windows.UnitTestsTreeView.ExpandCurrentFailures
source: Expand current failures
es: Expandir fallas actuales
fi: Laajenna nykyiset viat
fr: Déployer les échecs en cours
hu: Jelenleg hibásak kibontása
it: Espandi gli attuali test falliti
kr: 현재 실패한 항목 펼치기
nl: Vouw momentele fouten uit
no: Ekspander aktive feil
pl: Rozwiń bieżące niepowodzenia
pt: Expandir falhas actuais
pt_br: Expandir falhas correntes
ru: Развернуть список текущих проблем
tr: Şu anki başarısızlıkları uzat
zh: 展开当前失败

# MainWindow.Windows.UnitTestsTreeView.ExpandCurrentIgnoredTests
source: Expand current ignored
es: Expandir pruebas ignoradas actuales
fi: Laajenna nykyiset ohitetut
fr: Déployer les tests en cours ignorés
hu: Jelenleg kihagyottak kibontása
it: Espandi gli attuali test ignorati
kr: 현재 무시된 항목 펼치기
nl: Vouw momenteel overgeslagen testen uit
no: Ekspander aktive ignorerte
pl: Rozwiń bieżące zignorowane
pt: Expandir os actuais ignorados
pt_br: Expandir ignorados
ru: Развернуть список текущих игнорируемых
tr: Şu an yoksayılanları göster
zh: 展开当前忽略

# MainWindow.Windows.UnitTestsTreeView.TreeMenu
source: Tree
es: Árbol
fi: Puu
fr: Arborescence
hu: Fa
it: Albero
kr: 트리
nl: Boom
no: Tre
pl: Drzewo
pt: Árvore
pt_br: Árvore
ro: Arbore
ru: Дерево
tr: Ağaç
zh: 树

# MainWindow.XmlValidationMessages.ValidationFailed
source: Validation: failed
es: Validación: falló
fi: Validointi: Epäonnistunut
fr: Validation ratée
hu: Validáció: sikertelen
it: Verifica: fallita
kr: 검증: 실패
nl: Validatie: Mislukt
no: Validering: feilet
pl: Sprawdzanie poprawności: nieudane
pt: Validação: falhou
pt_br: Validação: falhou
ro: Validare: eşuată
ru: Проверка: сорвалась
tr: Doğrulama: hatalı
zh: 验证：失败

# MainWindow.XmlValidationMessages.ValidationStarted
source: ------ Validating XML ------
es: ------ Validando XML ------
fi: ------ Validoi XML ------
fr: ------ Validation XML en cours ------
hu: ------ XML validálása ------
it: ------ Verifica XML ------
kr: ------ XML 검증 중 ------
nl: ------ Valideren XML ------
no: ------ Validerer XML ------
pl: ------ Sprawdzanie poprawności XML ------
pt: ------ Validar XML ------
pt_br: ----- Validando XML -----
ro: ------ Validare XML ------
ru: ------ Проверка XML ------
tr: ------ XML Doğrulanıyor ------
zh: ------ 验证XML ------

# MainWindow.XmlValidationMessages.ValidationSuccess
source: Validation: succeeded
es: Validación: exitosa
fi: Validointi: Onnistui
fr: Validé avec succès
hu: Validáció: sikeres
it: Verifica: riuscita
kr: 검증: 성공
nl: Valideren: Geslaagd
no: Validering: lyktes
pl: Sprawdzanie poprawności: pomyślne
pt: Validação: bem sucedida
pt_br: Validação: Aprovada
ro: Validare: reuşită
ru: Проверка: успешно завершена
tr: Onaylama: başarılı
zh: 验证：成功

# NUnitPad.NUnitPadContent.CancelItem
source: Unloads the test assemblies, cancels the auto loading.
es: Descarga los ensamblados de prueba, cancela el auto-cargado.
fi: Peruuta testi kokoonpano, sekä automaattinen lataamisen.
fr: Décharge les assemblies de test, annule le chargement automatique.
hu: Eltávolítja a teszt szerelvényeket, megszakítja az automatikus betöltést.
it: Scarica l'assembly di test, e annulla l'autocaricamento.
kr: 시험한 어셈블리를 언로드하고, 자동 로드를 무릅니다.
nl: Ontladen van test assemblies, heft autoladen op.
no: Frigjør testsamlinger og kansellerer den automatiske innlastingen.
pl: Wyładowuje testowe assembly, anuluje autoładowanie.
pt: Descarregar os assemblies de teste, cancela o auto-carregamento.
pt_br: Descarrega os assemblies de teste, cancela o auto carregamento.
ru: Выгружает тестируемые сбоки, отменяет автозагрузку.
tr: Test tümleşkelerini kaldırır, otomatik yüklemeyi iptal eder.
zh: 卸载测试程序集, 并取消自动载入.

# NUnitPad.NUnitPadContent.GotoDefinitionContextMenuLabel
source: &Goto definition
es: &Ir a la definición
fi: &Siirry määritelmään
fr: Aller à la &définition
hu: Definícióra &ugrik
it: &Vai a definizione
kr: 정의로 가기(&G)
nl: &Ga naar definitie
no: &Gå til definisjon
pl: Idź do &definicji
pt: &Ir para definição
pt_br: &Definição
ro: Du-te(&Go) la definitie
ru: Перейти к определению
tr: Tanimlamaya &git
zh: 转到定义(&G)

# NUnitPad.NUnitPadContent.ReferenceItem
source: Add reference to NUnit to the current selected project
es: Agregar una referencia a NUnit al proyecto seleccionado actualmente
fi: Lisää viittaus NUnit tiin valittuun projektiin
fr: Ajouter une référence à NUnit au projet sélectionné
hu: Hivatkozást ad NUnit-hoz a jelenlegi projektben
it: Aggiungi un riferimento a NUnit al progetto attualmente selezionato
kr: 현재 선택된 프로젝트에 대한 참조를 NUnit에 더하기
nl: Referentie naar de unit toevoegen aan het momenteel geselecteerde project
no: Legg til NUnit referanse i det valgte prosjektet
pl: Dodaj referencję do NUnit do aktualnie wybranego projektu
pt: Adicionar referência a NUnit ao projecto seleccionado actual
pt_br: Adicionar referência do NUnit no projeto selecionado
ro: Adauga referinta la NUnit la proiectul selectat
ru: Добавить ссылку на nunit к выбранному проекту
tr: Şu anki seçili projedeki NUnit 'e referans ekle
zh: 给当前选中项目添加一个引用到NUnit

# NUnitPad.NUnitPadContent.RefreshItem
source: Reloads the test assemblies
es: Actualiza los ensamblados de prueba
fi: Lataa testikokoonpano uudestaan
fr: Recharge les assemblies de test
hu: Újratölti a teszt szerelvényeket
it: Ricarica gli assemblies di prova
kr: 시험할 어셈블리를 다시 로드
nl: Herladen van de test assemblies
no: Laster inn testsamlinger på nytt
pl: Przeładowuje testowe assembly
pt: Recarregar os assemblies de teste
pt_br: Recarrega os assemblies de teste
ro: Reincarca assembly-uri de test
ru: Перезагружает тестируемые сборки
tr: Test tümleşkelerini yeniden yükler
zh: 重新装载测试程序集

# NUnitPad.NUnitPadContent.RunAllTests
source: Run all tests
es: Ejecutar Todas las Pruebas
fi: Aja kaikki testit
fr: Lancer tous les tests
it: Esegui tutti i tests
kr: 모든 시험 시행
nl: Alle testen uitvoeren
no: Kjør alle tester
pt: Executar todos os testes
ro: Rulează toate testele
ru: Запустить все тесты
tr: Bütün testleri çalıştır
zh: 运行所有测试

# NUnitPad.NUnitPadContent.RunItem
source: Run tests
es: Ejecutar pruebas
fi: Aja testi
fr: Exécuter les tests
hu: Tesztek futtatása
it: Esegui test
kr: 시험 실행
nl: Testen uitvoeren
no: Kjør tester
pl: Uruchom testy
pt: Executar testes
pt_br: Executar testes
ro: Ruleaza teste
ru: Запустить тесты
tr: Testleri çalıştır
zh: 运行测试

# NUnitPad.NUnitPadContent.RunTestsContextMenuLabel
source: Run tests
es: Ejecutar Pruebas
fi: Aja testit
fr: Exécuter les tests
hu: Tesztek futtatása
it: Esegui Tests
kr: 시험 실행
nl: Testen uitvoeren
no: Kjør tester
pl: Uruchom testy
pt: Executar testes
pt_br: Executar testes
ro: Ruleaza teste
ru: Запустить тесты
tr: Testleri çalıştır
zh: 运行测试

# NUnitPad.NUnitPadContent.StopTests
source: Stop tests
es: Detener pruebas
fi: Lopeta testit
fr: Arrêter les tests
hu: Tesztek leállítása
it: Interrompi i test
kr: 시험 중단
nl: Testen stoppen
no: Stopp tester
pl: Zatrzymaj testy
pt: Parar testes
pt_br: Parar testes
ro: Oprire teste
ru: Остановить тесты
tr: Testleri durdur
zh: 停止测试
