Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# AddIns.Profiler.Options.General.DataCollection.Header
source: Data Collection
es: Obtención de Datos
fi: Tietojen kerääminen
fr: Collection de données
it: Collezione dei Dati
nl: Data verzameling
no: Datasamling
pt_br: Coleção de Dados
ru: Сбор данных
tr: Veri Koleksiyonu
zh: 数据采集

# AddIns.Profiler.Options.General.DataCollection.SizeOfStorageDescription
source: Size of temporary storage file:
es: Tamaño de archivo de almacenamiento temporal:
fi: Tiedonkeruujoukon koko
fr: Taille du fichier de stockage temporaire:
it: Dimensione del file di archiviazione temporaneo:
nl: Grootte van tijdelijke opslag bestanden
no: Størrelse på midlertidig lagringsfil:
pt_br: Tamanho do arquivo temporario de armazenamento:
ru: Размер временного файла:
tr: Geçici depolama dosyasının boyutu:
zh: 临时文件的存储大小

# AddIns.Profiler.Options.General.DataCollection.TrackEvents
source: Trace events
es: Rastrear eventos
fr: Suivi d'événements
it: Eventi tracciamento
nl: Volg gebeurtenissen
no: Spor hendelser
pt_br: Registrar eventos
ru: События трассировки
tr: Olayları takip et
zh: 跟踪事件

# AddIns.Profiler.Options.Title
source: Profiling
es: Analizador
fi: Profilointi
fr: Profilage
it: Profilazione
nl: Profileren
no: Profilering
pt_br: Perfil
ru: Профилирование
tr: Profilleme
zh: 分析

# AddIns.Profiler.ProfileCurrentProject
source: Profile current project
es: Analizar proyecto actual
fr: Profiler le projet en cours
it: Profila il progetto corrente
nl: Profileer momentele project
no: Profiler dette prosjektet
pt_br: Perfil do projeto atual
ru: Профилировать текущий проект
zh: 分析当前项目

# AddIns.Profiler.ProfileExecutable
source: Select executable to profile
es: Seleccione ejecutable a analizar
fr: Sélectionner l'exécutable à profiler
it: Seleziona l'eseguibile da profilare
nl: Kies te profileren uitvoerbaar bestand
no: Velg kjørbar fil å profilere
pt_br: Selecionar executavel para o perfil
ru: Выберите исполняемый файл для профилирования
zh: 分析指定程序

# AddIns.Profiler.ProfileExecutable.ErrorMessage
source: Invalid data, please try again!
es: Datos no válidos, por favor inténtelo otra vez!
fi: Virheellinen tieto, yritä uudelleen !
fr: Données invalides, veuillez re-essayer!
it: Dati non validi, riprova nuovamente!
nl: Ongeldige data, probeer aub opnieuw!
no: Ugyldige data, vennligst prøv igjen!
pt_br: Dado invalido. Por favor, tente novamente!
ru: Неправильные данные, пожалуйста повторите!
tr: Veri geçersiz, lütfen tekrar deneyin.
zh: 无效数据,请重试!

# AddIns.Profiler.ProfileExecutableForm.CmdLineArgsText
source: Command line arguments:
es: Argumentos de línea de comandos:
fr: Arguments de la ligne de commande:
it: Argomenti della linea di comando:
nl: Commmandoprompt argumenten:
no: Kommandolinjeargumenter:
pt_br: Argumentos da linha de comando:
ru: Аргументы командной строки:
zh: 命令行参数:

# AddIns.Profiler.ProfileExecutableForm.DescriptionText
source: Select the path of the executable you want to profile. Optionally you can specify a working directory and command line arguments.
es: Seleccione la ruta del ejecutable que quiere analizar. Opcionalmente puede especificar un directorio de trabajo y argumentos de línea de comandos.
fr: Sélectionnez le chemin de l'exécutable à profiler. En option, vous pouvez spécifer un répertoire de travail et des arguments en ligne de commande.
it: Seleziona il percorso dell'eseguibile che vuoi profilare. Puoi specificare anche una cartella di lavoro e gli argomenti da linea di comando.
nl: Selecteer het pad van het te profileren uitvoerend bestand. Optioneel kunnen een werkmap en commandoprompt argumenten gespecificeerd worden.
no: Velg banen til den kjørbare filen du vil profilere. Du kan også (valgfritt) spesifisere en arbeidskatalog og kommandolinjeargumenter.
pt_br: Selecionar o caminho do executavel que voce quer para o perfil. Opcionalmente, voce pode especificar o diretorio de trabalho e os argumentos da linha de comando.
ru: Выберите путь до программы для профилирования. Дополнительно можно указать рабочий каталог и аргументы командной строки.
zh: 选择您要分析的程序。 可以指定工作目录和命令行参数.

# AddIns.Profiler.ProfileExecutableForm.ExePathText
source: Executable path:
es: Ruta del ejecutable:
fi: Suoritettava polku
fr: Chemin de l'exécutable:
it: Percorso eseguibile:
nl: Uitvoerend bestand pad:
no: Bane til kjørbar fil:
pt_br: Caminho do executavel:
ru: Путь к исполняемому файлу:
zh: 可执行文件的路径：

# AddIns.Profiler.ProfileExecutableForm.StartText
source: Start profiling
es: Iniciar analizador
fi: Aloita profilointi
fr: Démarrer le profilage
it: Inizia profilazione
nl: Start profileren
no: Start profilering
pt_br: Iniciar o perfil
ru: Старт профилирования
zh: 开始分析

# AddIns.Profiler.ProfileExecutableForm.Title
source: Profile Executable
es: Analizar Ejecutable
fr: Profiler l'exécutable
it: Eseguibile da Profilare
nl: Profileer uitvoerend bestand
no: Profiler kjørbar fil
pt_br: Perfil do executavel
ru: Исполняемый файл для профилирования
zh: 分析应用程序

# AddIns.Profiler.ProfileExecutableForm.WorkingDirText
source: Working directory:
es: Directorio de trabajo:
fr: Répertoire de travail:
it: Cartella di lavoro:
nl: Werkmap:
no: Arbeidskatalog:
pt_br: Diretorio de trabalho:
ru: Рабочий каталог:
zh: 工作目录:

# AddIns.Profiler.ProfilerControlWindow.CollectData
source: Collect data
es: Obtener datos
fi: Kerää tietoja
fr: Collecter des données
it: Raccogli dati
nl: Verzamel data
no: Samle data
pt_br: Coletar dados
ru: Сбор данных
tr: Veri topla
zh: 数据采样

# AddIns.Profiler.ProfilerControlWindow.Shutdown
source: Shutdown
es: Apagar
fi: Sulje
fr: Arrêter
it: Chiudi
nl: Afsluiten
no: Slå av
pt_br: Terminar
ru: Завершить
tr: Kapat
zh: 停止

# AddIns.Profiler.ProfilerControlWindow.Title
source: Profiler control window
es: Ventana de control del analizador
fr: Fenêtre de contrôle du profileur
it: Finestra di controllo del Profiler
nl: Profiler controle venster
no: Kontrollvindu for profilering
pt_br: Janela de controle do perfil
ru: Окно управления профайлером
zh: 分析控制

# AddIns.Profiler.ProfilingView.CallCountColumnText
source: Call count
es: Conteo de llamadas
fi: Kutsujen määrä
fr: Nombre d'appels
it: Numero chiamate
nl: Aanroepen
no: Antall kall
pt_br: Contagem de chamadas
ru: Кол-во вызовов
zh: 调用次数

# AddIns.Profiler.ProfilingView.CallsText
source: Calls:
es: Llamadas:
fi: Kutsut:
fr: Appels:
it: Chiamate:
nl: Aanroepen:
no: Kall:
pt_br: Chamadas:
ru: Вызовы:
zh: 调用次数:

# AddIns.Profiler.ProfilingView.ClearQueryHistoryText
source: Clear query history
es: Limpiar historial de consultas
fr: Effacer l'historique des requêtes
it: Svuota cronologia query
nl: Opvraagverleden wissen
no: Slett spørringshistorikk
pt_br: Limpa historico de consulta
ru: Очистить историю запросов
zh: 清除查询历史

# AddIns.Profiler.ProfilingView.ContextMenu.CopySelectedData
source: Copy selected data
es: Copiar datos seleccionados
fi: Kopioi valittu tieto
fr: Copier les données sélectionnées
it: Copia dati selezionati
nl: Kopie van gegevens selectie
no: Kopier merkede data
pt_br: Copia dado selecionado
ru: Копировать выбранные данные
zh: 复制选中数据

# AddIns.Profiler.ProfilingView.ContextMenu.CopyStacktrace
source: Copy stacktrace
es: Copiar stacktrace
fr: Copier stacktrace
it: Copia tracciato stack
nl: Kopie van volgstapel
no: Kopier stakksporing
pt_br: Copiar rastreamento de pilha
ru: Копировать трассировку стека
zh: 复制调用堆栈

# AddIns.Profiler.ProfilingView.ContextMenu.FindCallsOfSelected
source: Find calls of selected functions
es: Encontrar llamadas de funciones seleccionadas
fr: Trouver les appels des fonctions sélectionnées
it: Trova chiamate delle funzioni selezionate
nl: Vind aanroepen van geselecteerde functies
no: Finn kall til valgte funksjoner
pt_br: Achar chamadas das funções selecionadas
ru: Найти вызовы выбранной процедуры
zh: 查找选定函数的调用

# AddIns.Profiler.ProfilingView.ContextMenu.GoToDefinition
source: Go to definition
es: Ir a la definición
fi: Siirry Määritelmään
fr: Aller à la définition
it: Vai alla definizione
nl: Ga naar definitie
no: Gå til definisjon
pt_br: Ir para definição
ru: Перейти к определению
zh: 转到定义

# AddIns.Profiler.ProfilingView.ContextMenu.SetAsRoot
source: Set as root/Merge
es: Establecer como raíz/Combinar
fr: Choisir comme racine/Fusionner
it: Imposta come principale/Unisci
nl: Stel als basis in/Meng
no: Sett som rot/Flett
pt_br: Definir como raiz/Unir
ru: Сделать корневым/Объединить
zh: 以此为根在新建页中打开

# AddIns.Profiler.ProfilingView.ContextMenu.ShowFunctions
source: Show functions
es: Mostrar funciones
fi: Näytä funktiot
fr: Monter les fonctions
it: Mostra funzioni
nl: Functies weergeven
no: Vis funksjoner
pt_br: Mostrar funções
ru: Показать процедуры
zh: 显示函数

# AddIns.Profiler.ProfilingView.CpuCyclesText
source: CPU cycles:
es: Ciclos de CPU:
fi: CPU sykliä:
fr: Cycles CPU:
it: Cicli CPU:
nl: CPU cycli:
no: Prosessorsykluser:
pt: Ciclos CPU:
pt_br: Ciclos de CPU:
ru: Циклов ЦП:
zh: CPU周期：

# AddIns.Profiler.ProfilingView.ExecuteQueryText
source: Execute query
es: Ejecutar consulta
fi: Suorita kysely
fr: Executer la requête
it: Esegui query
nl: Opvraging uitvoeren
no: Utfør spørring
pt: Executar inquérito
pt_br: Executar consulta
ru: Выполнить запрос
zh: 查询

# AddIns.Profiler.ProfilingView.ExpandHotPathSubtreeText
source: Expand selected hot path
es: Expandir ruta seleccionada
fr: Voir le chemin sélectionné
it: Espandi cartella selezionata
nl: Heet pad selectie uitbreiden
no: Utvid valgte aktive bane
pt_br: Expandir caminho escolhido
ru: Развернуть выделенный элемент
zh: 展开当前目录

# AddIns.Profiler.ProfilingView.NameColumnText
source: Name
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nl: Naam
no: Navn
pt: Nome
pt_br: Nome
ru: Название
tr: Ad
zh: 名称

# AddIns.Profiler.ProfilingView.OverviewTabText
source: Overview
es: Resumen
fi: Yleiskatsaus
fr: Vue générale
it: Panoramica
nl: Overzicht
no: Oversikt
pt_br: Visão global
ru: Обзор
zh: 概述

# AddIns.Profiler.ProfilingView.QueryHistoryText
source: Query History
es: Historial de Consultas
fr: Historique des requêtes
it: Cronologia Query
nl: Opvraag verleden
no: Spørringshistorikk
pt_br: Historico de Consulta
ru: История запросов
zh: 查询历史

# AddIns.Profiler.ProfilingView.SearchLabelText
source: Search:
es: Buscar:
fi: Etsi:
fr: Chercher:
it: Trova:
nl: Zoeken:
no: Søk:
pt_br: Pesquisar:
ru: Поиск:
tr: Ara:
zh: 搜索:

# AddIns.Profiler.ProfilingView.ShowQueryBarText
source: Show query bar
es: Mostrar barra de consultas
fr: Afficher la barre de requête
it: Mostra barra delle query
nl: Opvraag werkbalk tonen
no: Vis spørringspanel
pt_br: Mostrar barra de consulta
ru: Показать панель запросов
zh: 显示查询栏

# AddIns.Profiler.ProfilingView.TimePercentageOfParentColumnText
source: % of parent
es: % del padre
fr: % de parents
it: % del precedente
nl: % van de ouder
no: % av forelder
pt_br: % do pai
ru: % от родительского
zh: %占用父线程

# AddIns.Profiler.ProfilingView.TimeSpentColumnText
source: Time spent
es: Tiempo transcurrido
fi: Kulunut aika
fr: Temps passé
it: Tempo speso
nl: Tijdgebruik
no: Tidsbruk
pt_br: Tempo gasto
ru: Потраченное время
tr: Geçen süre
zh: 总消耗时间

# AddIns.Profiler.ProfilingView.TimeSpentPerCallColumnText
source: Time spent/call
es: Tiempo transcurrido/llamada
fi: Kulunut aika / haku
fr: Temps passé/appel
it: Tempo speso/chiamata
nl: Tijdgebruik/aanroep
no: Tidsbruk/kall
pt_br: Tempo gasto/chamada
ru: Время/вызов
zh: 消耗时间/次

# AddIns.Profiler.ProfilingView.TimeSpentSelfColumnText
source: Time spent (self)
es: Tiempo transcurrido (propio)
fi: Kulunut oma aika
fr: Temps passé (profileur)
it: Tempo speso (se stesso)
nl: Eigen tijdgebruik
no: Tidsbruk (egen)
pt_br: Tempo gasto (proprio)
ru: Время (собств.)
zh: 消耗时间(自己)

# AddIns.Profiler.ProfilingView.TimeSpentSelfPerCallColumnText
source: Time spent (self)/call
es: Tiempo transcurrido (propio)/llamada
fi: Kulunut oma aika / kysely
fr: Temps passé (ce code) par appel
it: Tempo speso (se stesso)/chiamata
nl: Tijdsduur (zelf)/aanroep
no: Tidsbruk (egen)/kall
pt_br: Tempo gasto (proprio)/chamada
ru: Время (собств.)/вызов
zh: 消耗时间(自己)/次

# AddIns.Profiler.ProfilingView.TimeText
source: Time:
es: Tiempo:
fi: Aika:
fr: Temps:
it: Tempo:
nl: Tijd:
no: Tid:
pt_br: Tempo:
ru: Время:
tr: Süre:
zh: 时间:

# AddIns.Profiler.ProfilingView.Title
source: Profiling Session Analyzer
es: Analizador de Sesión del Analizador
fr: Analyseur de session de profilage
it: Analizzatore Sessione di profilazione
nl: Profileer Sessie Analiseren
no: Profileringssesjon-analyse
pt_br: Analisador de Perfis de Sessão
ru: Анализатор сессии профилирования
zh: 会话分析器

# AddIns.Profiler.ProfilingView.Top20TabText
source: Top 20
fi: Topp 20
it: Primi 20
no: Topp 20
pt_br: Os 20 mais
ru: 20 верхних
zh: 前20条

# AddIns.Profiler.ProfilingView.WaitBarText
source: Refreshing view, please wait ...
es: Refrescando vista, por favor espere...
fr: Rafraîchissement de la vue, veuillez patienter...
it: Aggiornamento vista, attendere...
nl: Bezig met vernieuwen, even geduld aub ...
no: Oppdaterer visningen, vennligst vent...
pt_br: Atualizando a tela, aguarde...
ru: Обновление отображения, пожалуйста подождите ...
zh: 刷新视图，请稍等...

# AddIns.Profiler.UnitTests.RunWithProfiler
source: Run with profiler
es: Ejecutar con el analizador
fr: Exécuter avec le profileur
it: Esegui con profiler
nl: Voer uit met profiler
no: Kjør med profilering
pt_br: Executar com perfil
ru: Старт с профайлером
zh: 运行探查器

# AddIns.SearchReplace.SearchProgressTitle
source: Searching ...
es: Buscando ...
fi: Etsii ...
fr: Recherche...
hu: Keresés...
it: Ricerca...
kr: 검색...
nl: Zoekende...
no: Søk...
pl: Szukaj...
pt: Pesquisar...
pt_br: Pesquisando...
ro: Caută...
ru: Поиск ...
tr: Ara...
zh: 查找...

# AddIns.SharpRefactoring.CreateProperties.AddSetterLabel
source: Add setter
es: Agregar setter
fr: Ajouter accesseur 'set'
it: Aggiungi Set
nl: Een setter toevoegen
pt_br: Adicionar setter
ru: Добавить setter
zh: 添加setter方法

# AddIns.SharpRefactoring.CreateProperties.Description
source: Select the fields you want to create properties for:
es: Seleccione los campos para los cuales quiere crear propiedades:
fi: Luo ominaisuudet
fr: Selectionner les champs pour créér vos propriétés:
it: Seleziona i campi per i quali creare le proprietà:
nl: Selecteer de velden waarvoor u eigenschappen wilt maken:
pt_br: Selecionar os campos para os quais voce deseja criar propriedades.
ru: Выберите поля, для которых вы хотите создать свойства:
zh: 选择想要创建属性的字段：

source: Implement INotifyPropertyChanged
es: Implementar INotifyPropertyChanged
fr: Implémente INotifyPropertyChanged
it: Implementa INotifyPropertyChanged
nl: INotifyPropertyChanged implementeren
ru: Реализовать INotifyPropertyChanged

# AddIns.SharpRefactoring.CreateProperties.Title
source: Create properties
es: Crear propiedades
fr: Crééer les propriétés
it: Crea proprietà
nl: Eigenschappen aanmaken.
pt_br: Criar propriedades
ru: Создать свойства
zh: 创建属性

# AddIns.SharpRefactoring.ExtractMethod
source: Extract method
es: Extraer método
fi: Purku menetelmä
fr: Extraire la méthode
hu: Metódus kiemelése
it: Estrai metodo
kr: 메서드 추출하기
nl: Onttrekken
no: Lag metode
pt: Extrair method
pt_br: Extrair método.
ru: Извлечь в отдельный метод
tr: Çıkartma yöntemi
zh: 提取方法

# AddIns.SharpRefactoring.ExtractMethod.ContainsBreakError
source: The selected code contains a break statement without the enclosing loop. Please change the selection!
es: El código seleccionado contiene una instrucción break sin el bucle que lo rodea. Por favor, cambié la selección!
fr: Le code sélectionné contient un BREAK sans la boucle associée. Changez la sélection!
it: Il codice selezionato contiene una istruzione break senza il ciclo completo. Per favore cambia la selezione!
nl: De geselecteerde code bevat een break commando zonder de insluitende lus. Wijzig de selectie aub!
no: Den merkede koden inneholder en break-kommando uten den ytre løkken. Vennligst endre utvalget!
pt_br: O código selecionado contém uma declaração de parar sem fechar o ciclo. Por favor, altere a seleção!
ru: Выделенный текст содержит оператор break без соответствующего цикла. Пожалуйста проверьте выделение!
zh: 所选内容包含"break"语句,但未包含封闭语句。请更改选择！

# AddIns.SharpRefactoring.ExtractMethod.ContainsContinueError
source: The selected code contains a continue statement without the enclosing loop. Please change the selection!
es: El código seleccionado contiene una instrucción continue sin el bucle que lo rodea. Por favor, cambié la selección!
fr: Le code sélectionné contient un CONTINUE sans la boucle associée. Changez la sélection!
it: Il codice selezionato contiene una istruzione continue senza il ciclo completo. Per favore cambia la selezione!
nl: De geselecteerde code bevat een continue opdracht zonder de insluitende lus. Wijzig de selectie aub!
no: Den merkede koden inneholder en continue-kommando uten den ytre løkken. Vennligst endre utvalget!
pt_br: O código selecionado contém uma declaração de continuar sem fechar o ciclo. Por favor, altere a seleção!
ru: Выделенный текст содержит оператор continue без соответствующего цикла. Пожалуйста проверьте выделение!
zh: 所选内容包含"continue"语句,但未包含封闭语句。请更改选择！

# AddIns.SharpRefactoring.ExtractMethod.ContainsGotoError
source: The selected code contains a goto statement without the label. Please change the selection!
es: El código seleccionado contiene una instrucción goto sin etiqueta. Por favor, cambié la selección!
fr: Le code sélectionné contient un GOTO sans label. Changez la sélection!
it: Il codice selezionato contiene una istruzione goto senza l'etichetta. Cambia la selezione!
nl: De geselecteerde code bevat een goto opdracht zonder het label. Wijzig de selectie aub!
no: Den merkede koden inneholder en goto-kommando, men ikke merkelappen. Vennligst endre utvalget!
pt_br: O código selecionado contém uma instrução de ir para mas sem rótulo. Por favor, altere a seleção!
ru: Выделенный текст содержит оператор goto без соответствующей метки. Пожалуйста проверьте выделение!
zh: 所选内容中的goto语句引用了所选内容外的标签。请更改选择！

# AddIns.SharpRefactoring.ExtractMethod.EnterName
source: Enter a name for the new method
es: Ingrese un nombre para el nuevo método
fi: Anna nimi menetelmälle
fr: Entrer le nom pour la nouvelle méthode
hu: Adja meg az új metódus nevét
it: Digitare il nome del nuovo metodo
nl: Voer een naam in voor de nieuwe methode:
no: Skriv inn et navn på den nye metoden
pt_br: Entrar com o nome para o novo metodo
ru: Введите название нового метода
tr: Yeni yöntem için bir isim girin
zh: 输入新方法的名称

# AddIns.SharpRefactoring.ExtractMethod.InvalidSelection
source: Invalid selection! Please select a valid range.
es: Selección inválida! Por favor seleccione un rango válido.
fi: Virheellinen valinta !
fr: Sélection invalide ! Veuillez entrer une gamme valide.
hu: A kijelölés érvénytelen! Kérem, jelöljön ki egy érvényes területet.
it: Selezione non valida. Inserire un intervallo valido.
nl: Selectie is ongeldig! Kies a.u.b. een geldig bereik.
no: Ugyldig utvalg! Velg et gyldig område.
pt_br: Seleção invalida! Favor selecionar uma faixa valida.
ru: Неправильное выделение! Пожалуйста проверьте правильность диапазона.
tr: Geçersiz oturum! Lütfen geçerli bir aralık seçin.
zh: 无效的选择!请选择一个有效的范围.

# AddIns.SharpRefactoring.ExtractMethod.ParseErrors
source: Errors occured during parsing! Cannot extract a new method.
es: Ocurrieron errores durante el análisis! No se puede extraer un nuevo método.
fr: Des erreurs sont survenues pendant le parsing ! Impossible d'extraire une nouvelle méthode.
hu: Hiba történt az elemzés közben! Nem sikerült kiemelni az új metódust.
it: Errori durante l'analisi! Impossibile estrarre un nuovo metodo.
nl: Tijdens parseren zijn fouten opgetreden! Kan geen nieuwe methode onttrekken.
no: Det oppstod feil under gjennomlesing! Kan ikke trekke ut ny metode.
pt_br: Ocorreram erros durante a análise! Não é possível extrair um novo método.
ru: Ошибка при разборе! Нельзя извлечь текст в новый метод.
tr: Ayırma işlemi sırasında hata oluştu! Yeni bir yöntem açılamadı.
zh: 解析过程中出错！无法提取方法.

# AddIns.SharpRefactoring.ExtractMethodNotSupported
source: Extracting methods in {0} is currently not supported!
es: La extracción de métodos en {0} no esta soportada actualmente!
fr: L'extraction de méthodes dans {0} n'est pas actuellement supportée !
hu: Metódusok kiemelése {0} nyelvnél még nem támogatott!
it: L'estrazione dei metodi in {0} non è attualmente supportata!
kr: {0}에서 메서드를 추출하는 것은 현재 지원되지 않습니다!
nl: Ontrekkingsmethoden worden op dit moment niet ondersteund in {0}
no: Metode-uttrekk støttes ikke i {0}!
pt_br: Atualmente não é suportado extrair métodos em {0}!
ru: Извлекаемый исходный текст в {0} не поддерживается!
tr: {0} içinden çıkarım yöntemi desteklenmemektedir!
zh: 目前不支持从{0}里提取方法!

# AddIns.SharpRefactoring.InsertCtor
source: Insert constructor
es: Insertar constructor
fi: Lisää rakentaja
fr: Insérer constructeur
it: Inserisci costruttore
nl: Constructor invoegen
no: Sett inn konstruktør
pt_br: Inserir construtor
ru: Вставить конструктор
zh: 插入构造器

# AddIns.SharpRefactoring.InsertCtor.AddCheckForNullLabel
source: Add check for null
es: Agregar verificación de valores null
fi: Lisää null tarkastus
fr: Ajouter test des NULL
it: Aggiungi controllo valori null
nl: Voeg null test toe
no: Legg til null-sjekk
pt_br: Adicionar validação para nulo
ru: Добавить проверку на null
zh: 新增空引用检查

# AddIns.SharpRefactoring.InsertCtor.AddRangeCheckLabel
source: Add range check
es: Agregar verificación de rango
fr: Ajouter un test d'étendue
it: Aggiungi controllo intervalli
nl: Voeg bereik test toe
no: Legg til fra/til-sjekk
pt_br: Adicionar validação para faixa
ru: Добавить проверку диапазона
zh: 添加范围检查

# AddIns.SharpRefactoring.InsertCtor.Description
source: Select all fields you want to create a constructor with:
es: Seleccione todos los campos con los cuales quiere crear un constructor:
fr: Sélection des champs utiles dans le constructeur:
it: Selezionare tutti i campi per i quali si desidera un costruttore:
nl: Kies alle velden waarmee u een constructor wilt creëren:
no: Velg alle felter du vil bruke for å lage konstruktøren:
pt_br: Selecionar todos os campos que voce deseja criar com o construtor:
ru: Выберите все поля создаваемого конструктора с:
zh: 选择所有你想用来创建构造函数的字段：

# AddIns.SharpRefactoring.InsertCtor.VariableLabel
source: Variable
fi: Lisää Muuttuja
it: Variabile
nl: Variabele
no: Variabel
pt_br: Variavel
ru: Переменная
tr: Değişken
zh: 变量

# AddIns.SharpRefactoring.IntroduceMethod
source: Introduce method {0} in {1}
es: Introducir método {0} en {1}
fi: Esittele toiminto {0} {1}
fr: Insérer la méthode {0} dans {1}
it: Inserisci metodo {0} in {1}
nl: Introduceer methode {0} in {1}
no: Introduser metode {0} i {1}
pt_br: Introduzir método {0} em {1}
ru: Ввести метод {0} в {1}
zh: 导入{1}中的方法{0}

# AddIns.SharpRefactoring.OverrideEqualsGetHashCodeMethods
source: Override Equals() and GetHashCode()
es: Sobrescribir Equals() y GetHashCode()
fr: Surcharger Equals() et GetHashCode()
it: Override Equals() e GetHashCode()
nl: Overschrijf Equals() en GetHashCode()
no: Overstyr Equals() og GetHashCode()
pt_br: Sobrepôe Equals() e GetHashCode()
ru: Переопределить Equals() и GetHashCode()
zh: 重写Equals()和GetHashCode()

# AddIns.SharpRefactoring.OverrideEqualsGetHashCodeMethods.AddInterface
source: Add interface {0}
es: Agregar interface {0}
fi: Lisää käyttöliittymä {0}
fr: Ajouter l'interface {0}
it: Aggiungi interfaccia {0}
nl: Voeg interface {0} toe
no: Legg til interface {0}
pt_br: Adiciona interface {0}
ru: Добавить интерфейс {0}
tr: Arayüz ekle {0}
zh: 添加接口{0}

# AddIns.SharpRefactoring.OverrideEqualsGetHashCodeMethods.AddOperatorOverloads
source: Add operator overloads
es: Agregar sobrecargas de operador
fr: Ajouter des surcharges d'opérateur
it: Aggiungi operatore overloads
nl: Voeg operator overladingen toe
no: Legg til overloads for operatører
pt_br: Adiciona operador de sobrecarga
ru: Добавить перегруженный оператор
zh: 新增运算符重载
