Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ICSharpCode.NAntAddIn.NAntPadContent.NAntPropertiesToolTip
source: Enter NAnt properties.
es: Especificar propiedades de NAnt
fi: Aseta NAnt ominaisuuksia
fr: Saisir des propriétés NAnt.
hu: NAnt tulajdonságok megadása.
it: Inserire proprietà di NAnt.
kr: NAnt 속성을 입력하십시오.
nl: Voer NAnt eigenschappen in.
no: Legg inn egenskaper for NAnt.
pl: Wprowadź właściwości NAnt.
pt: Inserir propriedades NAnt.
pt_br: Entre com os parâmentros de linha do NAnt
ro: Introduceţi proprietăţile NAnt.
ru: Введите свойства NAnt.
tr: NAnt özwlliklerini girin.
zh: 输入NAnt属性

# ICSharpCode.NAntAddIn.NAntPadContent.RefreshCommandBarButtonText
source: Reloads the build files
es: Volver a cargar los archivos de construcción
fi: Ladataan tiedosto uudelleen
fr: Recharger les fichiers de génération
hu: Újratölti a szerkesztési fájlokat
it: Aggiorna i file compilati
kr: 빌드 파일을 새로 로드합니다.
nl: Herladen van Build bestanden
no: Laster inn byggefilene på nytt
pl: Przeładowuje pliki budowania
pt: Recarrega os ficheiros de compilação
pt_br: Recarrega os aquivos de compilação
ru: Перезагрузить файлы сборки
tr: İnşâ dosyalarını yeniden yükler.
zh: 重新载入生成文件(build file)

# ICSharpCode.NAntAddIn.NAntPadContent.RunCommandBarButtonText
source: Runs the selected target
es: Ejecutar el objetivo seleccionado
fi: Suorita valittu kohde
fr: Lancer la cible sélectionnée
hu: Futtatja a kiválasztott célpontot
it: Esegue l'obiettivo selezionato
kr: 선택한 대상을 실행합니다.
nl: Geselecteerd doel uitvoeren
no: Kjører det valgte målet
pl: Uruchamia wybrany cel
pt: Executa o alvo seleccionado
pt_br: Executa o objetivo selecionado
ru: Запустить выбранные
tr: Seçili hedefi çalıştırır
zh: 运行选中的目标

# ICSharpCode.NAntAddIn.NAntPadContent.StopCommandBarButtonText
source: Stops the current build
es: Detener la construcción actual
fi: Lopeta NAnt komento
fr: Arrête la construction en cours
hu: Megállítja a jelenlegi szerkesztést
it: Arresta la build corrente
kr: 현재 빌드 작업을 중지합니다.
nl: Breekt momentele build af
no: Stopper pågående bygging
pl: Zatrzymuje bieżące budowanie
pt: Para a compilação actual
pt_br: Parar a compilação atual
ru: Остановить выполняющуюся сборку
tr: Şu anki inşayı durdurur
zh: 停止生成

# ICSharpCode.NAntAddIn.ProcessRunner.NoProcessRunningErrorText
source: No process running.
es: No hay procesos en ejecución.
fi: Prosessi ei käynnissä
fr: Pas de processus lancé.
hu: Nincs futó folyamat.
it: Nessun processo in esecuzione.
kr: 실행 중인 프로세스가 없습니다.
nl: Geen proces actief.
no: Ingen prosess kjører.
pl: Brak uruchomionego procesu.
pt: Nenhum processo em execução.
pt_br: Nenhum processo em execução.
ro: Nici un proces nu rulează.
ru: Нет запущенных процессов.
tr: İşleyen bir süreç yok.
zh: 没有正在运行的进程.

# ICSharpCode.NAntAddIn.RunCleanTargetMenuLabel
source: Run &Clean Target
es: Ejecutar Objetivo &Limpio
fi: Aja puhdista kohde
fr: Lancer le nettoyage de la cible
hu: Futtatja a &Clean célpontot
it: Esegui e &Pulisci il target
kr: 대상 정리 실행(&C)
nl: Doel opschonen
no: Kjør rent mål
pl: Uruchom cel &Clean
pt: Executar Alvo &Limpo
pt_br: Executar &Limpeza do Objetivo
ru: Выполнить очистку Цели
tr: Projeyi Temizle
zh: 运行并清除目标(Run Clean Target)(&C)

# ICSharpCode.NAntAddIn.RunDefaultTargetMenuLabel
source: Run Default &Target
es: Ejecutar &Objetivo Predeterminado
fi: Suorita alkuperäinen kohde
fr: Lancer la cible par défaut
hu: Futtatja az alapértelmezett &Célpontot
it: Esegue &Obiettivo di default
kr: 기본 대상 실행(&T)
nl: Standaard doel uitvoeren
no: Kjør standard &mål
pl: Uruchom cel Defaul&t
pt: Executar por omissão &Target
pt_br: Executar o Objetivo &Padrão
ru: Использовать Цель по умолчанию
tr: Varsayılan Hedefi Çalıştır
zh: 运行默认目标(&T)

# ICSharpCode.NAntAddIn.RunTargetMenuLabel
source: Run &Target
es: Ejecutar &Objetivo
fi: Suorita kohde
fr: Lancer la cible
hu: Célpont &Futtatása
it: Esegue &Obiettivo
kr: 대상(&T) 실행
nl: Doel uitvoeren
no: Kjør mål
pl: Uruchom &Cel
pt: Executar &Alvo
pt_br: Executar &Objetivo
ru: Выполнить цель
tr: Hedefi Çalıştır
zh: 运行目标(&T)

# ICSharpCode.NAntAddIn.StopNAntMenuLabel
source: &Stop NAnt
es: &Detener NAnt
fi: &Pysäytä NAnt
fr: &Stopper NAnt
hu: NAnt &megállítása
it: Arre&sta NAnt
kr: NAnt 중지(&S)
no: &Stopp NAnt
pl: &Zatrzymaj NAnt
pt: &Parar NAnt
pt_br: &Parar NAnt
ru: Остановить NAnt
tr: NAnt 'ı Durdur
zh: 停止NAnt(&S)

# ICSharpCode.NoStartupProject
source: There is no startup project to debug.
es: No hay ningún proyecto de inicio para depurar.
fr: Aucun projet de démarrage à débogguer.
it: Manca il progetto di avvio.
nl: Er is geen startproject voor foutopsporing.
ru: Нет запускаемого проекта для отладки.
zh: 这不是一个可以启动的项目。

# ICSharpCode.NUnitPad.NUnitPadContent.PadName
source: Unit Tests
es: Pruebas de Unidad
fi: Yksikkö Testi
fr: Tests unitaires
hu: Egység Tesztek
it: Unità di Test
kr: 단위 시험
nl: Unittesten
no: Enhetstester
pl: Testy jednostki
pt: Testes Unidade
pt_br: Testes Unit
ro: Unitate de testare
ru: Тесты
tr: Unit Testleri
zh: 单元测试

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.AllLanguages
source: All
es: Todo
fi: Kaikki
fr: Tous
hu: Mind
it: Tutti
kr: 모두
nl: Alle
no: Alle
pl: Wszystkie
pt: Todas
pt_br: Todas
ro: Toate
ru: Все
tr: Hepsi
zh: 全部

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.DialogName
source: Insert PInvoke Signature
es: Insertar Firma PInvoke
fi: Vetoa allekirjoitukseen
fr: Insérer les signatures PInvoke
hu: PInvoke Szignatúra Beszúrása
it: Inserire Firma PInvoke
kr: Windows API 들여오기 문장 넣기
nl: PInvoke signatuur invoegen
no: Sett inn PInvoke signatur
pl: Wstawianie podpisu PInvoke
pt: Inserir Assinatura PInvoke
pt_br: Inserir Assinatura PInvoke
ru: Вставка подписи PInvoke
tr: PInvoke imzası yerleştir
zh: 插入PInvoke签名

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.FindButtonText
source: Find
es: Encontrar
fi: Etsi
fr: Chercher
hu: Keres
it: Trova
kr: 찾기
nl: Zoeken
no: Finn
pl: Znajdź
pt: Procurar
pt_br: Procurar
ro: Găseşte
ru: Найти
tr: Ara
zh: 查找

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.FunctionNameLabel
source: Function:
es: Función:
fi: Funktio:
fr: Fonction:
hu: Funkció:
it: Funzione:
kr: 함수:
nl: Functie:
no: Funksjon:
pl: Funkcja:
pt: Função:
pt_br: Função:
ro: Funcţia:
ru: Функция:
tr: İşlev:
zh: 函数：

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.InsertButtonText
source: Insert
es: Insertar
fi: Lisää
fr: Insérer
hu: Beszúr
it: Inserisce
kr: 삽입
nl: Invoegen
no: Sett inn
pl: Wstaw
pt: Inserir
pt_br: Inserir
ro: Inserează
ru: Вставка
tr: Ekle
zh: 插入

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.LanguageLabel
source: Language:
es: Lenguaje:
fi: Kieli:
fr: Langage:
hu: Nyelv:
it: Linguaggio:
kr: 언어:
nl: Taal:
no: Språk:
pl: Język:
pt: Linguagem:
pt_br: Linguagem:
ro: Limbaj:
ru: Язык:
tr: Dil:
zh: 开发语言:

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.ModuleNameLabel
source: Module:
es: Módulo:
fi: Moduli:
hu: Modul:
it: Modulo:
kr: 모듈:
no: Modul:
pl: Moduł:
pt: Módulo:
pt_br: Módulo:
ro: Modul:
ru: Модуль:
tr: Modül:
zh: 模块:

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.MoreInfoLinkLabel
source: More info
es: Más información
fi: Enemmän tietoa
fr: Plus d'infos
hu: További információ
it: Ulteriori informazioni
kr: 추가 정보
nl: Meer info
no: Mer informasjon
pl: Więcej informacji
pt: Mais informação
pt_br: Mais informações
ro: Mai multe informaţii
ru: Подробнее
tr: Daha fazla bilgi
zh: 更多信息

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.NoSignatureFoundForLanguage
source: No signature found for language '{0}'.
es: No se encontró firma para el lenguaje '{0}'.
fi: Ei allekirjoitusta kielelle '{0}'.
fr: Aucune signature trouvée en '{0}'.
hu: Nem található szignatúra a '{0}' nyelvhez.
it: Nessuna firma trovata per il linguaggio '{0}'.
kr: '{0}' 언어에 대한 시그니처가 발견되지 않았습니다.
nl: Geen signatuur voor '{0}' gevonden.
no: Fant ingen signatur for språket '{0}'.
pl: Nie znaleziono podpisu dla języka '{0}'.
pt: Não foi encontrada assinatura para a linguagem '{0}'.
pt_br: Nenhuma assinatura encontrada para a linguagem '{0}'.
ro: Nu există semnătură pentru limbajul '{0}'.
ru: Для языка '{0}' не найдены подписи.
tr: '{0}' dili için herhangi bir imza bulunamadı.
zh: 语言'{0}'未找到签名.

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesForm.NoSignaturesFound
source: No signatures found.
es: No se encontraron firmas.
fi: Allekirjoitusta ei löytynyt
fr: Aucune signature trouvée.
hu: Nem található szingnatúra.
it: Nessuna firma trovata.
kr: 시그니처가 발견되지 않았습니다.
nl: Géén signaturen gevonden.
no: Fant ingen signaturer.
pl: Nie znaleziono podpisów.
pt: Não formam encontradas assinaturas.
pt_br: Nenhuma assinatura encontrada.
ro: Semnătura nu s-a găsit.
ru: Подписи не найдены.
tr: Hiçbir ize rastlanmadı.
zh: 签名未找到。

# ICSharpCode.PInvokeAddIn.InsertPInvokeSignaturesMenuLabel
source: Insert PInvoke signatures...
es: Insertar firmas de PInvoke...
fi: Vetoa allekirjoitukseen ...
fr: Insérer des signatures PInvoke...
hu: PInvoke szignatúra beszúrása...
it: Inserire firme PInvoke...
kr: Windows API 들여오기 문장 넣기...
nl: Invoegen PInvoke signaturen...
no: Sett inn PInvoke signaturer...
pl: Wstaw podpisy PInvoke...
pt: Inserir assinaturas PInvoke...
pt_br: Inserir Assinaturas PInvoke...
ru: Вставка подписи PInvoke...
tr: PInvoke imzaları ekle...
zh: 插入PInvoke标签...

# ICSharpCode.PythonBinding.ConvertCSharpProjectToPythonProject
source: From C# to Python
es: De C# a Python
fi: C# -> Python
fr: De C# vers Python
it: Da C# a Python
nl: van C# naar Python
no: Fra C# til Python
ru: Из C# в Python
zh: 从C#到Python

# ICSharpCode.PythonBinding.ConvertVBNetProjectToPythonProject
source: From VB.NET to Python
es: De VB.NET a Python
fi: VB.NET -> Python
fr: De VB.NET vers Python
it: Da VB.NET a Python
nl: van VB.NET naar Python
no: Fra VB.NET til Python
ru: Из VB.NET в Python
zh: 从VB.NET到Python

# ICSharpCode.PythonBinding.PythonConsole
source: Python Console
es: Consola Python
fi: Python konsoli
fr: Console Python
no: Python-konsoll
ru: Консоль Python
zh: Python控制台

# ICSharpCode.PythonBinding.PythonFiles
source: Python Files
es: Archivos Python
fi: Python tiedostot
fr: Fichiers Python
it: Phyton Files
nl: Python bestanden
no: Python-filer
ru: Файлы Python
zh: Python文件

# ICSharpCode.PythonBinding.PythonProjectFiles
source: Python Project Files
es: Archivos de Proyecto Python
fi: Python projektitiedostot
fr: Projets Python
it: File di Progetto Python
nl: Python projectbestanden
no: Python-prosjektfiler
ru: Файлы проектов Python
zh: Python项目文件

# ICSharpCode.PythonBinding.SendLineToPythonConsole
source: Send Line to Python Console
es: Enviar Línea a la Consola Python
fr: Envoyer cette ligne vers la console Python
it: Invia Linea alla Console Python
nl: Stuur regel naar Python console
no: Send linje til Python-konsoll
ru: Отправить строку в консоль Python
zh: 发送行到Python控制台

# ICSharpCode.PythonBinding.SendSelectedTextToPythonConsole
source: Send to Python Console
es: Enviar a la Consola Python
fr: Envoyer vers la console Python
it: Invia alla Console Python
nl: Naar Python Console leiden
no: Send til Python-konsoll
pl: Wyślij do konsoli Pythona
ru: Отправить в консоль Python
tr: Python Konsoluna Gönder
zh: 发送到Python控制台

# ICSharpCode.PythonBinding.UnknownTypeName
source: Could not find type '{0}'. Are you missing an assembly reference?
es: No se pudo encontrar el tipo '{0}'.¿Falta una referencia a un ensamblado?
fr: Impossible de trouver le type '{0}'. Manque-t-il uUne référence d'assembly ?
it: Impossibile trovare il tipo '{0}'. Hai dimenticato il riferimento a qualche assembly?
nl: Kan type {0} niet vinden. Ontbreekt er een assembly referentie?
no: Kunne ikke finne type '{0}'. Mangler du en assembly-referanse?
ru: Не удалось найти тип '{0}'. Возможно не добавлена ссылка на сборку.
zh: 找不到类型'{0}'。是否缺少程序集引用?

# ICSharpCode.Refactoring.NoClassOrMemberUnderCursorError
source: Could not find type definition or type member at the cursor position.
es: No se pudo encontrar definición de tipo o de miembro en la posición del cursor.
fr: Impossible de trouver un membre ou une définition de type à la position du curseur.
it: Non è stato possibile trovare la definizione del tipo o il tipo del membro alla posizione corrente del cursore.
ru: Не удалось найти определение типа или члена типа на месте курсора.

# ICSharpCode.Refactoring.NoClassUnderCursorError
source: Could not find type definition at the cursor position.
es: No se puedo encontrar la definición de tipo en la posición del cursor.
fr: Impossible de trouver la définition du type sous le curseur.
it: Impossibile trovare la definizione del tipo sulla posizione del cursore
nl: Kon de type definitie niet vinden op de cursorpositie.
ru: В месте нахождения курсора не обнаружено определение типа.
zh: 无法找到光标所在位置的对象的类型定义。

# ICSharpCode.RubyBinding.SendLineToRubyConsole
source: Send Line to Ruby Console
es: Enviar Línea a la Consola Ruby
fr: Envoyer cette ligne vers la console Ruby
it: Invia Linea alla Console Ruby
nl: Stuur regel naar Ruby console
no: Send linje til Ruby-konsoll
ru: Отправить строку в консоль Ruby
zh: 发送行到Ruby控制台

# ICSharpCode.RubyBinding.SendSelectedTextToRubyConsole
source: Send to Ruby Console
es: Enviar a la Consola Ruby
fr: Envoyer vers la console Ruby
it: Invia alla Console Ruby
nl: Naar Ruby Console leiden
no: Send til Ruby-konsoll
pl: Wyślij do konsoli Ruby
ru: Отправить в консоль Ruby
tr: Ruby Konsoluna Gönder
zh: 发送到Ruby控制台

# ICSharpCode.Services.FileUtilityService.CantLoadFileStandardText
source: Can't load file ${FileNameWithoutPath} under ${Path}. Check the file permission and the existence of that file.
es: No se puede cargar el archivo ${FileNameWithoutPath} en la ubicación ${Path}. revise los permisos y la existencia de ese archivo.
fi: Ei voitu ladata ${FileNameWithoutPath} ja ${Path}. Tarkista käyttöoikeudet ja että tiedosto on olemassa.
fr: Chargement du fichier ${FileNameWithoutPath} depuis ${Path}. Controlez les droits et l'existence du fichier.
hu: Betölthetetlen fájl ${FileNameWithoutPath} a(z) ${Path} útvonalon. Ellenőrizze a fájlhozzáféréseket és a meglétét.
it: Non si può caricare il file ${FileNameWithoutPath} da ${Path}. Controllare i permessi e la presenza del file.
kr: ${Path}에서 ${FileNameWithoutPath}를 읽을 수 없습니다. 파일 권한과 존재 여부를 점검하십시오.
nl: Kan het bestand ${FileNameWithoutPath} in de map ${Path} niet laden. Controleer de beveiliging en het bestaan van het bestand.
no: Kan ikke lese filen ${FileNameWithoutPath} i ${Path}. Sjekk at filen eksisterer og at du har leserettigheter til den.
pl: Nie można załadować pliku ${FileNameWithoutPath} z ${Path}. Sprawdź uprawnienia i obecność tego pliku.
pt: Não é possivel abrir o ficheiro ${FileNameWithoutPath} em ${Path}. Verifique a existência e permissões deste ficheiro.
pt_br: Não foi possível abrir o arquivo ${FileNameWithoutPath} em ${Path}. Verifique a existência e permições deste arquivo
ro: Nu se poate încărca fişierul ${FileNameWithoutPath} din ${Path}. Verificaţi permisiunile asupra fişierului sau existenţa acelui fişier.
ru: Невозможно загрузить файл ${FileNameWithoutPath} из ${Path}. Проверьте права доступа и существование этого файла.
tr: ${Path} altındaki ${FileNameWithoutPath} dosyası yüklenemiyor. Dosya varlığını ve izin durumunu kontrol et.
zh: 在${Path}无法读取文件 ${FileNameWithoutPath}.请确认是否有权限读取文件或者该文件是否存在。

# ICSharpCode.Services.FileUtilityService.CantSaveFileStandardText
source: Can't save file ${FileNameWithoutPath} under ${Path}. Choose another file name or check if the directory exists and that you have write permission in that path and file. (maybe a write protection problem?)
es: No se puede guardar el archivo ${FileNameWithoutPath} en ${Path}. Escoja otro nombre de archivo o verifique que el directorio exista y que tiene los permisos de escritura en ésa ubicación y archivo. (¿quizá sea un problema de protección de escritura?)
fi: Ei voi tallentaa tiedostoa ${FileNameWithoutPath}
fr: Enregistrement impossible du fichier ${FileNameWithoutPath} sous ${Path}. Choisissez un autre nom de fichier ou controlez si le répertoire existe ainsi que les droits d'écriture pour le chemin et le fichier.
hu: ${FileNameWithoutPath} fájlt nem lehet elmenteni ${Path} címre. Válasszon másik fájlnevet vagy ellenőrizze le, hogy a könyvtár létezik és hogy van írási joga az adott címen és fájlhoz. (Lehet, hogy írásvédelmi hiba?)
it: Non si può salvare il file ${FileNameWithoutPath} in ${Path}. Scegliere un altro nome o controllare se la cartella esiste e che si hanno i permessi di scrittura. (potrebbe essere attivata la protezione da scrittura?)
kr: ${Path}에 ${FileNameWithoutPath}를 저장할 수 없습니다. 다른 파일 이름을 선택하시든지 디렉터리가 존재하고 당신이 그 경로와 파일에 쓸 권한이 있는 지 점검하십시오. (쓰기 보호 문제일 수 있습니다.)
nl: Kan het bestand ${FileNameWithoutPath} niet opslaan in de map ${Path}.
no: Kan ikke lagre filen ${FileNameWithoutPath} i ${Path}. Velg et annet filnavn eller sjekk om katalogen finnes og at du har skrivetilgang til den katalogen og filen (kanskje filen er skrivebeskyttet?)
pl: Nie można zachować pliku ${FileNameWithoutPath} w ${Path}. Wybierz inną nazwę pliku lub sprawdź czy istnieje folder i czy masz prawo zapisu w tej ścieżce i pliku. (może istnieje problem z zabezpieczeniem zapisu?)
pt: Não é possível quardar o ficheiro ${FileNameWithoutPath} em ${Path}. Escolha outro nome ou verifique se a pasta existe e suas permissões. (talvez seja um problema de protecção de escrita?)
pt_br: Imposível salvar o arquivo ${FileNameWithoutPath} em ${Path}. Escolha outro nome de arquivo ou verifique a existência do diretório e se você possui permições de acesso a esta pasta e arquivo. (talvez um problema de proteção de escrita?)
ro: Nu se poate încărca fişierul ${FileNameWithoutPath} din ${Path}. Alegeţi un alt nume de fişier sau asiguraţi-vă că directorul există şi că aveţi permisiunea de a scrie în acel fişier sau în locaţia acestuia. (Sau poate e o problemă de protecţie la scriere?)
ru: Невозможно сохранить файл ${FileNameWithoutPath} в ${Path}. Выберите другое имя файла или проверьте, существует ли папка, и Вы имеете достаточно прав для записи.
tr: ${Path} altındaki ${FileNameWithoutPath} dosyası kaydedilemiyor. Başka bir dosya adı seçin veya dizinin var olduğundan ve o konuma dosya yazılmasına izniniz olduğundan emin olun.(belki yazma-koruma problemi olabilir?)
zh: 无法在 ${Path}保存文件${FileNameWithoutPath}。请选择其它文件名或确认该目录是否存在以及你是否有权限操作。(可能写保护？)

# ICSharpCode.SharpDevelop.BrowserDisplayBinding.Browser
source: Browser
es: Explorador
fr: Navigateur
hu: Böngésző
it: Visualizzatore
kr: 브라우저
no: Utforsker
pl: Przeglądarka
pt: Navegador
pt_br: Visualizador
ru: Браузер
tr: Tarayıcı
zh: 浏览器

# ICSharpCode.SharpDevelop.Commands.CharpConvertProjectToVB
source: From C# to VB.NET
es: De C# a VB.NET
fi: C# -> VB.NET
fr: De C# vers VB.NET
hu: C#-ról VB.NET-re
it: Da C# a VB.NET
kr: C#에서 VB.NET으로
nl: Van C# naar VB.NET
no: Fra C# til VB.NET
pl: Z C# do VB.NET
pt: De C# para VB.NET
pt_br: Do C# para VB.NET
ro: Din C# în VB.NET
ru: Из C# в VB.NET
tr: C# 'dan VB.NET'e
zh: 从C#到VB.NET

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.DebugItem
source: Debug layout
es: Depurar
fi: Koodaus asettelu
fr: Déboguage
hu: Nyomkövető elrendezés
it: Layout del Debug
kr: 디버그 배치
nl: Foutopsporen
no: Feilsøkingslayout
pl: Debuguj układ
pt: Layout Depuração
pt_br: Corrige erros de disposição
ro: Machetă de depanare
ru: Расположение окон для отладки
tr: Hata ayıklama yerleştirmesi
zh: 调试布局

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.DefaultItem
source: Default layout
es: Predeterminado
fi: Normi asettelu
fr: En cours
hu: Alap elrendezés
it: Layout predefinito
kr: 기본 배치
nl: Standaard
no: Standard layout
pl: Domyślny układ
pt: Layout por Omissão
pt_br: Disposição padrão
ro: Aspect implicit
ru: Расположение окон по умолчанию
tr: Varsayılan yerleştirme
zh: 默认布局

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.EditItem
source: <Edit>
es: <Editar>
fi: Muokkaa
fr: <Editer>
hu: <Szerkeszt>
it: <Modifica>
kr: <편집>
nl: <Bewerken>
no: <Rediger>
pl: <Edycja>
pt: <Edição>
pt_br: <Editar>
ro: <Editare>
ru: <Правка>
tr: <Düzenle>
zh: <编辑>

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.EditLayouts.AddLayout
source: Add layout
es: Agregar diseño
fi: Lisää Layout
fr: Ajouter une couche
it: Aggiungi layout
kr: 배치 더하기
nl: Voeg opmaak toe
no: Legg til layout
pl: Dodaj układ
pt: Adicionar layout
pt_br: Adicionar disposição
ru: Добавить расположение окон
tr: Düzen EKle
zh: 添加布局

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.EditLayouts.Label
source: Edit the list of user-defined layouts:
es: Editar diseños personalizados:
fr: Editer la liste des couches définies par l'utilisateur:
it: Modifica la lista dei layout definiti dall'utente:
kr: 사용자가 지정한 배치 목록을 수정합니다:
nl: Bewerk lijst met gebruiker bepaalde opmaak:
no: Rediger listen over brukerdefinerte layouter:
pl: Edytuj listę układów użytkownika:
pt: Alterar lista de layouts definidos pelo utilizador:
pt_br: Edita a lista de disposições definidas pelo usuário:
ru: Править список определяемых пользователем макетов:
tr: Kullanıcı tanımlı sayfa düzeni listesini düzenle:
zh: 编辑用户定义的布局列表:

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.EditLayouts.Title
source: Edit layouts
es: Editar diseños:
fi: Muokkaa näkymää
fr: Editer les couches
it: Modifica layout
kr: 배치 수정
nl: Opmaak bewerken
no: Rediger layouter
pl: Edytuj rozkłady
pt: Alterar layouts
pt_br: Editar disposições
ru: Правка расположений окон
tr: Tertipleri Düzenle
zh: 编辑布局

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.PlainItem
source: Plain layout
es: Simple
fi: Selkeä asettelu
fr: Editeur de texte
hu: Sima elrendezés
it: Layout Normale
kr: 일반 배치
nl: Basis opmaak
no: Enkel layout
pl: Prosty układ
pt: Layout Simples
pt_br: Disposição plana
ro: Aspect simplu
ru: Обычное расположение окон
tr: Düz yerleştirme
zh: 空白布局

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.ResetToDefaultItem
source: <Reset to defaults>
es: <Restablecer valores>
fi: Palauta oletuksiin
fr: <Par défaut>
hu: <Alapértelmezettre állít>
it: <Reimposta a predefinito>
kr: <기본값으로 되돌리기>
nl: <Terug naar standaard>
no: <Gjenopprett standard>
pl: <Resetuj do domyślnych>
pt: <Restaurar valores por omissão>
pt_br: <Redefinir padrões>
ro: <Valori implicite>
ru: <Сбросить значения (По умолчанию)>
tr: <Varsayılana Sıfırla>
zh: <恢复默认>
