Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Templates.File.SharpDevelop.AddInOptions.Name
source: AddIn Options
es: Opciones de Complemento
fi: Lisäasetukset
hu: Beépülő Beállítások
it: Opzioni AddIn
kr: 추가 기능 옵션
nl: Invoegtoepassing opties
no: Egenskaper for tillegg
pl: Opcje dodatku
pt: Opções de AddIn
pt_br: Opções de AddIn
ru: Параметры плагина
tr: Eklenti Seçenekleri
zh: 插件选项

# Templates.File.SharpDevelop.MenuCommand.Description
source: An empty menu command for #D.
es: Un menú de comandos vacío para #D
fi: Tyhjä Menukomento #D.
fr: Commande de menu vide pour #D.
hu: Egy üres menü parancs #Develop-hoz.
it: Un comando di menu vuoto per #D.
kr: #D에 사용되는 빈 메뉴 명령입니다.
nl: Een lege menu opdracht voor #D
no: En tom menykommando for #D.
pl: Puste polecenie menu dla #D.
pt: Um menu vazio do #D.
pt_br: Um comando de menu vazio para o #D.
ro: Un meniu de comenzi gol pentru #D.
ru: Пустая команда меню для #D.
tr: #D için boş bir menü komutu

# Templates.File.SharpDevelop.MenuCommand.Name
source: Menu Command
es: Menú de comandos
fi: Menu komento
fr: Command de menu
hu: Menü Parancs
it: Comando di Menu
kr: 메뉴 명령
nl: Menu opdracht
no: Menykommando
pl: Polecenie menu
pt: Menu
pt_br: Menu de Comando
ro: Meniul de comenzi
ru: Команда меню
tr: Menü Komutu
zh: 菜单命令

# Templates.File.SharpDevelop.OptionPanel.Description
source: A #D option panel.
es: Un panel de opciones de #D
fi: Valintapaneeli.
fr: Panel d'option pour #D.
hu: A #D beállítás panel-e.
it: Un pannello di opzione di #D.
kr: #D 옵션판입니다.
nl: Een #D optie paneel
no: Et alternativskjema for #D.
pl: Panel opcji #D.
pt: Um painel de opções do #D.
pt_br: Um painel de opção #D.
ro: Un panou de opţiuni #D.
ru: Панель настроек #D.
tr: Bir #D seçenek paneli.
zh: SharpDevelop选项面板

# Templates.File.SharpDevelop.OptionPanel.Name
source: Option Panel
es: Panel de Opciones
fi: Valintapaneeli
fr: Panel d'option
hu: Beállítás Panel
it: Pannello di Opzione
kr: 옵션판
nl: Optiepaneel
no: Alternativskjema
pl: Panel Opcji
pt: Painel de Opções
pt_br: Painel de Opções
ro: Panoul de opţiuni
ru: Панель настроек
tr: Ayar Paneli

# Templates.File.SharpDevelop.SimpleCommand.Description
source: A command which can be used for various occasions.
es: Un comando que puede ser usado en varias ocasiones
fi: Komentoa voidaan käyttää eri yhteyksissä
fr: Une commande qui peut être utilisée à diverses occasions.
hu: Egy parancs, amely használható különböző helyzetekben.
it: Un comando che può essere usato in varie occasioni.
kr: 여러 상황에서 사용될 수 있는 명령입니다.
nl: Een opdracht, toepasbaar voor verschillende zaken.
no: En kommando som kan brukes til ulike formål.
pl: Polecenie które może być użyte przy różnych okazjach.
pt: Um comando que poderá ser utilizado para várias ocasiões.
pt_br: Um comando que pode ser usado para várias ocasiões.
ro: O comandă care poate fi folosită pentru diverse ocazii.
ru: Команда, которая может быть использована в различных целях.
tr: Çeşitli olaylar için kullanılabilecek bir komut.

# Templates.File.SharpDevelop.SimpleCommand.Name
source: Simple Command
es: Comando simple
fi: Yksinkertainen komento
fr: Commande Simple
hu: Egyszerű Parancs
it: Comando Semplice
kr: 간단한 명령
nl: Simpele opdracht
no: Enkel kommando
pl: Proste polecenie
pt: Comando simples
pt_br: Comando Simples
ro: Comandă simplă
ru: Простая Команда
tr: Basit Komut

# Templates.File.SharpDevelop.SimplePad.Description
source: A #D pad content (for example the #D scouts).
es: Un pad de contenido #D (por ejemplo, los scouts de #D).
fi: #D pad sisältää ( esim #D tutkinnan ja etsijän ).
fr: Un panneau SharpDevelop (p.e. l'explorateur de classes)
hu: Egy #Develop panel-tartalom (mint például a #Develop kezelők)
it: Un contenuto di #D (per esempio l'esploratore di #D).
kr: #D 판 내용입니다. (예를 들어 #D 정보판)
nl: Een #D pad inhoud (bijvoorbeeld de #D scouts).
no: #D panelinnhold (for eksempel #D speidere).
pl: Zawartość pada #D (na przykład panele #D).
pt: Um painel contentor do #D (Por exemplo: os guais #D).
pt_br: Um pad #D (por exemplo os scouts do #D).
ro: Cuprins pad #D (exemplu: observatoarele #D).
ru: Содержимое панели #D.
tr: Bir #D tepsi içeriği (örneğin #D kaşifleri).

# Templates.File.SharpDevelop.SimplePad.Name
source: Empty Pad
es: Pad Vacío
fi: Tyhjä alusta
fr: Carnet vide
hu: Üres Panel
it: Pad Vuoto
kr: 빈 판
nl: Leeg Pad
no: Tomt panel
pl: Pusty Pad
pt: Painel vazio
pt_br: Pad Vazio
ro: Pad liber
ru: Пустая Панель
tr: Boş Tepsi

# Templates.File.SharpDevelop.View.Description
source: A #D view content (for example text editor or resource editor).
es: Contenido de la vista #D (por ejemplo el editor de texto o recursos)
fi: #D näkymässä (esim. tekstieditori tai resurssi editori)
fr: Un éditeur SharpDevelop (éditeur de texte ou de ressources).
hu: Egy #Develop nézet tartalom (mint például szövegszerkesztő vagy erőforrás szerkesztő)
it: Una vista di #D (per esempio l'editor di testo o di risorse).
kr: #D 내용 뷰입니다. (예를 들어 텍스트 편집기나 리소스 편집기)
nl: Een #D inhoudsweergave (bijv. tekstbewerker of bronbestand editor).
no: #D visningsinnhold (for eksempel tekstbehandler eller ressurs editor).
pl: Zawartość widoku #D (na przykład edytor tekstu lub edytor zasobów).
pt: Uma vista contentora #D (Por exemplo: editor de texto ou editor de recursos).
pt_br: Um visualizador de conteúdo (por exemplo: editor de texo ou editor de recursos).
ro: Un cuprins vedere #D (exemplu: editorul de texte sau editorul de resurse).
ru: Содержимое представления #D (например, текстовый редактор или редактор ресурсов).
tr: Bir #D görünüm içeriği ( örneğin metin düzenleyici yada kaynak düzenleyici).
zh: SharpDevelop的视图内容(比如文本编辑顺或资源编辑器).

# Templates.File.SharpDevelop.View.Name
source: Empty View
es: Vista Vacía
fi: Tyhjä näkymä
fr: Vue vide
hu: Üres Nézet
it: Vista Vuota
kr: 빈 뷰
nl: Lege Weergave
no: Tom visning
pl: Pusty Widok
pt: Vista vazia
pt_br: Visão vazia
ro: Vedere Liberă
ru: Пустое Представление
tr: Boş Görünüm
zh: 空视图

# Templates.File.SingletonClass.Description
source: A class following the singleton pattern.
es: Una clase que utiliza el patrón singleton.
fi: C# Yhden ilmentymän luokka, joka voi käyttää kaikkialla useita tiedostoja ja suuria hankkeita.
fr: Une classe suivant le modèle de singleton
hu: Egy osztály amely a singleton mintát követi.
it: Classe che segue il pattern Singleton
kr: singleton 패턴을 따르는 클래스입니다.
nl: Klasse welke het singleton patroon volgt.
no: En klasse som følger singleton mønsteret.
pl: Klasa naśladująca wzorzec singleton.
pt: Uma classe que siga o padrão singleton (único objecto).
pt_br: A classe segue o modelo singular (singleton).
ro: O clasă care urmează modelul singleton.
ru: Класс, следующий шаблону проектирования "Одиночка" (Singleton).
tr: 'Tek sınıf' türü bir sınıf
zh: 具有标准样式的类。

# Templates.File.SingletonClass.Name
source: Singleton Class
es: Clase Singleton
fi: Singleton Luokka
fr: Classe singleton
hu: Singleton Osztály
it: Classe Singleton
kr: Singleton 클래스
nl: Singleton klasse
no: Singleton klasse
pl: Klasa Singleton
pt: Classe Singleton
pt_br: Classe Singular
ro: Clasă Singleton
ru: Одиночка
tr: Tek Sınıf
zh: 样品类

# Templates.File.Struct.Description
source: A struct declaration including Equals() and GetHashCode() implementation.
es: Una declaración de estructura que incluye una implementación de los métodos Equals() y GetHashCode().
fr: Une déclaration de structure, implémentant les méthodes Equals() et GetHashCode().
hu: Struktúra deklaráció Equals() és GetHashCode() implementációval együtt.
it: La dichiarazione di una struttura include implementazioni di Equals() e GetHashCode().
kr: Equals()와 GetHashCode() 구현을 포함한 구조체 선언입니다.
nl: Struct declaratie met implementatie van Equals() en GetHashCode().
no: En strukturdeklarasjon som inkluderer implementeringer av Equals() og GetHashCode().
pt: Uma declaração struct incluindo a implementação de Equals() e GetHashCode().
pt_br: Uma declaração de estrutura contendo implementações de Equals() e GetHashCode().
ru: Объявление структуры включает реализацию Equals() и GetHashCode().
tr: Equals() ve GetHashCode() gerçeklemelerini içeren bir yapı belirlemesi.
zh: 一个包含Equals()和GetHashCode()方法的结构体.

# Templates.File.Struct.Name
source: Struct
es: Estructura
fi: Rakenne
fr: Structure
hu: Struktúra
it: Struttura
kr: 구조체
pt: Estrutura
pt_br: Estrutura
ru: Структура
tr: Yapı
zh: 结构体

# Templates.File.Structure.Description
source: A structure declaration including Equals() and GetHashCode() implementation.
es: Una declaración de estructura que incluye implementaciones de Equals() y GetHashCode().
fr: Une déclaration incluant les implémentations pour Equals() et GetHashCode()
it: Dichiarazione di struttura che include l'implementazione di Equals() e GetHashCode().
nl: Een structuur declaratie, inclusief Equals() en GetHashCode() implementatie.
no: En strukturdeklarasjon som inkluderer implementasjoner av Equals() og GetHashCode().
ru: Объявление структуры, включая Equals() и GetHashCode().
zh: 一个结构体描述它包含了Equals()和GetHashCode() 方法。

# Templates.File.Structure.Name
source: Structure
es: Estructura
fi: Rakenne
it: Struttura
nl: Structuur
no: Struktur
ru: Структура
zh: 结构体

# Templates.File.Text.EmptyText.Name
source: Empty text file
es: Archivo de texto vacío
fi: Tyhjä texti-tiedosto
fr: Fichier texte vide
hu: Üres szövegfájl
it: File di testo vuoto
kr: 빈 텍스트 파일
nl: Leeg tekstbestand
no: Tom tekstfil
pl: Pusty plik tekstowy
pt: Ficheiro de texto vazio
pt_br: Arquivo de Texto vazio
ro: Fişier text gol
ru: Пустой текстовый файл
tr: Metin dosyasını boşalt
zh: 空text文档

# Templates.File.Text.EmptyTextFile.Description
source: Creates a new text file.
es: Crea un nuevo archivo de texto.
fi: Luo uuden texti-tiedoston
fr: Crée un nouveau fichier texte.
hu: Készít egy új szöveges fájlt.
it: Crea un nuovo file di testo.
kr: 새 텍스트 파일을 만듭니다.
nl: Maakt een nieuw tekstbestand
no: Lager en ny tekstfil.
pl: Tworzy nowy plik tekstowy.
pt: Cria um novo ficheiro de texto.
pt_br: Cria um novo arquivo de texto.
ro: Creare fişier text nou.
ru: Создаёт пустой текстовый файл.
tr: Yeni bir metin dosyası oluşturur.
zh: 创建一个空白 Text 文件。

# Templates.File.UnitTest.Description
source: Creates a basic unit test.
es: Crea un test de unidad básico.
fi: Luo normaali yksikkö testi.
fr: Crée une unité de test basique.
hu: Készít egy alap egység tesztet.
it: Crea una unità di test base.
kr: 기본 단위 시험을 만듭니다.
nl: Maakt een basis unit test aan.
no: Lager en enkel enhetstest.
pl: Tworzy podstawowy test jednostki.
pt: Cria uma unidade de teste básica.
pt_br: Cria um teste unit básico.
ro: Crează o unitate bază de test.
ru: Создаёт базовый модульный тест.
tr: Basit bir birim testi oluşturur.
zh: 创建基本的单元测试。

# Templates.File.UnitTest.Name
source: Unit Test
es: Test de Unidad
fi: Yksikkö testi
fr: Unité de test
hu: Egység Teszt
it: Unità di Test
kr: 단위 시험
no: Enhetstest
pl: Test jednostki
pt: Unidade Teste
pt_br: Teste Unit
ro: Unitate de test
ru: Модульный тест
tr: Birim Testi
zh: 单元测试

# Templates.File.WebControl.Description
source: A custom Web Control.
es: Un Control Web personalizado.
fr: Contrôle Web personnalisé.
hu: Egyéni Web Vezérlő.
it: Controllo Web custom.
kr: 사용자 웹 컨트롤입니다.
nl: Een aangepast Web besturingselement
no: En egendefinert webkontroll.
pl: Własna Kontrolka Web.
pt: Um controlo Web à medida.
pt_br: Um Controle Web customizado
ro: Un Control Web personalizat.
ru: Настраиваемый веб-элемент управления
tr: Özel Web Kontrolü
zh: 自定义Web控件

# Templates.File.WebControl.Name
source: ASP.NET Web Control
es: Control Web ASP.NET
fi: ASP.NET webbsovellus
fr: Contrôle Web ASP.NET
hu: ASP.NET Web Vezérlő
it: Controllo Web ASP.NET
kr: ASP.NET 웹 컨트롤
nl: ASP.NET Web besturingselement
no: ASP.NET webkontroll
pl: Kontrolka Web ASP.NET
pt: Controlo Web ASP.NET
pt_br: Controle Web ASP.NET
ro: Control Web ASP.NET
ru: Веб-элемент управления ASP.NET
tr: ASP.NET Web Kontrolü
zh: ASP.NET Web控件

# Templates.File.WebForm.Description
source: Web Form: .aspx page with Code Behind.
es: Formulario Web: una página .aspx con código atrás (Code Behind).
fi: Web lomakemuoto:. aspx sivuun liittyvää koodia.
fr: Formulaire Web: page .aspx avec code à côté.
hu: Web Űrlap: .aspx oldal Forráskód Fájllal.
it: Web Form: pagina .aspx con Code Behind.
kr: 웹 폼: 코드 비하인드 파일을 가진 .aspx 페이지입니다.
nl: Web formulier: .aspx pagina met achterliggende code
no: Webside: .aspx side med Code Behind.
pl: Formularz Web: strona .aspx z Code Behind.
pt: Formulário Web: página .aspx com Code Behind
pt_br: Formulário Web: pagina .aspx com o código por tras.
ru: Веб-форма: страница .aspx с отделённым кодом
tr: WEb Sayfası: arkasında kod ile .aspx sayfası
zh: Web窗体: 包含代码的.aspx页面.

# Templates.File.WebForm.Name
source: ASP.NET Web Form
es: Formulario Web ASP.NET
fi: ASP.NET webblomake
fr: Formulaire Web ASP.NET
hu: ASP.NET Web Űrlap
it: Web Form ASP.NET
kr: ASP.NET 웹 폼
nl: ASP.NET Web Formulier
no: ASP.NET webside
pl: Formularz Web ASP.NET
pt: Formulário Web ASP.NET
pt_br: Formulário Web ASP.NET
ru: Веб-форма ASP.NET
tr: ASP.NET Web Sayfası
zh: ASP.NET Web窗体

# Templates.File.WebHandler.Description
source: Creates an ASP.NET WebHandler with code-behind.
es: Crea un WebHandler ASP.NET con código subyacente.
fi: Luo ASP.NET web-ohjaimen ja koodin taustalle
fr: Créée un gestionnaire web ASP.NET avec code attaché.
it: Consente di creare un ASP.NET WebHandler con il relativo codice.
nl: Maakt een ASP.NET Webhandler aan met achterliggende code.
ru: Создает веб-обработчик ASP.NET с отделённым кодом.
zh: 创建一个代码分离的ASP.NET页面。

# Templates.File.WebHandler.Name
source: ASP.NET Web Handler
es: Manejador Web ASP.NET
fi: ASP.NET web-ohjain
fr: Gestionnaire ASP.NET
it: Gestore Web ASP.NET
nl: ASP.NET behandelaar
ru: Веб-обработчик ASP.NET
zh: ASP.NET网页处理程序

# Templates.File.WebService.Description
source: Component Frame for ASMX Web Service.
es: Componente de tipo marco para un Servicio Web ASMX.
fi: ASP.NET / ASMX web-palvelu
fr: Brique de composant pour service Web ASMX
hu: Keret Komponens ASMX Web Szervizhez.
it: Struttura di Componente per Web Service ASMX
kr: ASMX 웹 서비스를 위한 구성 요소 프레임입니다.
nl: Component Frame voor ASMX Web Service.
no: Komponentskall for ASMX webtjeneste.
pl: Rama komponentu dla Web Serwisu ASMX.
pt: Componente Frame para Web Service ASMX.
pt_br: Componente Frame para Web Service ASMX.
ru: Компонент Frame для веб-службы ASMX.
tr: ASMX Web Servisi için Bileşen Çatısı
zh: ASMX Web Service组件帧

# Templates.File.WebService.Name
source: ASP.NET Web Service
es: Servicio Web ASP.NET
fi: ASP.NET web-palvelu
fr: Service Web ASP.NET
hu: ASP.NET Web Szerviz
it: Web Service ASP.NET
kr: ASP.NET 웹 서비스
no: ASP.NET webtjeneste
pl: Web Serwis ASP.NET
pt: Web Service ASP.NET
pt_br: Web Service ASP.NET
ro: Derviciu Web ASP.NET
ru: Веб-служба ASP.NET
tr: ASP.NET Web Servisi

# Templates.File.WindowsForm.Description
source: A form for a windows application.
es: Un formulario para una aplicación windows.
fi: Lomake Windows sovellukselle
fr: Un formulaire pour une application Windows.
hu: Űrlap windows alkalmazásokhoz.
it: Una Form per un'applicazione Windows.
kr: Windows 응용 프로그램에서 쓰이는 폼입니다.
nl: Formulier voor een Windows toepassing.
no: Et vindu til en Windows applikasjon.
pl: Formatka dla aplikacji windows.
pt: Um formulário para uma aplicação Windows
pt_br: Um formulário para uma aplicação windows.
ro: Un formular pentru o aplicaţie windows.
ru: Форма для Windows-приложения.
tr: Bir Windows uygulaması için form
zh: 一个用于 Windows 应用程序的窗体。

# Templates.File.WindowsForm.Name
source: Form
es: Formulario
fi: Lomake
fr: Formulaire
hu: Űrlap
kr: 폼
nl: Formulier
no: Vindu
pl: Formatka
pt: Formulário
pt_br: Formulário
ro: Formular
ru: Форма
zh: 窗体

# Templates.File.WindowsUserControl.Description
source: A user control for a windows application.
es: Un control de usuario para una aplicación windows.
fi: Käyttäjän tunnistus Windows-sovellukselle
fr: Un contôle utilisateur pour une application Windows.
hu: Felhasználói-vezérlő windows alkalmazásokhoz.
it: Un controllo Utente per un'applicazione Windows
kr: Windows 응용 프로그램에서 쓰이는 사용자 컨트롤입니다.
nl: Gebruiker besturingselement voor een Windows toepassing.
no: En egendefinert kontroll til en Windows applikasjon.
pl: Kontrolka użytkownika dla aplikacji windows.
pt: Um controlo de utilizador para uma aplicação windows.
pt_br: Um controle do usuário para uma aplicação windows.
ro: Un control utilizator pentru o aplicaţie windows.
ru: Пользовательский элемент управления для Windows-приложения
tr: Bir windows uygulaması için kullanıcı kontrolü
zh: 用于 Windows 应用程序的用户控件。

# Templates.File.WindowsUserControl.Name
source: User Control
es: Control de Usuario
fi: Käyttäjän tunnistus
fr: Contrôle utilisateur
hu: Felhasználói-vezérlő
it: Controllo Utente
kr: 사용자 컨트롤
nl: Gebruiker besturingselement
no: Egendefinert kontroll
pl: Kontrolka Użytkownika
pt: Controlo Utilizador
pt_br: Controle do Usuário
ro: Control Utilizator
ru: Пользовательский элемент управления
tr: Kullanıcı Kontrolü
zh: 用户控件

# Templates.File.WinFXFlowDocument.Name
source: WPF Flow Document
es: Documento de Flujo WPF
fi: WinFX dokumentti
fr: Document de Flux WPF
hu: WPF Folyamat Dokumentum
it: Documento di Flusso WPF
kr: WPF 흐름 문서
nl: WPF omloop document
no: WPF Flow dokument
pl: Dokument WPF Flow
pt: Documento de Fluxo WPF
pt_br: Documento de fluxo do WinFX
ro: Document WPF Flow
ru: Поток документов WPF
tr: WPF Akış Dökümanı
zh: WPF流式文档

# Templates.File.WinFXPage.Name
source: WPF Page
es: Página WPF
fi: WinFX sivu
fr: Page WPF
hu: WPF Oldal
it: Pagina WPF
kr: WPF 페이지
nl: WPF pagina
no: WPF side
pl: Strona WPF
pt: Pág. WPF
pt_br: Pagina WinFX
ro: Pagina WPF
ru: Страница WPF
tr: WPF Sayfası
zh: WPF页面

# Templates.File.WinFXPageFunction.Name
source: WPF Page Function
es: Página de Funciones WPF
fi: WinFX sivun toiminne
fr: Page de Fonctions WPF
hu: WPF Oldal Funkció
it: Funzione di Pagina WPF
kr: WPF 페이지 함수
nl: WPF pagina functie
no: WPF sidefunksjon
pl: Funkcja Strony WPF
pt: Página de Função WPF
pt_br: Página de função WinFX
ro: Pagina Funcţiilor WPF
ru: Функция страницы WPF
tr: WPF Sayfa İşlevi
zh: WPF页面功能

# Templates.File.WinFXResourceDictionary.Name
source: WPF Resource Dictionary
es: Diccionario de Recursos WPF
fi: WinFX resurssikirjasto
fr: Dictionnaire de resource WPF
hu: WPF Erőforrás Fájl
it: Dizionario per Risorsa WPF
kr: WPF 리소스 사전
nl: WPF hulpbron bibliotheek
no: WPF ressurskatalog
pl: Słownik Zasobów WPF
pt: Dicionário de Recurso WPF
pt_br: Dicionário de Recursos do WinFX
ro: Dicţionarul de resurse WPF
ru: Словарь ресурсов WPF
tr: WPF Kaynak Sözlüğü
zh: WinFX资源目录

# Templates.File.WinFXUserControl.Description
source: A WPF Custom Control
es: Un Control Personalizado WPF
fr: Contrôle personnalisé WPF
hu: WPF Egyéni Vezérlő
it: Controllo Personalizzato WPF
kr: WPF 사용자 컨트롤
nl: Een WPF aangepast besturingselement
no: En egendefinert WPF kontroll
pl: Własna Kontrolka WPF
pt: Um Controlo à Medida WPF
pt_br: Um Controle WinFX Customizado
ro: Un Control WPF personalizat
ru: Настраиваемый элемент управления WPF
tr: Özel WPF Kontrolü
zh: WinFX自定义控件

# Templates.File.WinFXUserControl.Name
source: WPF User Control
es: Control de Usuario WPF
fi: WinFX käyttäjä tunnistus
fr: Contrôle Utilisateur WPF
hu: WPF Felhasználói Vezérlő
it: Controllo Utente WPF
kr: WPF 사용자 컨트롤
nl: WPF gebruiker besturingselement
no: Egendefinert WPF kontroll
pl: Kontrolka Użytkownika WPF
pt: Controlo de Utilizador WPF
pt_br: Controle de Usuário do WinFX
ro: Control WPF definit de către utilizator
ru: Пользовательский элемент управления WPF
tr: WPF Kullanıcı Kontrolü
zh: WPF用户控件

# Templates.File.WinFXWindow.Description
source: A WPF Window
es: Una Ventana WPF
fi: WinFX ikkuna
fr: Fenêtre WPF
hu: Egy WPF Ablak
it: Finestra WPF
kr: WPF 창
nl: Een WPF venster
no: Et WPF vindu
pl: Okno WPF
pt: Uma janela WPF
pt_br: Uma janela WinFX
ro: O fereastră WPF
ru: Окно WPF
tr: Bir WPF Penceresi
zh: WinFX窗口

# Templates.File.WinFXWindow.Name
source: WPF Window
es: Ventana WPF
fi: WinFX ikkuna
fr: Fenêtre WPF
hu: WPF Ablak
it: Finestra WPF
kr: WPF 창
no: WPF vindu
pl: Okno WPF
pt: Janela WPF
pt_br: Janela WinFX
ro: Fereastră WPF
ru: Окно WPF
tr: WPF Penceresi
zh: WPF窗体

# Templates.File.WiX.EmptyWiX.Description
source: empty fragment file for WiX
es: archivo de fragmento vacío para WiX
fi: Uusi Windows Installer XML ( WiX ) Työkalusarja, joka rakentaa Windows asennuspaketteja XML-lähdekoodilla. Sarja tarjoaa sekä komentoriviympäristön että kehittäjät voivat joko integroida osaksi oldstyle Makefile rakentaa prosesseja tai käyttää uudempaa MSBuild teknologiaa. Sisältä integroidut kehitysympäristöt kuten Ms Visual Studio tai SharpDevelop joilla rakennat MSI ja MSM asennus paketteja.
fr: Fragment de fichier vide pour WiX
hu: üres rész fájl a WiX-nek
it: Frammento file per WiX vuoto
kr: WiX에서 쓰이는 빈 조각 파일입니다.
nl: leeg fragment bestand voor WiX
no: Tom fragmentfil for WiX
pl: pusty plik fragment dla WiX
pt: fragmento vazio de ficheiro para WiX
pt_br: arquivo fragmento vazio para Wix
ro: fragment de fişier vid pentru ViX
ru: Пустой фрагмент файла для WiX
tr: WiX için boş parça dosyası
zh: 为WiX文件产生空的片段文件(fragment file)

# Templates.File.WiX.EmptyWiX.Name
source: Empty WiX Fragment File
es: Archivo Vacío de Fragmento WiX
fi: Uusi WiX tiedosto
fr: Fragment de fichier WiX vide
hu: Üres WiX Rész Fájl
it: Frammento di file WiX vuoto
kr: 빈 WiX 조각 파일
nl: Leeg WiX fragment bestand
no: Tom WiX fragmentfil
pl: Pusty Plik WiX Fragment
pt: Esvaziar Fragmento de Ficheiro WiX
pt_br: Arquivo Fragmento Wix vazio
ro: Golire fişier fragment WiX
ru: Пустой файл фрагмента WiX
tr: Boş WiX Parça Dosyası
zh: Wix片段文件(Fragment File)为空

# Templates.File.Wix.EmptyWixDialog.Description
source: Creates an empty setup dialog.
es: Crea un dialogo de instalación vacío.
fr: Crée un formulaire de configuration vide.
it: Crea una finestra di installazione vuota.
kr: 비어 있는 설치 대화 상자를 만듭니다.
nl: Maakt een blanco setup dialoog aan.
no: Lager en tom installasjonsdialog.
ru: Создаёт пустой диалог установки.
tr: Boş bir kurulum penceresi oluşturur.
zh: 创建一个空的安装对话.

# Templates.File.Wix.EmptyWixDialog.Name
source: Empty Setup Dialog
es: Dialogo de Instalación Vacío.
fr: Formulaire de configuration vide
it: Finestra Installazione Vuota
kr: 비어 있는 설치 대화 상자
nl: Blanco setup dialoog
no: Tom installasjonsdialog
ru: Пустое окно Мастера установки
tr: Boş Kurulum Penceresi
zh: 空Setup对话框

# Templates.File.Wix.WixDialog.Description
source: Creates a setup dialog with some default controls on it.
es: Crea un dialogo de instalación con algunos controles por defecto.
fi: Luo WiX-asennus dialogin joillakin standardi asetuksilla
fr: Crée une boîte de dialogue de configuration ('setup') possédant les contrôles par défaut.
it: Crea una finestra di installazione con alcuni controlli predefiniti.
kr: 일부 기본 컨트롤이 있는 설치 대화 상자를 만듭니다.
nl: Maakt een setup dialoog met enkele standaard besturingselementen er op.
no: Lager en installasjonsdialog med noen standardkontroller.
pt: Cria um diálogo de instalação.
pt_br: Cria um diálogo de instalação.
ru: Создаёт диалог Мастера установки с некоторыми элементами управления по умолчанию.
tr: Üzerine bazı kontroller olan kurulum penceresi oluşturur.
zh: 创建一个带有默认控件的安装对话框

# Templates.File.Wix.WixDialog.Name
source: Setup Dialog
es: Dialogo de Instalación
fi: WiX-Asennusikkuna
fr: Boîte de dialogue de configuration
it: Finestra Installazione
kr: 설치 대화 상자
nl: Setup dialoog
no: Installasjonsdialog
pt: Diálogo de Instalação
pt_br: Dialogo de Instalação
ru: Диалоговое окно Мастера установки
tr: Kur Diyaloğu
zh: 安装对话框
