Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Dialog.Options.IDEOptions.Debugging.PauseOnHandledExceptions
source: Pause on handled Exceptions
es: Pausar en excepciones controladas
fr: Pause lors des exceptions gérées
it: Fermati sulle Eccezioni gestite
nl: Wachten na afhandeling van uitzonderingen
pt_br: Pausar nas exceções gerenciadas.
ru: Пауза на обработанных исключениях.
zh: 遇到捕获的异常时暂停

# Dialog.Options.IDEOptions.Debugging.Stepping
source: Stepping
es: Paso por Instrucciones
fr: Pas-à-pas en cours
kr: 단계별 실행
nl: Stapsgewijs
no: Stegvis
pt_br: Passo a Passo
ru: Пошаговая обработка
zh: 调试

# Dialog.Options.IDEOptions.Debugging.Stepping.DecompileCodeWithoutSymbols
source: Decompile code without symbols
es: Decompilar código sin símbolos
fr: Décompiler le code sans symboles
it: Decompila codice senza simboli
nl: Code decompileren zonder symbolen
ru: Декомпилировать код без отладочной информации

# Dialog.Options.IDEOptions.Debugging.Stepping.EnableJustMyCode
source: Use 'Just My Code' feature for stepping
es: Usar 'Just My Code' al pasar por instrucciones
fr: Utiliser 'Seulement mon code' pour le pas-à-pas
it: Usa 'Just My Code' per debug passo-passo
kr: 단계별 실행에 "내 코드만" 사용
nl: Stap naar 'Alleen mijn code' kenmerk
no: Bruk 'Kun min kode' for stegvis gjennomgang.
pt_br: Usar o recurso 'Just My Code' para passo a passo
ru: Использовать 'Just My Code' для пошаговой обработки
zh: 使用"仅我的代码"特性步进调试

# Dialog.Options.IDEOptions.Debugging.Stepping.StepOverAllProperties
source: Step over all properties
es: Pasar por todas las propiedades
fr: Pas-à-pas sur les propriétés
it: Salta tutte le proprietà
kr: 모든 속성에 프로시저 단위 실행 사용
nl: Stap over alle eigenschappen
no: Hopp over alle property deklarasjoner
pt_br: Passar por todas propriedades
ru: Перешагивать через все свойства
zh: 逐过程执行所有属性

# Dialog.Options.IDEOptions.Debugging.Stepping.StepOverDebuggerAttributes
source: Step over code marked with debugger attributes
es: Pasar por código marcado con atributos del depurador
fr: Pas-à-pas sur le code marqué avec des attributs de déboguage
it: Salta routine marcate con gli attributi debugger
kr: 디버거 특성이 적용된 코드에 프로시저 단위 실행 사용
nl: Stap over code met foutzoek attributen
no: Hopp over kode merket med debugger-attributter
pt_br: Passar por códigos marcados com atributos de depuração
ru: Перешагивать через код, отмеченный атрибутами отладчика
zh: 逐过程执行标记为调试器属性的代码

# Dialog.Options.IDEOptions.Debugging.Stepping.StepOverFieldAccessProperties
source: Step over field access properties
es: Pasar por miembros de propiedades
fr: Pas-à-pas sur les accesseurs
it: Salta le proprietà di accesso ai campi
kr: 필드 접근 속성에 프로시저 단위 실행 사용
nl: Stap over eigenschappen met veldtoegang
no: Hopp over felt-aksess properties
pt_br: Passar por propriedades de acesso a campos
ru: Перешагивать через свойства для доступа к полям
zh: 逐过程执行字段访问属性

# Dialog.Options.IDEOptions.Debugging.Stepping.StepOverNoSymbols
source: Step over code without symbols
es: Pasar por código sin símbolos
fr: Pas-à-pas sur le code sans symboles
it: Salta codice senza simboli
kr: 기호가 없는 코드에 프로시저 단위 실행 사용
nl: Stap over code zonder symbolen
no: Hopp over kode uten symboler
pt_br: Passar por códigos sem símbolos
ru: Перешагивать через код без отладочной информации
zh: 逐过程执行无符号代码

# Dialog.Options.IDEOptions.Debugging.Stepping.StepOverSingleLineProperties
source: Step over single-line properties
es: Pasar por propiedades de una única línea
fr: Pas-à-pas sur les propriétés d'une ligne
it: Salta le proprietà su linea singola
kr: 한 줄로 된 속성에 프로시저 단위 실행 사용
nl: Stap over éénregelige eigenschappen
no: Hopp over en-linjes properties
pt_br: Passar por propriedades de uma linha
ru: Перешагивать через однострочные свойства
zh: 逐过程执行单行属性

# Dialog.Options.IDEOptions.Debugging.SuppressJITOptimization
source: Suppress JIT optimization
es: Suprimir optimización JIT
fr: Supprimer les optimisations JIT
it: Salta ottimizzazione JIT
nl: Onderdruk JIT optimalisering
ru: Отключить JIT-оптимизацию

# Dialog.Options.IDEOptions.Debugging.SuppressNGENOptimization
source: Suppress NGEN optimization
es: Suprimir optimización NGEN
fr: Supprimer les optimisations NGEN
it: Salta ottimizzazione NGEN
nl: Onderdruk NGEN optimalisering
ru: Отключить NGEN-оптимизацию

# Dialog.Options.IDEOptions.Debugging.Symbols
source: Symbols
es: Símbolos
fi: Symboolit
fr: Symboles
it: Simboli
kr: 기호
nl: Symbolen
no: Symboler
pt_br: Símbolos
ru: Символы
zh: 符号

# Dialog.Options.IDEOptions.Debugging.Symbols.ListCaption
source: Symbol and source code paths:
es: Rutas de símbolos y código fuente:
fr: Chemins des symboles et du code source:
it: Percorsi simboli e codice sorgente:
kr: 기호와 소스 코드 경로:
nl: Symbool- en broncodepaden:
no: Symbol- og kildekode stier:
pt_br: Caminhos para símbolos e código fonte:
ru: Места размещения файлов символов:
zh: 符号和源代码路径:

# Dialog.Options.IDEOptions.Debugging.WithoutSource
source: Without Source Debugging
es: Sin Depuración de Fuente
fr: Sans débogguage du source
it: Debug Senza Sorgenti
nl: Zonder broncode fout-opsporing.
ru: Отладка без исходников

# Dialog.Options.IDEOptions.EditStandardHeaderPanel.HeaderLabel
source: &Header
es: &Encabezado
fr: &En-tête
hu: &Fejrész
it: &Intestazione
kr: 헤더(&H)
nl: &Koptekst
no: &Topptekst
pl: Na&główek
pt: Cabeçalho
pt_br: &Cabeçalho
ro: &Antet
ru: Заголовок
tr: &Başlık
zh: 头文件(&H)

# Dialog.Options.IDEOptions.EditStandardHeaderPanel.LanguageLabel
source: &Language
es: &Lenguaje
fi: &Kieli
fr: &Langue
hu: &Nyelv
it: &Linguaggio
kr: 언어(&L)
nl: &Taal
no: &Språk
pl: &Język
pt: &Linguagem
pt_br: &Linguagem
ro: &Limbaj
ru: Язык
tr: &Dil
zh: 语言(&L)

# Dialog.Options.IDEOptions.EditStandardHeaderPanel.Title
source: Edit Standard Headers
es: Editar Encabezados Estándar
fi: Header
fr: Editer les en-têtes standards
hu: Szabvány Fejrész szerkesztése
it: Modifica Intestazioni Standard
kr: 표준 헤더 편집
nl: Standaard koptekst bewerken
no: Endre standard topptekster
pl: Edytuj Standardowe Nagłówki
pt: Alterar Cabeçalhos Standard
pt_br: Editar Cabeçalhos Padrões
ro: Editare Antete Standard
ru: Стандартные заголовки
tr: Standart Başlıkları Düzenle
zh: 编辑标准头文件

# Dialog.Options.IDEOptions.General
source: General
fi: Yleistä
fr: Générales
hu: Általános
it: Generale
kr: 일반
nl: Algemeen
no: Generelt
pl: Ogólne
pt: Gerais
pt_br: Geral
ru: Общие
tr: Genel
zh: 常规

# Dialog.Options.IDEOptions.LoadSaveOptions.AutoLoadExternalChanges
source: &Auto-load changes if saved
es: C&argar cambios externos automáticamente en archivos no modificados
fr: Ch&argement automatique des modifications si sauvegardé.
it: &Auto-carica modifiche esterne
kr: 저장된 상태일 때 변경 내용 자동 로드(&A)
nl: &Autoladen externe wijzigingen..
no: Last inn endringer automatisk ved lagring
pl: Automatycznie ładuj zmiany jeśli zapisany
pt: Auto-carregar alterações se gravado
pt_br: &Atualizar mudanças quando salvo
ru: Автоматически загружать, если сохранено
tr: Dışardan kaydedileni otomatik yükle
zh: 如果文件外部有变化,自动加载

# Dialog.Options.IDEOptions.LoadSaveOptions.CreateBackupCopyCheckBox
source: Use &temporary file for saving
es: Usar archivo &temporal para guardar
fi: Tee Varmuuskopio
fr: Utiliser un fichier &temporaire pour la sauvegarde
hu: &Mindig készítsen biztosági másolatot
it: Cre&a copia di backup
kr: 저장을 하는 데 임시 파일 사용(&T)
nl: Gebruik &tijdelijk bestand voor opslaan
no: Bruk &temp-fil for lagring
pl: Użyj pliku &tymczasowego dla zachowania
pt: Criar sempre cópia de segurança
pt_br: Usar arquivo &temporario para salvar.
ro: Întotde&auna se creează o copie de rezervă
ru: Для сохранения использовать временный файл
tr: &Her zaman yedek kopya oluştur
zh: 总是建立备份(&A)

# Dialog.Options.IDEOptions.LoadSaveOptions.DefaultFileEncoding
source: Default file &encoding:
es: Codificación pr&edeterminada de archivo:
fr: &Encodage par défaut:
it: Codifica fil&e predefinita:
nl: Verstek bestands &encodering:
no: Standard fil-koding:
pt_br: Codificação padrão de arquivo:
ru: Кодировка файла по умолчанию:
zh: 默认文件编码(&E):

# Dialog.Options.IDEOptions.LoadSaveOptions.DetectExternalChanges
source: &Detect external changes to files
es: &Detectar cambios externos a archivos
fr: &Détecter les changements externes des fichiers
it: Controlla mo&difiche esterne ai files
kr: 프로그램 외부에서 파일이 수정되었는지 검사(&D)
nl: Externe bestandswijzigingen &detecteren
no: Overvåk eksterne endringer av filer
pl: Wykryj zewnętrzne zmiany w plikach
pt: Detectar alterações externas a ficheiros
pt_br: &Detectar mudanças externas nos arquivos
ru: Обнаруживать изменения файлов внешними программами
zh: 检测文件外部变化(&D):

# Dialog.Options.IDEOptions.LoadSaveOptions.LoadLabel
source: Load
es: Cargar
fi: Lataa
fr: Charger
hu: Betöltés
it: Carica
kr: 로드
nl: Laden
no: Åpne
pl: Wczytaj
pt: Abrir
pt_br: Abrir
ro: Încărcare
ru: Загрузка
tr: Yükle
zh: 读取

# Dialog.Options.IDEOptions.LoadSaveOptions.LoadUserDataCheckBox
source: &Load user-specific settings with the document
es: Cargar opciones específicas de usuario con e&l documento
fi: Lataa Käyttäjätiedot
fr: Charger &les préférences utilisateur avec le document
hu: Felhasználó-szintű beállítások betöltése a dokumentummal
it: &Carica impostazioni-utente con il documento
kr: 문서에 대한 사용자 별 설정을 읽음(&L)
nl: &Laad gebruiker specifieke instellingen met document
no: &Les inn brukerspesifikke innstillinger med dokumentet
pl: Załaduj z dokumentem preferencje użytkownika
pt: Abrir configurações próprias do utilizador com o documento
pt_br: &Abrir configurações específicas de usuário com o documento
ro: În&cărcare document cu parametri specificaţi de utilizator
ru: Загружать установки пользователя вместе с документом
tr: Bu belge için &kullanıcı-bazlı ayarları yükle
zh: 读取用户详细设定文档(&L)

# Dialog.Options.IDEOptions.LoadSaveOptions.PanelName
source: Load/Save
es: Cargar/Guardar
fi: Lataa / Tallenna
fr: Charger/Sauver
hu: Megnyitás/mentés
it: Carica/Salva
kr: 읽기/저장
nl: Laden/Opslaan
no: Åpne/Lagre
pl: Wczytaj/Zapisz
pt: Abrir/Guardar
pt_br: Abrir/Salvar
ro: Încărcare/Salvare
ru: Загрузка/Сохранение
tr: Yükle/Kaydet
zh: 读取/保存

# Dialog.Options.IDEOptions.LoadSaveOptions.SaveLabel
source: Save
es: Guardar
fi: Tallenna
fr: Enregistrer
hu: Mentés
it: Salva
kr: 저장
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Guardar
pt_br: Salvar
ro: Salvare
ru: Сохранение
tr: Kaydet
zh: 保存

# Dialog.Options.IDEOptions.LoadSaveOptions.UseRecycleBin
source: Use &recycle bin when deleting files
es: Utiliza&r la papelera de reciclaje al eliminar archivos
fi: Käytä Roskakoria
fr: Utiliser la corbeille lors de l'effacement des fichiers
it: Usa &Cestino quando elimini files
kr: 파일을 지울 때 휴지통에 넣기(&R)
nl: Bestanden verwijderen via de de p&rullebak
no: Send slettede filer til papirkurven
pt_br: Usar &Lixeira quando deletar arquivos
ru: Удалять в Корзину
zh: 删除文件移动到回收站

# Dialog.Options.IDEOptions.OutputPanel.Format
source: Format
es: Formato
fi: Muotoile
hu: Formázás
it: Formato
kr: 형식
nl: Indeling
pt: Formato
pt_br: Formato
ru: Формат
tr: Biçim
zh: 格式

# Dialog.Options.IDEOptions.OutputPanel.Title
source: Output Window
es: Ventana de Salida
fi: Ulostulo Ikkuna
fr: Fenêtre de sortie
hu: Kimeneti Ablak
it: Finestra di Uscita
kr: 출력창
nl: Uitvoer venster
no: Resultatvindu
pl: Okno Wynikowe
pt: Janela de Saída
pt_br: Janela de Saída
ro: Fereastra de ieşire
ru: Окно вывода
tr: Çıktı Penceresi
zh: 输出窗口

# Dialog.Options.IDEOptions.OutputPanel.WordWrap
source: Word wrap
es: Ajuste de línea
fi: Rivitä teksti
fr: Retour à la ligne
hu: Sortöréssel
it: Giustificato
kr: 자동 줄 바꿈
nl: woordomslag
no: Tekstbrytning
pl: Zawijanie wierszy
pt: Quebra de palavra
pt_br: Rolagem de palavra
ru: Переносить длинные строки
tr: Sözcük kaydır
zh: 自动换行

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.BuildAndRunGroupBox
source: Build and Run options
es: Opciones de Generación y Ejecución
fi: Run
fr: Options de construction et de lancement
hu: Szerkesztési és Futtatási beállítások
it: Compila ed Esegui opzioni
kr: 빌드와 실행 옵션
nl: Opties bouw en uitvoering
no: Alternativer for bygging og kjøring
pl: Opcje Budowania i Uruchamiania
pt: Opções de compilação e execução
pt_br: Opções de Compilação e Execução
ru: Параметры построения и запуска
tr: İnşâ ve Çalıştırma seçenekleri
zh: 生成和运行选项

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.InvalidProjectPathSpecified
source: Invalid project path specified.
es: Ruta del proyecto no válida.
fi: Väärä Projektipolku
fr: Chemin spécifié pour le projet invalide.
hu: Hibás a megadott projekt útvonal.
it: Percorso progetto specificato non valido.
kr: 부적절한 프로젝트 경로가 지정되었습니다.
nl: Ongeldig projectpad ingegeven.
no: Ugyldig prosjektsti spesifisert.
pl: Wskazano niewłaściwą ścieżkę do projektu.
pt: Caminho de projecto específicado inválido.
pt_br: Caminho do projeto inválido.
ru: Указан неверный путь к проекту.
tr: Proje yolu yanlış belirtilmiş.
zh: 指定的项目路径不合法。

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.LoadPrevProjectCheckBox
source: Load previous solution on startup
es: Abrir la última solución al inicio
fi: Lataa Edellinen Projekti
fr: Charger la solution précédente au lancement
hu: Előző megoldás betöltése induláskor
it: Carica la soluzione precedente all'avvio
kr: 시작할 때 이전 솔루션을 로드
nl: Bij opstarten de vorige Oplossing laden
no: Last inn forrige løsning ved oppstart
pl: Ładuj poprzednie rozwiązanie po starcie.
pt: Carregar a solução anterior no arranque
pt_br: Carregar solução anterior ao iniciar
ro: Încărcare soluţie anterioară la pornire
ru: Загружать предыдущее решение при запуске
tr: Başlangıçta en son açılan çözümü yükle
zh: 启动时读取最近的解决方案。

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.PanelName
source: Projects and Solutions
es: Proyectos y Soluciones
fi: Projekti ja Ratkaisut
fr: Projets et Solutions
hu: Projektek és Megoldások
it: Progetti e Soluzioni
kr: 프로젝트와 솔루션
nl: Projecten en Oplossingen
no: Prosjekter og løsninger
pl: Projekty i Rozwiązania
pt: Projectos e Soluções
pt_br: Projetos e Soluções
ro: Proiecte şi Soluţii
ru: Проекты и решения
tr: Projeler ve Çözümler
zh: 项目和解决方案

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.ParallelBuild
source: Number of projects to build in parallel:
es: Número de proyectos a generar en paralelo:
fi: Rakenna Projektit Rinnatusten
fr: Nombre de projets à construire en parallèle :
it: Numero di progetti da compilare in parallelo:
kr: 동시에 빌드할 프로젝트의 수
nl: Aantal parallel te bouwen projecten:
no: Antall prosjekter å bygge parallelt:
pt_br: Número de projetos para compilar em paralelo:
ru: Количество проектов при параллельной сборке:
zh: 并行编译的工程数量:

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.ProjectLocationLabel
source: Default project location:
es: Ubicación de proyecto por defecto:
fi: Projektin Sijainti
fr: Emplacement du projet par défaut :
hu: Alapértelmezett projekt útvonal:
it: Posizione progetto di default:
kr: 기본 프로젝트 위치:
nl: Standaard locatie van project:
no: Standard prosjektplassering:
pl: Domyślna lokalizacja projektu:
pt: Localização por omissão do projecto:
pt_br: Localização padrão do projeto:
ro: Locaţia implicită a proiectului:
ru: Расположение проекта по умолчанию:
tr: Varsayılan proje konumu:
zh: 默认项目位置：

source: Select default project location
es: Seleccionar ubicación del proyecto por defecto:
fi: Valitse Oletus Sijainti
fr: Sélectionnez l'emplacement du projet par défaut
hu: Alapértelmezett projekt útvonal választás
it: Selezionare posizione del progetto di default
kr: 기본 프로젝트 위치를 선택하십시오.
nl: Kies standaard locatie voor project
no: Velg standard prosjektplassering
pl: Wybierz domyślną lokalizację projektu
pt: Seleccionar localização por omissão do projecto
pt_br: Selecionar local padrão do projeto
ru: Выберите расположение проекта по умолчанию
tr: Varsayılan proje konumunu seçin
zh: 选择默认项目的位置

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.SettingsGroupBox
source: Settings
es: Opciones
fi: Tallenna Projektit
fr: Paramètres
hu: Beállítások
it: Impostazioni
kr: 설정
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Ajustes
pt_br: Configurações
ro: Configurări
ru: Установки
tr: Ayarlar
zh: 设置

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.ShowErrorListPadCheckBox
source: Show error list pad if build finishes with errors
es: Mostrar panel de errores si la generación termina con errores
fi: Näytä Virhelista
fr: Afficher la liste des erreurs si la construction sort des erreurs
hu: Mutassa a hibalistát ha a szerkesztés hibával ér véget
it: Visualizzare la lista errori se la compilazione termina con errori
kr: 빌드가 오류로 끝나면 오류 목록판을 보이기
nl: Foutoverzicht-paneel weergeven als het bouwen met fouten eindigt
no: Vis feilliste hvis det oppstår feil under bygging
pl: Pokaż zakładkę listy błędów jeśli budowanie zakończy się z błędami
pt: Mostrar pad de lista de erros no caso da compilação terminar com erros
pt_br: Exibir lista de erros se a compilação tiver erros
ru: Показать список ошибок, если сборка проекта завершилась с ошибками
tr: İnşa hata ile biterse hata sekmesini göster
zh: 如果生成出现错误，显示错误列表。

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.WhenRunning
source: When running:
es: Al ejecutar:
fr: Avant l'exécution:
it: In esecuzione:
kr: 실행할 때:
nl: Tijdens uitvoering:
no: Under kjøring:
pt_br: Quando executar:
ru: При запуске:
zh: 当运行：

source: Build modified projects and projects depending on them
es: Generar proyectos modificados y proyectos dependientes de ellos
fr: Construire les projets modifiés et associés
it: Compila progetti modificati e tutte le dipendenze
kr: 수정된 프로젝트와 그 프로젝트에 의존하는 다른 프로젝트들 빌드
nl: Bouw gewijzigde projecten en de van deze afhankelijke projecten.
no: Bygg endrede prosjekter og avhengige prosjekter
pt_br: Compilar projetos modificados e projetos dependentes deles
ru: Собрать изменённые проекты и проекты, зависимые от них
zh: 生成修过的项目和与它有关的项目

source: Build modified projects only
es: Generar proyectos modificados solamente
fr: Construire uniquement les projets modifiés
it: Compila solo progetti modificati
kr: 수정된 프로젝트만 빌드
nl: Bouw alleen gewijzigde projecten
no: Bygg kun endrede prosjekter
pt_br: Compilar apenas projetos modificados
ru: Собрать только изменённые проекты
zh: 只生成修改过的项目

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.WhenRunning.DoNotBuild
source: Do not build
es: No generar
fi: Ajettaessa; Älä Rakenna
fr: Ne rien construire
it: Non compilare
kr: 빌드하지 않음
nl: Nu niet bouwen
no: Ikke bygg
pt_br: Não compilar
ru: Ничего не собирать
zh: 不要生成

# Dialog.Options.IDEOptions.ProjectAndSolutionOptions.WhenRunning.RegularBuild
source: Build all projects
es: Generar todos los proyectos
fi: Ajettaessa; Rakenna Kaikki
fr: Construire tous les projets
it: Compila tutti i progetti
kr: 모든 프로젝트를 빌드
nl: Bouw alle projecten.
no: Bygg alle prosjekter
pt_br: Compilar todos projetos
ru: Собрать все проекты
zh: 生成所有项目

# Dialog.Options.IDEOptions.SelectCulture.CurrentUILanguageLabel
source: Current UI language:
es: Idioma Actual de la Interfaz:
fr: Langue en cours:
hu: Pillanatnyi UI nyelv:
it: Linguaggio IU corrente:
kr: 현재 사용자 인터페이스 언어:
nl: Huidige UI taal:
no: Nåværende UI-språk:
pl: Aktualny język interfejsu użytkownika:
pt: Língua da interface actual:
pt_br: Idioma atual da interface:
ro: Limbajul UI curent:
ru: Текущий язык интерфейса:

# Dialog.Options.IDEOptions.SelectCulture.DescriptionText
source: Click on an icon to choose language.
es: Clic en un icono para seleccionar el lenguaje.
fi: Klikkaa kuvaketta ja valitse kieli.
fr: Cliquer sur une icône pour sélectionner la langue.
hu: A nyelv kiválasztásához kattintson egy ikonon.
it: Clicca su una icona per scegliere la llingua.
kr: 언어를 선택하려면 아이콘을 클릭하십시오.
nl: Selecteer een pictogram om een taal te selecteren.
no: Klikk på et ikon for å endre språk.
pl: Kliknij na ikonę aby wybrać język.
pt: Clique no ícone para escolher a língua
pt_br: Clique em um ícone para escolher o idioma.
ro: Selectaţi pictograma corespunzătoare limbajului.
ru: Щелкните по значку для выбора языка.
tr: Dil seçimi için bir simgeye tıklayın.
zh: 点击图标选择语言种类。

# Dialog.Options.IDEOptions.SelectCulture.PanelName
source: UI Language
es: Idioma de Interfaz
fi: UI-kieliasetukset
fr: Langue de l'utilisateur
hu: UI nyelv
it: Linguaggio IU
kr: 사용자 인터페이스 언어
nl: Taal UI
no: UI språk
pl: Wersja językowa
pt: Língua da interface
pt_br: Idioma da Interface com o Usuário
ro: Limbaj UI
ru: Язык интерфейса
tr: Kullanıcı Arabirim Dili
zh: 用户界面语言(UI)

# Dialog.Options.IDEOptions.SelectStyle.SelectAmbienceLabel
source: Select your preferred &ambience:
es: Seleccione su &ambiente preferido:
fi: Valitse Ympäristö
fr: Sélectionnez votre environnement préféré:
hu: Válassza ki a megfelelő &környezetet:
it: Selezionare l'&ambiente preferito:
kr: 마음에 드는 분위기를 선택하십시오(&A):
nl: Selecteer uw favoriete &omgeving:
no: Velg ditt foretrukne miljø:
pl: Wybierz preferowany &ton:
pt: Seleccione o seu &ambiente preferido:
pt_br: Selecione o seu &ambiente preferido:
ro: Selectaţi &ambianţa dvs preferată:
ru: Выберите окружение:
tr: Tercih ettiğiniz &ambiyansı seçin:
zh: 选择你喜欢的布局环境:(&A)

# Dialog.Options.IDEOptions.SelectStyle.ShowExtensionsCheckBox
source: Show file &extensions in the project scout
es: Mostrar &extensiones de archivos en el explorador de proyectos
fi: Näytä Laajennokset
fr: Afficher les &extensions fichiers
hu: Fájlkiterjesztések &mutatása a projektkezelőben
it: Mostra le &estensioni dei file nell'Project Explorer
kr: 프로젝트 정보판에 파일 확장자 보이기(&E)
nl: Bestands&extensies weergeven in projectverkenner
no: Vis &filtyper i prosjektspeideren
pl: Pokazuj rozsz&erzenia pliku w panelu projektu
pt: Mostrar &extenções de ficheiros no Guia do projecto
pt_br: Mostrar &extensões de arquivo no navegador de projetos
ro: Afişare &extensii fişiere în Exploratorul de proiecte
ru: Показывать расширения файлов в панели проекта
tr: Proje gözcüsünde dosya &uzantılarını göster
zh: 在项目跟踪栏里显示文件扩展名(&E)

# Dialog.Options.IDEOptions.SelectStyle.ShowStatusBarCheckBox
source: &Show status bar
es: Mo&strar barra de estado
fi: Näytä &tilarivi
fr: Afficher la barre d'état
hu: &Státuszsor mutatva
it: Mo&stra barra di stato
kr: 상태표시줄 막대 보이기(&S)
nl: &Statusbalk weergeven
no: Vis &statuslinje
pl: Pokaż pasek &stanu
pt: Mo&strar barra de estado
pt_br: Exibir barra de &status
ro: Arată bara de &stare
ru: Показать строку состояния
tr: Durum çubuğunu &göster
zh: 显示状态栏(&S)

# Dialog.Options.IDEOptions.SelectStyle.ShowToolBarCheckBox
source: Show &tool bar
es: Mostrar barra de herramien&tas
fi: Näytä Työkalurivi
fr: Afficher la barre d'outils
hu: &Eszköztár mutatva
it: Mos&tra barra degli strumenti
kr: 도구 막대 보이기(&T)
nl: Werkbalk weergeven
no: Vis &verktøylinje
pl: &Pokaż pasek narzędzi
pt: Mos&trar barra de ferramentas
pt_br: Exibir barra de &ferramentas
ro: Arată bara de ins&trumente
ru: Показать панель инструментов
tr: Araç Çubuğunu Göster.
zh: 显示工具栏(&T)

# Dialog.Options.IDEOptions.SelectStyle.UseProfessionalStyleCheckBox
source: Use blue style (Office 2003-like) for menus and toolbars.
es: Usar estilo azul (Office 2003) en menús y barras de herramientas.
fi: Käytä Pro Tyyliä
fr: Utiliser le style Office 2003 pour les menus et barres de menu.
hu: Használjon kék stílust (Office 2003-szerűt) a menük és eszköztárakhoz.
it: Utilizza lo stile blu (simile Office 2003) per menu e barre degli strumenti.
kr: 메뉴와 도구 막대에 MS Office 2003 스타일 사용
nl: Office 2003 stijl toepassen voor menus en werkbalken.
no: Bruk blå stil (som Office 2003) på menyer og verktøylinjer.
pl: Użyj niebieskiego stylu (podobnego do Office 2003) dla menu i pasków narzędzi.
pt: Usar estilo azul (semelhante a Office 2003) para menus e barras de ferramentas.
pt_br: Usar estilo azul (semelhante ao Office 2003) para menus e barras de ferramentas.
ru: Использовать голубой стиль (как в Office 2003) для меню и панелей инструментов.
tr: Menü ve araç çubukları için mavi stili(Ofis 2003 stili) kullan
zh: 对菜单和工具栏使用蓝色风格(类似Office2003)
