Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

source: &Descending
es: &Descendiente
fi: &Laskeva
fr: &Décroissant
hu: &Csökkenő
it: &Discendente
kr: 내림차순(&D)
nl: &Aflopend
no: S&ynkende
pl: &Malejąco
pt: &Descendente
pt_br: &Descendente
ro: &Descrescator
ru: По убыванию
tr: Azalan
zh: 降序(&D)

# ICSharpCode.SharpDevelop.Gui.Dialogs.ToolNotFoundDialog.Title
source: Tool not found
es: Herramienta no encontrada
fi: Työkaluja ei löytynyt
fr: Outil non trouvé
it: Applicazione non trovata
nl: Extern gereedschap niet gevonden
no: Verktøy ikke funnet
ru: Инструмент не найден
zh: 未找到工具

# ICSharpCode.SharpDevelop.Gui.Dialogs.UserCredentialsDialog.DialogTitle
source: Discovery Credential
es: Información de Conexión
fr: Informations de connection
hu: Csatlakozási Azonosítók
it: Ricerca Credenziali
kr: 자격 증명
nl: Ontdekken referenties
no: Kredentialer for oppdaging
pl: Uwierzytelnianie
pt: Descobrir Credênciais
pt_br: Descobrir Credencial
ru: Открытие учетных данных
tr: Kimlik Tanımlama
zh: 识别接口需要帐号和密码

# ICSharpCode.SharpDevelop.Gui.Dialogs.UserCredentialsDialog.DomainLabel
source: &Domain:
es: &Dominio:
fr: &Domaine :
hu: &Tartomány:
it: &Dominio:
kr: 도메인(&D):
nl: &Domein:
no: &Domene:
pl: &Domena:
pt: &Domínio:
pt_br: &Domínio:
ro: &Domeniu:
ru: Домен:
tr: Alan:
zh: 域名(&D):

# ICSharpCode.SharpDevelop.Gui.Dialogs.UserCredentialsDialog.InformationLabel
source: Please supply the credentials to access the specified url.
es: Proporcione la información necesaria para acceder a la url especificada.
fr: Veuillez fournir ces informations pour accéder à l'URL spécifiée.
hu: Kérem adja meg az Url eléréséhez szükséges azonosítókat.
it: Fornire le credenziali di accesso all'URL specificata.
kr: 지정된 URL에 접근하기 위한 자격 증명을 제공하십시오.
nl: Geef aub de referenties op voor toegang tot de gespecificeerde url.
no: Vennligst oppgi kredentialer for å aksessere den spesifiserte URL.
pl: Proszę podać dane uwierzytelniające dla dostępu do wskazanego url'a.
pt: Por favor forneça as credenciais para aceder ao url especificado.
pt_br: Por favor, forneça as credenciais para acessar a url especificada.
ru: Пожалуйста, продоставьте реквизиты доступа к указанному ресурсу.
tr: Lütfen belirtilen url ye erişebilmek için gerekli kimlik bilgilerini verin.
zh: 请提供相应的证书，才能访问此URL地址。

# ICSharpCode.SharpDevelop.Gui.Dialogs.UserCredentialsDialog.PasswordLabel
source: &Password:
es: &Contraseña:
fi: &Salasana:
fr: Mot de &passe :
hu: &Jelszó:
kr: 암호(&P):
nl: Wachtwoord:
no: &Passord:
pl: &Hasło:
pt: &Palavra de passe:
pt_br: &Senha:
ro: &Parolă:
ru: Пароль:
tr: Şifre:
zh: 密码(&P)：

# ICSharpCode.SharpDevelop.Gui.Dialogs.UserCredentialsDialog.UserNameLabel
source: &User name:
es: &Nombre de usuario:
fi: &Käyttäjätunnus:
fr: Nom d'&utilisateur:
hu: &Felhasználó név:
it: &Nome utente:
kr: 사용자 이름(&U):
nl: Gebr&uikers naam:
no: Brukernavn:
pl: Nazwa &użytkownika:
pt: Nome de &utilizador:
pt_br: Nome do &Usuário:
ro: Nume &utilizator:
ru: Имя пользователя:
tr: Kullanıcı adı:
zh: 用户名(&U)：

# ICSharpCode.SharpDevelop.Gui.OutlinePad
source: Outline
es: Esquema
fr: Structure du document
it: Struttura
kr: 개요
nl: Schets
no: Omriss
ru: Структура документа
zh: 大纲

# ICSharpCode.SharpDevelop.Gui.OutlinePad.NotAvailable
source: Outline view is not available for the current document.
es: La vista de esquema no esta disponible para el documento actual.
fr: La structure du document n'est pas disponible pour ce document.
it: Non sono disponibili informazioni sulla struttura del documento corrente.
kr: 현재 문서에 대해 개요 보기가 지원되지 않습니다.
nl: Schets overzicht is voor momenteel document niet beschikbaar.
no: Omriss-visning er ikke tilgjengelig for dette dokumentet.
ru: У данного документа нет структуры.
zh: 当前文档没有大纲视图。

# ICSharpCode.SharpDevelop.Gui.Pads.ClassScout.LoadingNode
source: Loading...
es: Cargando...
fi: Lataa ...
fr: Chargement...
hu: Betöltés...
it: Caricamento...
kr: 로드하는 중...
nl: Bezig met laden...
no: Laster inn...
pl: Ładowanie...
pt: A carregar...
pt_br: Carregando...
ro: Încărcare...
ru: Загрузка...
tr: Yükleniyor...
zh: 正在加载...

# ICSharpCode.SharpDevelop.Gui.Pads.PropertyPad.ContextMenu.Reset
source: &Reset
es: &Reiniciar
fi: &Käynnistä
fr: &Annuler
hu: &Visszaállít
it: &Resetta
kr: 초기화(&R)
nl: Opnieuw instellen
no: &Tilbakestill
pl: Wyze&ruj
pt: &Reiniciar
ro: &Reseteaza
ru: Сброс
tr: &Sıfırla
zh: 重置(&R)

# ICSharpCode.SharpDevelop.Gui.Pads.PropertyPad.ContextMenu.ShowDescription
source: &Show Description
es: &Mostrar Descripción
fi: &Näytä kuvaus
fr: &Afficher la description
hu: Leírás &megjelenítése
it: Mo&stra Descrizione
kr: 설명 보이기(&S)
nl: Toon beschrijving
no: &Vis beskrivelse
pl: Pokaż Opi&s
pt: Mo&strar Descrição
pt_br: &Exibir Descrição
ro: Arată De&scrierea
ru: Показать описание
tr: Tanımlamayı &Göster
zh: 显示说明(&S)

# ICSharpCode.SharpDevelop.Gui.Pads.PropertyPadResetCommand
source: Reset failed. Reason: Reset value might now be invalid because another property changed.
es: Falló restablecer: el valor a restablecer puede no ser válido porque otra propiedad cambió.
fi: Nollaus epäonnistui. Syy: reset arvo voi olla virheellinen, koska toinen ominaisuus muutettiin.
fr: Reset échoué. Raison : la valeur de reset peut maintenant être invalide parce qu'une propriété a changé.
hu: Beállítás sikertelen. Oka: Beállított érték hibás lehet mivel egy másik tulajdonság megváltozott.
it: Reset fallito. Motivo: Il valore di reset potrebbe non essere valido perché un'altra proprietà è cambiata.
kr: 재설정이 실패했습니다. 원인: 다른 속성이 바뀌었기 때문에 재설정 값이 현재 부적절합니다.
nl: Vernieuwen mislukt. Reden: Vernieuw waarde zou nu ongeldig kunnen zijn door wijzigen van een andere eigenschap.
no: Tilbakestillingen feilet. Årsak: Tilbakestilt verdi kan være ugyldig fordi en annen egenskap er endret.
pl: Reset nieudany. Powód: Wartość resetu może być już niewłaściwa ponieważ inna właściwość się zmieniła.
pt: Falha ao reiniciar. Razão: O valor de reinicialização poderá ser inválido devido a uma alteração outra propriedade.
pt_br: Falha a redefinição. Causa: Redefinir o valor pode ser inválido agora porque outra propriedade mudou.
ru: Сброс не удался. Причина: сброс значения может не иметь смысла, поскольку изменено другое свойство.
tr: Sıfırlama başarısız. Sebep: Başka bir özelliğin değişmesinden ötürü sıfırlama değeri şu an gerçersiz olabilir.
zh: 重置失败。原因：由于另一个属性发生变化导致重置的值可能失效。

# ICSharpCode.SharpDevelop.Internal.ParserService.Parsing
source: Parsing
es: Analizando
fr: Parsing en cours...
hu: Feldolgozás
it: Analisi
kr: 파싱 중
nl: Bezig met ontleden
no: Tolker
pl: Parsowanie
pt: Em análise
pt_br: Verificando
ro: Analiză
ru: Разбор
tr: Ayrıştırılıyor
zh: 解析

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.BuildAction
source: Build action
es: Acción de construcción
fi: Luo komento
fr: Génération
hu: Szerkesztési akció
it: Azione di costruzione
kr: 빌드 행동
nl: Bouw actie
no: Byggeaktivitet
pl: Akcja budowania
pt: Acção compilação
pt_br: Construir Ação
ru: Действие сборки
tr: İnşâ İşlemi
zh: 成功行为

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.BuildAction.Description
source: The build action of that file
es: Acción de construcción para ese archivo
fi: Tee Build
fr: La génération de ce fichier
hu: A fálj szerkesztési akciója
it: La azione di costruzione del file
kr: 이 파일을 빌드합니다.
nl: De bouw actie van dat bestand
no: Byggeaktiviteten for denne filen
pl: Akcja budowania tego pliku
pt: A acção de compilação desse ficheiro
pt_br: A ação de compilação daquele arquivo
ru: Действие сборки для этого файла
tr: O dosyanın inşa eylemi
zh: 那个文件的成功行为

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.CopyToOutputDirectory
source: Copy to output directory
es: Copiar al directorio de salida
fi: Kopioi tuotos kansioon
fr: Copier dans le répertoire de sortie
hu: Másolja a kimeneti mappába
it: Copia nella cartella di uscita
kr: 출력 디렉터리로 복사
nl: Kopieer naar uitgangsmap
no: Kopier til resultatkatalog
pl: Kopiuj do katalogu wynikowego
pt: Copiar para pasta de saída
pt_br: Copia para o diretorio de saida
ru: Копировать в выходную папку
tr: Çıktı dizinine kopyala
zh: 复制到输出目录

source: Specifies if the file should be copied to the output directory
es: Determina si el archivo debe ser copiado al directorio de salida
fi: Määrittää voiko tiedoston kopioida kohdekansioon
fr: Spécifie si le fichier doit être copié dans le répertoire de sortie
hu: Megadja hogy a fájl át legyen-e másolva a kimeneti mappába
it: Specifica se il file deve essere copiato nella cartella di uscita
kr: 이 파일이 출력 디렉터리로 복사되어야 하는지를 지정합니다.
nl: Geeft aan of het bestand naar de uitgangsmap dient te worden gekopieëerd.
no: Angir om filen skal kopieres til resultatkatalogen
pl: Określa czy plik powinien być skopiowany do katalogu wynikowego
pt: Específica se um ficheiro deve ser copiado para a pasta de saída
pt_br: Especifica se o arquivo deve ser copiado para o diretorio de saida
ru: Указывает, должен ли файл копироваться в выходную папку
tr: Dosyanın çıktı dizinine kopyalanıp kopyalanmayacağını belirtir.
zh: 设定文件是否要复制到输出目录中

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.CustomTool
source: Custom Tool
es: Herramienta Personalizada
fi: Mukauta työkaluja
fr: Outil personnalisé
hu: Egyedi Eszköz
it: Strumenti Personali
kr: 사용자 지정 도구
nl: Aangepast gereedschap
no: Egendefinert verktøy
pl: Indywidualne Narzędzie
pt: Ferramenta à Medida
pt_br: Ferramenta Personalizada
ro: Instrument personalizat
ru: Настраиваемый инструмент
tr: Özel Araç
zh: 自定义工具

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.CustomTool.Description
source: Specifies the tool that converts the file to the output.
es: Determina la herramienta que convierte el archivo.
fi: Määritä työkalu, joka muuntaa tiedoston
fr: Spécifie l'outil qui convertit le fichier.
hu: Megadja az eszközt ami átalakítja a fájl a kimenetre.
it: Specifica lo strumento che converte il file all'uscita.
kr: 이 파일을 출력으로 바꿀 도구를 지정합니다.
nl: Bepaalt welk gereedschap het bestand naar de uitvoer converteert.
no: Angir verktøyet som konverterer filen til resultatet.
pl: Określa narzędzie które konwertuje plik do wyniku.
pt: Específica a ferramenta que converte o ficheiro para a saída.
pt_br: Especifica a ferramenta que converte o arquivo para a saída.
ru: Указывает инструмент, используемый для преобразования файла в поток вывода.
tr: Dosyayı çıktıya çeviren aletin adını belirler.
zh: 指定一个将文件转换到输出的工具。

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.CustomToolNamespace
source: Custom Tool Namespace
es: Namespace de la Herramienta Personalizada
fi: Nimiavaruus räätälöidyille työkaluille
fr: Espace de nom de l'outil perso
hu: Egyedi Eszköz Névtere
it: Namespace dello strumento opzionale
kr: 사용자 지정 도구 네임스페이스
nl: Naamruimte van aangepaste tool
no: Egendefinert verktøy navnerom
pl: Przestrzeń nazw Indywidualnego Narzędzia
pt: Espaço de Nomeação da Ferramenta à Medida
ru: Пространство имён настраиваемого инструмента
tr: Özel Alet İsimBoşluğu
zh: 自定义工具命名空间

source: Specifies the namespace the custom tool places it's output.
es: Determina el namespace para el cual la herramienta generará su salida.
fr: Spécifie l'espace de nom où écrit l'outil de personalisation.
hu: Megadja az egyedi eszköz kimenetének névterét.
it: Specifica il namespace dove gli strumenti personali generano la loro uscita
kr: 네임스페이스 사용자 지정 도구가 그 출력을 표시할 곳을 지정합니다.
nl: Geeft de naamruimte op, waarin de uitvoer plaatsvindt.
no: Angir navnerommet hvor det egendefinerte verktøyet plasserer resultatet sitt.
pl: Określa wynikową przestrzeń nazw indywidualnego narzędzia.
pt: Específica o espaço de nomeação que a ferramenta à medida coloca na sua saída.
pt_br: Especifica o namespace no qual a ferramenta adaptada irá colocar sua saída.
ru: Указывает пространство имён, добавляемое в поток вывода настраиваемым инструментом.
tr: Çıktısını yerleştiren isimboşluğu özel aracını belirtir.
zh: 指定自定义工具在其输出内容中的命名空间。

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.FileName.Description
source: The full path to the file.
es: La ruta completa al archivo.
fi: Täydellinen polku tiedostoon
fr: Chemin complet du fichier.
it: Percorso completo del file.
nl: Het volledige bestandspad.
no: Full bane til filen.
ru: Полный путь к файлу.
zh: 完整的文件路径。

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.LogicalName
source: Logical Name
es: Nombre Lógico
fi: Looginen nimi
fr: Nom logique
it: Nome logico
nl: Logische naam
no: Logisk navn
ru: Логическое имя
zh: 逻辑名

# ICSharpCode.SharpDevelop.Internal.Project.ProjectFile.LogicalName.Description
source: The name of the embedded resource. If left empty, the name is automatically generated.
es: El nombre del recurso incrustado. Si se deja vacío, se genera automáticamente.
fr: Le nom de la ressource embarquée. Le nom est généré automatiquement si laissé vide.
it: Nome delle risorsa incorporata. Se lasciato vuoto, il nome è generato automaticamente.
nl: De naam van de ingesloten hulpbron. Indien deze niet is ingevuld, wordt de naam automatisch gegenereerd.
no: Navnet til den innebygde ressursen. Hvis du lar den være blank, vil navnet bli automatisk generert.
ru: Имя встроенного ресурса. Если левая часть пуста, то имя генерируется автоматически.
zh: 嵌入式资源的名称.如果留空,则自动生成的。

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Aliases
source: Aliases
es: Alias
fi: Alias
fr: Alias
it: Alias
kr: 다른 이름
nl: Aliassen
no: Alias
pl: Aliasy
pt: Aliterações
ru: Синонимы
tr: Diğer Adlar
zh: 别名

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Aliases.Description
source: A comma delimited list of aliases. Use aliases if you need to reference assemblies with conflicting class and namespace names, e.g. different versions of the same assembly.
es: Una lista de alias delimitados por comas. Utilice alias si necesita referenciar ensamblados con nombres en conflicto con clases y espacios de nombres, ej. Versiones diferentes del mismo ensamblado.
fr: Une liste d'alias délimitée par une virgule. Utilisez les alias si vous avez besoin de référencer les assemblies comportant des conflits de classes et d'espace de nom, par exemple des versions différentes du même assembly.
it: Una lista di alias separati da virgola. Una gli alias se vuoi referenziare assembly con nomi di classe o namespace in conflitto, per esempio, differenti versioni dello stesso assembly.
kr: 쉼표로 분리된 다른 이름 목록입니다. 같은 어셈블리의 여러 버전처럼, 클래스와 네임스페이스 이름이 충돌하는 어셈블리를 참조할 필요가 있을 때, 다른 이름을 사용하십시오.
nl: Een komma gescheiden lijst met aliassen. Gebruik aliassen om te refereren aan assemblies met klasse- en naamruimtenamen die in conflict met elkaar zijn, zoals bij verschillende versies van dezelfde assembly.
no: En kommaseparert liste med alias. Bruk et alias når du trenger å referere samlinger som inneholder klasser eller navnerom med like navn, for eksempel forskjelige versjoner av den samme samlingen.
pt: Uma lista delimitada de aliterações. Utilizar aliterações se necessitar de se referir a assemblies com classes e espaços de nomeação conflituantes, isto é, diferentes versões do mesmo assembly.
ru: Список псевдонимов, разделённых запятой. Используйте псевдонимы, если Вы ссылаетесь на сборки с конфликтами имён классов и пространств имён, например, в разных версиях одной сборки.
zh: 用逗号分隔的别名列表.如果你需要引用有类名和命名空间名称冲突的程序集(也就是仅仅是版本号不同的程序集),请使用别名(aliases).

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Culture
source: Culture
es: Cultura
fi: Kulttuuri
hu: Kultúra
it: Cultura
kr: 컬처
nl: Cultuur
no: Kultur
pl: Kultura
pt: Cultura
pt_br: Cultura
ro: Cultură
ru: Культура
tr: Kültür
zh: 文化

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Culture.Description
source: The culture supported by the reference
es: La cultura soportada por la referencia
fr: La culture supportée par la référence
hu: A hivatkozás által támogatott kultúra
it: La cultura supportata dal riferimento
kr: 이 참조가 지원하는 culture입니다.
nl: De door de referentie ondersteunde cultuur
no: Kulturen som referansen støtter
pl: Kultura wspierana przez referencję
pt: A cultura suportada pela referência
pt_br: A cultura suportada pela referencia
ru: Культура поддерживается ссылкой
tr: Bu referans tarafından desteklenen kültür
zh: 此引用支持的语言

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.EmbedInteropTypes
source: Embed interop types
es: Tipos de interoperabilidad embebidos
fr: Embarquer les types interop
it: Incorpora tipi COM
nl: Interop types inbedden
ru: Встроить типы COM-взаимодействия
zh: 嵌入互操作(interop)类型

source: Specifies whether COM interop types defined in the referenced assembly are embedded into the target assembly.
es: Especifica si tipos de interoperabilidad COM definidos en el ensamblado están embebidos en el ensamblado destino.
fr: Précise si les type d'interop COM définis dans l'assembly référencé sont embarqués dans l'assembly cible.
it: Specifica quale tipi COM presenti nell'assembly referenziato devono essere incorportati nell'assembly di destinazione.
nl: Specificeert welke COM interop types gedefinieerd in de referentie assembly zijn ingebed in de doel assembly.
ru: Указывает, должны ли определённые в ссылочной сборке типы COM-взаимодействия встраиваться в целевую сборку.
zh: 请指定是否将定义在引用的程序集中的COM交互类型嵌入到目标程序集中

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.LocalCopy
source: Local copy
es: Copia local
fi: Kopioi paikallisesti
fr: Copie locale
hu: Helyi másolat
it: Copia locale
kr: 로컬 사본
nl: Lokale kopie
no: Lokal kopi
pl: Lokalna Kopia
pt: Cópia local
pt_br: Cópia local
ro: Copie locala
ru: Локальная копия
tr: Yerel kopya
zh: 本地复制

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.LocalCopy.Description
source: If true the referenced assembly is copied to the output path
es: Si está activo el ensamblado referido se copia al path de salida
fi: Viitattu kokoonpano kopioidaan
fr: Si Vrai, l'assembly référencée est copiée dans le répertoire de sortie
hu: Ha igaz, a hivatkozott szerelvény a kimeneti útvonalra lesz másolva
it: Se vero, l'assembly referenziato è copiato nel percorso di uscita
kr: 참일 경우 참조된 어셈블리가 출력 경로로 복사됩니다.
nl: Indien true wordt de gerefereerde assembly naar het output pad gekopieerd
no: Angir om den refererte samlingen skal kopieres til resultatkatalogen.
pl: Jeśli prawda to referencyjne assembly jest kopiowane do ścieżki wyjściowej
pt: Se verdadeiro o assembly referenciado é copiado para o caminho de destino
pt_br: Se verdadeiro o assembly referenciado foi copiado para o path de saída
ru: Определяет, нужно ли копировать сборку в каталог компиляции
tr: Eğer true ise referans edilen tümleşke çıktı dizinine kopyalanır
zh: 如果正确，引用的组件被复制到输出路径

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Name
source: (Name)
es: (Nombre)
fi: Nimi
fr: (Nom)
hu: (Név)
it: (Nome)
kr: (이름)
nl: (Naam)
no: (Navn)
pl: (Nazwa)
pt: (Nome)
pt_br: (Nome)
ro: (Nume)
ru: (Имя)
tr: (İsim)
zh: (名称)

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Name.Description
source: The reference name
es: El nombre de la referencia
fi: Tunnistus viite
fr: Le nom de référence
hu: A hivatkozás neve
it: Il nome del riferimento
kr: 참조 이름입니다.
nl: Naam van de referentie
no: Navnet til referansen
pl: Nazwa referencji
pt: O nome da referência
pt_br: O nome de referencia
ro: Numele de referinţă
ru: Имя ссылки
tr: Referansın adı
zh: 引用名称

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.PublicKeyToken
source: Public Key Token
es: Ficha (Token) de llave pública
fr: Jeton de clé publique
hu: Publikus Kulcs Szimbólum
it: Token di Chiave Pubblica
kr: 공개 키 토큰
nl: Openbare sleutel token
pl: Token Klucza Publicznego
pt: Testemunho de Chave Pública
pt_br: Token da chave pública
ru: Маркер открытого ключа
tr: Ortak Anahtar Simgesi
zh: 公共密钥令牌

source: The public key token
es: La Ficha (Token) de la llave Pública
fr: Le jeton de clé publique
hu: A publikus kulcs szimbólum
it: Il token di chiave pubblica
kr: 공개 키 토큰입니다.
nl: De openbare sleutel token
no: Symbolet for den offisielle nøkkelen
pl: Token klucza publicznego
pt: O testemunho de chave pública
pt_br: O token da chave pública
ru: Маркер открытого ключа
tr: Açık anahtar
zh: 公钥标记

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.SpecificVersion
source: Specific Version
es: Versión Específica
fi: Erityis versio
fr: Version Spécifique
hu: Adott Verzió
it: Versione Specifica
kr: 특정 버전
nl: Specifieke versie
no: Spesifikk versjon
pl: Specyficzna Wersja
pt: Versão Específica
pt_br: Versão especifica
ro: Versiune Specifică
ru: Конкретная версия
tr: Duruma özel uyarlama
zh: 特定版本

source: Indicates if this reference is bound to a specific version of the assembly
es: Indica si esta referencia esta vinculada a una versión específica del ensamblado
fi: Osoittaa jos sidottu tiettyyn versio kokoonpanoon
fr: Indique si cette référence est liée à une version spécifique de l'assembly
hu: Jelzi hogy ez a hivatkozás a szerelvény meghatározott verziójához kötött
it: Indica se questo riferimento è collegato ad una specifica versione dell'assembly
kr: 이 참조가 특정 어셈블리 버전에 바운드되는지를 나타냅니다.
nl: Geeft aan of de referentie gebonden is aan een specifieke versie van de assembly.
no: Indikerer at denne referansen er knyttet til en spesifikk versjon av samlingen
pl: Pokazuje jeśli ta referencja jest związana ze specyficzną wersją assembly
pt: Indica se esta referência está associada a uma versão específica do assembly
pt_br: Indica se essa referencia esta ligada à uma versão específica do assembler
ru: Указывать, если эта ссылка связана с конкретной версией сборки
tr: Referansın, tümleşkenin belirli bir sürümüne bağlı olup-olmadığını gösterir.
zh: 指引用是否属于某一特定版本的程序集

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.UrlBehaviour
source: URL Behaviour
es: Comportamiento de la URL
fr: URL de comportement
hu: URL Adatai
it: Comportamento URL
kr: URL 행동
nl: URL gedrag
no: URL oppførsel
pl: Zachowanie URL
pt: Comportamento de URL
pt_br: Comportamento da URL
ru: Поведение URL
tr: URL Davranışı
zh: URL地址

source: Web reference URL behaviour
es: Comportamiento de la URL
fr: Référence web de l'URL de comportement
hu: Webhivatkozás URL meghatározás
it: Comportamento della URL del riferimento Web
kr: 웹 참조 URL 행동
nl: Web referentie URL gedrag
no: Oppførselen til Web referanse URL
pl: Zachowanie URL referencji web
pt: Referência web do comportamento do URL
pt_br: Comportamento da URL de referencia da Web
ru: Поведение URL веб-ссылки
tr: Web referans URL davranışı
zh: Web引用URL行为

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Version
source: Version
es: Versión
fi: Versio
hu: Verzió
it: Versione
kr: 버전
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiune
ru: Версия
tr: Sürüm
zh: 版本

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.Version.Description
source: The major, minor, revision and build numbers of the reference
es: Los números mayor, menor, revisión y compilación de la referencia
fr: La version de la référence (major, minor, révision, n° de build)
hu: A főbb, kisebb, átdolgozási és szerkesztési számai a hivatkozásnak
it: I numeri di versione e revisione del riferimento
kr: 참조가 가지는 메이저,마이너,개정,빌드의 번호입니다.
nl: De major, minor, revisie en build nummers van de referentie
no: Hoved-, under-, revisjons- og byggnummer for referansen
pl: Numery major, minor, revisoin i build referencji.
pt: Os números principal, menor, revisão e compilação da referência
pt_br: Os números maior, menor, revisão e de construção da referencia
ru: Основной, второстепенный, издательский, номер сборки ссылки
tr: Projenin büyük, küçük, yeniden gözden geçirme ve inşâ numaları
zh: 引用的主版本号,次版本号,修正号和生成号

# ICSharpCode.SharpDevelop.Internal.Project.ProjectReference.WebReferenceUrl
source: Web Reference URL
es: URL de la Referencia Web
fi: Webbviittaus URL
fr: URL de référence Web
hu: Webhivatkozás URL
it: URL del Riferimento Web
kr: 웹 참조 URL
nl: Web referentie URL
no: Web referanse URL
pl: URL Referencji Web
pt: Referência Web do URL
pt_br: URL de referencia da Web
ro: Adresă de referinţă web
ru: URL веб-ссылки
tr: Web Referans URL si
zh: Web引用URL
