Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# RegExpTk.Messages.Matches
source: matches
es: coincidencias
fi: Täsmäävät
fr: correspondances
hu: egyezőségek
it: trovati
kr: 일치
nl: treffers
no: treff
pl: pasujące
pt: Coincidencias
pt_br: compatíveis
ro: potriviri
ru: совпадений
tr: eşleşenler
zh: 匹配

# RegExpTk.Messages.RegexMissing
source: Please enter a regular expression
es: Por favor introduzca una expresión regular
fi: Säännöllinen lauseke puuttuu
fr: Veuillez entrer une expression rationnelle
hu: Kérem íron egy szabványos kifejezést
it: Prego inserire una espressione regolare
kr: 정규식을 입력하십시오
nl: Vul een reguliere expressie in
no: Vennligst skriv inn et regulæruttrykk
pl: Proszę wprowadzić wyrażenie regularne
pt: Por favor, escreva uma expressão regular.
pt_br: Digite uma expressão regular
ro: Va rog introduceti o expresie regulata
ru: Введите регулярное выражение
tr: Lütfen bir düzenli ifade girin
zh: 请输入一个正则表达式

# RegExpTk.RegExpMenu.DigitCharacter
source: Digit character
es: Dígito
fr: Caractère numérique
hu: Szám karakter
it: Carattere numerico
kr: 숫자
nl: Numeriek teken
no: Talltegn
pl: Cyfra
pt: Caracter algarismo
pt_br: Digitar caractere
ro: Caracter numeric
ru: Символ-цифра
tr: Rakam
zh: 数字字符

# RegExpTk.RegExpMenu.NonDigitCharacter
source: Non-digit character
es: Cualquiera menos dígitos
fr: Caractète non-numérique
hu: Nem-szám karakter
it: Carattere Non-Numerico
kr: 숫자가 아닌 문자
nl: Niet-numeriek teken
no: Ikke-talltegn
pl: Nie-cyfra
pt: Caracter não-algarismo
pt_br: Caracter não numérico
ro: Caracter ne-numeric
ru: Нецифровой символ
tr: Sayı olmayan karakter
zh: 非数字字符

# RegExpTk.RegExpMenu.NonWhitespaceCharacter
source: Non-whitespace character
es: Cualquiera menos espacios
fr: Caractère non 'Espace'
hu: Nem üres karakter
it: Carattere di Non-Spaziatura
kr: 공백이 아닌 문자
nl: Niet-spatie teken
no: Ikke blanktegn
pl: Nie-biały-znak
pt: Caracter que não é espaço em branco
pt_br: Caractere diferente de espaço em branco
ru: Непробельный символ
tr: Boşluk olmayan karakter
zh: 非空格字符

# RegExpTk.RegExpMenu.NonWordCharacter
source: Non-word character value
es: Carácter no alfanumérico
fr: Caratère valeur non alphanumérique
hu: Nem karakteres érték
it: Carattere Non-Alfabetico
kr: 단어가 아닌 문자 값
nl: Niet-Woord tekenwaarde
no: Ikke ordtegn
pl: Wartość znakowa nie-słowo
pt: Valor de caracter não-palavra
pt_br: Valor do caractere não é letra
ru: Небуквенный символ
tr: Kelime benzeri harf değerleri
zh: 非字母字符值

# RegExpTk.RegExpMenu.UngreedyStar
source: Ungreedy star
fr: Qualificateur *? (non gourmand)
hu: Legkevesebb karakter
it: Asterisco ridotto
kr: 가장 짧은 패턴과 일치하는 *
no: Ikke-grådig stjerne
pt: Estrela não avarenta
ru: Нежадная звезда
tr: Karnı-tok joker
zh: 非贪婪星号(匹配)

# RegExpTk.RegExpMenu.WhitespaceCharacter
source: Whitespace character
es: Carácter de espacio
fr: Caractère 'Espace'
hu: Üres karakter
it: Caratteri di Spaziatura
kr: 공백 문자
nl: Spatie teken
no: Blanktegn
pl: Biały znak
pt: Caracter de espaço em branco
pt_br: Espaço em branco
ro: Caracter "spaţiu"
ru: Символ пробела
tr: Boşluk karakteri
zh: 空白字符

# RegExpTk.RegExpMenu.WordBorder
source: Word border
es: Limite de palabra
fr: Limite de mot
hu: Szóhatároló
it: Bordo parola
kr: 단어 경계
nl: Woord grens
no: Ordskille
pl: Granica słowa
pt: Limite de palavra
pt_br: Caractere limite
ru: Граница слова
tr: Sözcük Sınırı
zh: 边界字符

# RegExpTk.RegExpMenu.WordCharacter
source: Word character value
es: Carácter alfanumérico
fr: Caractère valeur alphanumérique
hu: Karakteres érték
it: Valore carattere parola
kr: 단어 문자 값
nl: Woord tekenwaarde
no: Ordtegn
pl: Wartość znakowa słowo
pt: Valor de caracter largo
pt_br: Valor do caractere
ru: Буквенный символ
tr: Sözcük karakter değeri
zh: 字母字符值

# ResourceEditor.BitmapView.UpdateBitmap
source: Update bitmap ...
es: Actualizar mapa de bits...
fi: Päivitä bittikartta ...
fr: Mettre à jour le bitmap
hu: Bitkép frissítése ...
it: Aggiorna bitmap ...
kr: 비트맵 업데이트...
nl: Bitmap bijwerken...
no: Oppdater bilde...
pl: Aktualizuj grafikę...
pt: Actualizar desenho ...
pt_br: Atualizar bitmap ...
ro: Updateaza bitmap ...
ru: Обновить изображение...
tr: Resmi güncelle...
zh: 更新位图文件...

# ResourceEditor.BitmapView.UpdateCursor
source: Update cursor ...
fr: Mettre à jour le curseur ...
it: Aggiorna cursore ...
ru: Обновить курсор ...

# ResourceEditor.BitmapView.UpdateIcon
source: Update icon ...
fr: Mettre l'icône à jour...
it: Aggiorna icona ...
ru: Обновить иконку ...

# ResourceEditor.DeleteEntry.Confirm
source: Do you really want to delete the selected resource(s)?
es: ¿Realmente desea eliminar los recursos seleccionados?
fi: Haluatko todella poistaa valitut resurssit ?
fr: Voulez-vous vraiment supprimer les ressources sélectionnées?
hu: Biztosan törli a kiválasztott erőforrás(oka)t?
it: Vuoi veramente cancellare la(e) risorsa(e) selezionata(e)?
kr: 선택된 리소스를 정말로 지우겠습니까?
nl: Weet u zeker dat u de geselecteerde hulpbron(nen) wilt verwijderen?
no: Vil du virkelig slette de(n) valgte ressursen(e)?
pl: Czy naprawdę chcesz usunąć wybrane zasoby?
pt: Deseja mesmo apagar o(s) recurso(s) seleccionado(s)?
pt_br: Você deseja realmente deletar os recursos selecionados?
ro: Sigur doriţi să ştergeţi resursa(ele) selectată(e)?
ru: Действительно хотите удалить выбраные ресурсы?
tr: Seçili kaynağı silmek istediğinizden emin misiniz?
zh: 您确定要删除选定的资源吗？

# ResourceEditor.DeleteEntry.Title
source: Delete resource
es: Eliminar recurso
fi: Poista resurssit
fr: Supprimer ressource
hu: Erőforrás törlése
it: Cancella risorsa
kr: 리소스 지우기
nl: Verwijder hulpbron
no: Slett ressurs
pl: Usuń zasób
pt: Apagar recurso
pt_br: Apagar recurso
ro: Ştergere resursă
ru: Удалить ресурс
tr: Kaynağı sil
zh: 删除资源

# ResourceEditor.Filter
source: Filter:
fr: Filtre:
it: Filtro:
ru: Фильтр:

# ResourceEditor.Messages.CantLoadResource
source: Can't load resource
es: No se puede cargar el recurso
fi: Ei voi ladata resurssia
fr: Ne peut pas charger la ressource
hu: Betölthetetlen erőforrás
it: Impossibile caricare risorsa
kr: 리소스를 읽어들일 수 없음
nl: Kan hulpbron niet laden
no: Kan ikke laste inn ressurs
pl: Nie można załadować zasobu
pt: Não é possivel carregar o recurso
pt_br: Não consigo carregar o recurso
ro: Nu pot incarca resursa
ru: Невозможно загрузить ресурс
tr: Kaynak yüklenemiyor
zh: 无法装载资源

# ResourceEditor.Messages.CantLoadResourceFromFile
source: Can't load resource from file: {0}
fr: Impossible de charger la ressource depuis le fichier: {0}
it: Impossibile caricare la risorsa dal file: {0}
ru: Не удалось загрузить ресурс из файла: {0}

# ResourceEditor.ResourceCodeGeneratorTool.ClassConflict
source: Error: Resource code generator is skipping resource file "{0}" because the generated class would conflict with the existing class "{1}".
es: Error: El generador de recursos de código esta omitiendo el archivo de recurso "{0}" debido a que el la clase generada entraría un conflicto con la clase existente "{1}".
fr: Erreur: le générateur de code de ressource ignore le fichier ressource '{0}' car la classe générée entrerait alors en conflit avec la classe existante '{1}'.
it: Errore: il generatore di codice risorsa sta saltando il file "{0}" perché la classe generata è in conflitto con la classe esistente "{0}".
kr: 오류: 생성된 클래스가 이미 있는 "{1}" 클래스와 충돌할 수 있기 때문에 {0} 리소스 파일을 건너뜁니다.
nl: Fout: Broncode generator slaat broncode bestand "{0}"over omdat de gegenereerde klasse in conflict zou zijn met bestaande klasse "{1}".
no: Feil: Ressurskode generatoren hopper over ressursfilen "{0}" fordi den genererte klassen ville kommet i konflikt med den eksisterende klassen "{1}".
ru: Ошибка: Генератор кода ресурсов пропустил файл "{0}", так как сгенерированный класс конфликтует с существующим классом "{1}".
zh: 错误:资源代码生成器将跳过资源文件"{0}", 因为由它产生的类会与现有的类"{1}"有冲突.

# ResourceEditor.ResourceCodeGeneratorTool.CouldNotGenerateResourceProperty
source: Resource code generator: No resource property could be generated for resource '{0}'.
es: Generador de recursos de código: No se pudo generar ninguna propiedad para el recurso '{0}'.
fr: Générateur de code ressource: aucune propriété de ressource ne peut être générée pour la ressource '{0}'.
it: Generatore del codice risorsa: nessuna proprietà può essere generata per la risorsa '{0}'.
kr: 리소스 코드 생성자: '{0}' 리소스 파일에 대해 리소스 속성을 만들 수 없었습니다.
nl: Hulpbron code generator: er kon geen eigenschap gegenereerd worden voor hulpbron '{0}',
no: Ressurskode generator: Ingen ressursproperty kunne genereres for ressursen '{0}'.
ru: Генератор кода ресурсов: невозможно создать свойство для ресурса '{0}'.
zh: 资源代码生成器提示:资源'{0}'无法生成资源属性.

# ResourceEditor.ResourceEdit.CommentColumn
source: Comment
es: Comentar
fr: Commentaire
it: Note
nl: Commentaar
ru: Комментарий

# ResourceEditor.ResourceEdit.ContentColumn
source: Content
es: Contenido
fi: Sisältö
fr: Contenu
hu: Tartalom
it: Contenuto
kr: 내용
nl: Inhoud
no: Innhold
pl: Zawartość
pt: Conteudo
pt_br: Conteúdo
ro: Conţinut
ru: Содержание
tr: İçerik
zh: 内容

# ResourceEditor.ResourceEdit.ContextMenu.AddBooleanEntry
source: Add &boolean entry
fr: Ajouter un booléen
it: Aggiungi voce &booleana
ru: Добавить логическое значение

# ResourceEditor.ResourceEdit.ContextMenu.AddFiles
source: Add &files...
es: Agregar Archi&vos
fi: Lisää &tiedostoja ...
fr: Ajouter &fichiers...
hu: &Fájlok hozzáadása...
it: Aggiunge &file...
kr: 파일 더하기(&F)...
nl: &Bestanden toevoegen
no: Legg til &filer...
pl: Dodaj &pliki...
pt: Adicionar &ficheiros...
pt_br: Adicionar &arquivos...
ro: Adăugare &fişiere...
ru: Добавить файлы...
tr: Dosyaları &ekle...
zh: 添加文件(&F)...

# ResourceEditor.ResourceEdit.ContextMenu.AddStringEntry
source: Add string e&ntry
es: Agregar cade&na de texto
fi: Lisää merkkijono
fr: Ajouter sa&isie
hu: &Szövegrész hozzáadása
it: Aggiungere stri&nghe di immissione
kr: 새 문자열 엔트리(&N)
nl: String &item toevoegen
no: Legg til &tekstoppføring
pl: Dodaj ciąg z&naków
pt: Adicionar uma e&ntrada de string
pt_br: Adicionar entrada de string
ro: Adăugare şir de i&ntrare
ru: Добавить строку
tr: Metin girişi ekle
zh: 添加字符串(&N)

# ResourceEditor.ResourceEdit.ContextMenu.CopyResourceName
source: Copy resource name
es: Copiar nombre de recurso
fi: Kopioi resurssi nimi
fr: Copier le nom de la ressource
hu: Erőforrás nevének másolása
it: Copia nome risorsa
kr: 리소스 이름 복사
nl: Kopieer naam van hulpbron
no: Kopier ressursnavn
pl: Kopiuj nazwę zasobu
pt: Copiar nome de recurso
pt_br: Copiar nome do recurso
ro: Copiaza nume resursa
ru: Копировать имя ресурса
tr: Kaynak adı kopyala
zh: 复制资源名称

# ResourceEditor.ResourceEdit.ContextMenu.EditComment
source: Edit comment
es: Editar comentario
fr: Editer le commentaire
it: Modifica descrizione
nl: Commentaar redigeren
ru: Редактировать комментарий

# ResourceEditor.ResourceEdit.ContextMenu.EditCommentText
source: Enter the new text for the resource comment:
es: Ingrese el nuevo texto para el comentario del recurso:
fr: Saisissez le nouveau texte pour le commentaire de cette ressource:
it: Inserisci il nuovo testo per le note della risorsa:
nl: Voer de nieuwe tekst voor het hulpbron commentaar in:
ru: Введите новый текст комменария:

# ResourceEditor.ResourceEdit.ContextMenu.Rename
source: &Rename
es: &Renombrar
fi: &Nimeä uudelleen
fr: &Renommer
hu: Át&nevez
it: &Rinomina
kr: 이름 바꾸기(&R)
nl: &Hernoemen
no: &Gi nytt navn
pl: &Zmień nazwę
pt: Altera&r o nome
pt_br: &Renomear
ro: &Redenumire
ru: Переименовать
tr: &Yeniden adlandır
zh: 重命名(&R)

# ResourceEditor.ResourceEdit.ShowAsHexDump
source: Show as Hex Dump
es: Ver en Hexadecimal
fr: Visualiser en Hexadécimal
hu: Megjelenítés Hexa Értékben
it: Mostra come Dati Esadecimali
kr: 헥스 덤프로 보이기
nl: Tonen als Hex dump
no: Vis som Hex dump
pl: Pokaż Hexadecymalnie
pt: Mostrar como Descarga Hexadécimal
pt_br: Mostrar Hexadecimal
ru: Показать как Hex дамп
tr: Hex Kodu Göster
zh: 以16进制方式显示

# ResourceEditor.ResourceEdit.TypeColumn
source: Type
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
kr: 형식
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
tr: Tür
zh: 类型

# ResourceEditor.ResourceList.KeyAlreadyDefinedWarning
source: This key is already defined! Please choose another one.
es: ¡Esta clave ya ha sido definida! Por favor seleccione una distinta.
fi: Tämä avain on jo määritelty ! Valitse toinen.
fr: Cette clé est déjà définie, veuillez en choisir une autre.
hu: Ez a billenyű már foglalt! Kérem válasszon másikat.
it: Questa chiave è già definita! Prego sceglierne un'altra.
kr: 이 키는 이미 정의되었습니다! 다른 것을 고르십시오.
nl: Deze sleutel is reeds in gebruik! Kies aub een andere.
no: Denne nøkkelen er allerede definert! Vennligst velg en annen.
pl: Ten klawisz jest już zdefiniowany! Proszę wybrać inny.
pt: Esta chave já se encontra defenida. Por favor, escolha outra.
pt_br: Esta chave já está definida! Por favor escolha outra.
ro: Această cheie este definită! Vă rog să alegeţi alta.
ru: Этот ключ уже определён! Пожалуйста, выберите другой.
tr: Bu anahtar daha önceden tanımlandı! Lütfen başka birini seçin.
zh: 该键值已经被定义！请选择其他键值。

# SharpDevelop.FileFilter.AllFiles
source: All files (*.*)
es: Todos los archivos (*.*)
fi: Kaikki tiedostot (*.*)
fr: Tous les fichiers (*.*)
hu: Minden fájl (*.*)
it: Tutti i file (*.*)
kr: 모든 파일 (*.*)
nl: Alle bestanden (*.*)
no: Alle filer (*.*)
pl: Wszystkie Pliki (*.*)
pt: Todos os ficheiros (*.*)
pt_br: Todos os arquivos (*.*)
ro: Toate fisierele (*.*)
ru: Все файлы (*.*)
tr: Tüm dosyalar (*.*)
zh: 所有文件(*.*)

# SharpDevelop.FileFilter.AllKnownFiles
source: All known file extensions
es: Todas las extensiones de archivos conocidas
fr: Toutes les extensions connues
it: Estensioni file conosciute
nl: Alle bekende bestands extenties
ru: Все известные расширения

# SharpDevelop.FileFilter.AssemblyFiles
source: Assembly Files (*.exe;*.dll)
es: Archivos de Ensamblados (*.exe;*.dll)
fi: Kokoonpano tieostot (*.exe;*.dll)
fr: Fichiers d'Assemblies (*.exe;*.dll)
hu: Szerelvény Fáljok (*.exe;*.dll)
it: File di Assembly (*.exe;*.dll)
kr: 어셈블리 파일 (*.exe;*.dll)
nl: Assembly bestanden (*.exe;*.dll)
no: Samlinger (*.exe;*.dll)
pl: Pliki Assembly (*.exe;*.dll)
pt: Ficheiros Assembly (*.exe;*.dll)
pt_br: Arquivos Assembly (*.exe;*.dll)
ro: Fisiere Assembly (*.exe;*.dll)
ru: Файлы сборок (*.exe;*.dll)
tr: Tümleşke dosyaları (*.exe, *.dll)
zh: 组件文件(*.exe;*.dll)

# SharpDevelop.FileFilter.BinaryFiles
source: Binary files
es: Archivos binarios
fi: Binääritiedostot
fr: Fichiers binaires
hu: Bináris fájlok
it: File binari
kr: 바이너리 파일
nl: Binaire bestanden
no: Binærfiler
pl: Pliki binarne
pt: Ficheiros binários
pt_br: Arquivos binarios
ru: Двоичные файлы
tr: Binary(ikili) dosyalar
zh: 二进制文件

# SharpDevelop.FileFilter.Boo
source: Boo Files
es: Archivos Boo
fi: Boo tiedostot
fr: Fichiers Boo
hu: Boo Fájlok
it: File Boo
kr: Boo 파일
nl: Boo bestanden
no: Boo filer
pl: Pliki Boo
pt: Ficheiros Boo
pt_br: Arquivos Boo
ro: Fişiere Boo
ru: Файлы Boo
tr: Boo Dosyaları
zh: Boo文件

# SharpDevelop.FileFilter.BooPrjFiles
source: Boo Project Files
es: Archivos de Proyectos Boo
fi: Boo projektitiedostot
fr: Fichiers de projet Boo
hu: Boo Projekt Fájlok
it: File progetto Boo
kr: Boo 프로젝트 파일
nl: Boo Project bestanden
no: Boo prosjektfiler
pl: Pliki Projektu Boo
pt: Ficheiro de Projecto Boo
pt_br: Arquivos de projetos Boo
ru: Файлы проектов Boo
tr: Boo Proje Dosyaları
zh: Boo项目文件

# SharpDevelop.FileFilter.CombineFiles
source: Combine Files (*.cmbx)
es: Archivos de Combinados (*.cmbx)
fi: Yhhdistys-tiedostot (*.cmbx)
fr: Fichiers combinés (*.cmbx)
hu: Gyűjtő fájlok (*.cmbx)
it: File della Combinazione (*.cmbx)
kr: 컴바인 파일 (*.cmbx)
nl: Combine bestanden (*.cmbx)
no: Løsningsfiler (*.cmbx)
pl: Pliki Combine (*.cmbx)
pt: Ficheiros de Combinado (*.cmbx)
pt_br: Arquivos Combine (*.cmbx)
ro: Fisiere Combinatii (*.cmbx)
ru: Файлы объединений (*.cmbx)
tr: Birleştirilmiş Dosyalar (*.cmbx)
zh: 复合项目文件 (*.cmbx)

# SharpDevelop.FileFilter.CPPFiles
source: C++ files (*.cpp;*.c;*.hpp;*.h)
es: Archivos C++ (*.cpp;*.c;*.hpp;*.h)
fi: C++ tiedostot (*.cpp;*.c;*.hpp;*.h)
fr: Fichiers C++ (*.cpp;*.c;*.hpp;*.h)
hu: C++ fájlok (*.cpp;*.c;*.hpp;*.h)
it: File C++ (*.cpp;*.c;*.hpp;*.h)
kr: C++ 파일 (*.cpp;*.c;*.hpp;*.h)
nl: C++ bestanden (*.cpp;*.c;*.hpp;*.h)
no: C++ filer (*.cpp;*.c;*.hpp;*.h)
pl: Pliki C++ (*.cpp;*.c;*.hpp;*.h)
pt: Ficheiros C++ (*.cpp;*.c;*.hpp;*.h)
pt_br: Arquivos C++ (*.cpp;*.c;*.hpp;*.h)
ro: Fisiere C++ (*.cpp;*.c;*.hpp;*.h)
ru: C++ файлы (*.cpp;*.c;*.hpp;*.h)
tr: C++ dosyaları (*.cpp;*.c;*.hpp;*.h)
zh: C++ 文件 (*.cpp;*.c;*.hpp;*.h)

# SharpDevelop.FileFilter.CSharpFiles
source: C# Files (*.cs)
es: Archivos de C# (*.cs)
fi: C# tiedostot (*.cs)
fr: Fichiers C# (*.cs)
hu: C# fáljok (*.cs)
it: File C# (*.cs)
kr: C# 파일 (*.cs)
nl: C# bestanden (*.cs)
no: C# filer (*.cs)
pl: C# Pliki (*.cs)
pt: Ficheiros C# (*.cs)
pt_br: Arquivos C# (*.cs)
ro: Fisiere C# (*.cs)
ru: C# файлы (*.cs)
tr: C# Dosyaları (*.cs)
zh: C#文件(*.cs)

# SharpDevelop.FileFilter.CSharpPrjFiles
source: C# Project Files
es: Archivos de Proyectos C#
fi: C# projektitiedostot
fr: Fichiers de projet C#
hu: C# Projekt Fájlok
it: File di Progetti C#
kr: C# 프로젝트 파일
nl: C# Project bestanden
no: C# prosjektfiler
pl: Pliki Projektu C#
pt: Ficheiros de Projecto C#
pt_br: Arquivos de projeto C#
ru: Файлы проектов C#
tr: CSharp Proje Dosyaları
zh: C#项目文件

# SharpDevelop.FileFilter.CursorFiles
source: Cursor files
es: Archivos de cursor
fr: Fichiers curseur
hu: Kurzor fájlok
it: File cursore
kr: 커서 파일
nl: Cursor bestanden
no: Markørfiler
pl: Pliki Kursora
pt: Ficheiros de cursor
pt_br: Arquivos de cursor
ru: Файлы указателей мыши
tr: İmleç dosyaları
zh: 光标资源文件

# SharpDevelop.FileFilter.ExecutableFiles
source: Executable Files (*.exe;*.com;*.pif;*.bat;*.cmd)
es: Archivos Ejecutables (*.exe;*.com;*.pif;*.bat;*.cmd)
fi: Suoritettavat tiedostot (*.exe;*.com;*.pif;*.bat;*.cmd)
fr: Fichiers exécutables (*.exe;*.com;*.pif;*.bat;*.cmd)
hu: Végrehajtható fájlok (*.exe;*.com;*.pif;*.bat;*.cmd)
it: File Eseguibili (*.exe;*.com;*.pif;*.bat;*.cmd)
kr: 실행 파일 (*.exe;*.com;*.pif;*.bat;*.cmd)
nl: Uitvoerbare bestanden (*.exe; *.com; *.pif; *.bat; *.cmd)
no: Programfiler (*.exe;*.com;*.pif;*.bat;*.cmd)
pl: Pliki wykonywalne (*.exe;*.com;*.pif;*.bat;*.cmd)
pt: Ficheiros executáveis (*.exe;*.com;*.pif;*.bat;*.cmd)
pt_br: Arquivos Executáveis (*.exe;*.com;*.pif;*.bat;.cmd)
ro: Fisiere executabile (*.exe;*.com;*.pif;*.bat;*.cmd)
ru: Выполнимые файлы (*.exe;*.com;*.pif;*.bat;*.cmd)
tr: Çalıştırılabilir Dosyalar(*.exe;*.com;*.pif;*.bat;*.cmd)
zh: 可执行文件 (*.exe;*.com;*.pif;*.bat;*.cmd)

# SharpDevelop.FileFilter.Icons
source: Icon Files (*.ico)
es: Archivos de Iconos (*.ico)
fi: Ikoni tiedostot (*.ico)
fr: Fichiers icônes (*.ico)
hu: Ikon fájlok (*.ico)
it: File Icona (*.ico)
kr: 아이콘 파일 (*.ico)
nl: Pictogrammen (*.ico)
no: Ikonfiler (*.ico)
pl: Pliki ikon (*.ico)
pt: Ficheiros de ícones (*.ico)
pt_br: Ícones (*.ico)
ro: Fisiere icoana (*.ico)
ru: Файлы значков (*.ico)
tr: Simge Dosyaları (*.ico)
zh: 图标文件(*.ico)

# SharpDevelop.FileFilter.ILAsm
source: IL Files
es: Archivos IL
fi: ILAsm tiedostot
fr: Fichiers IL
hu: IL Fájlok
it: File IL
kr: IL 파일
nl: IL bestanden
no: IL filer
pl: Pliki IL
pt: Ficheiros IL
pt_br: Arquivos IL
ro: Fişiere IL
ru: Файлы IL
tr: IL Dosyaları
zh: IL文件

# SharpDevelop.FileFilter.ILAsmPrjFiles
source: ILAsm Project Files
es: Archivos de Proyectos ILAsm
fi: ILAsm projektitiedostot
fr: Fichiers de projet ILAsm
hu: ILAsm Projekt Fájlok
it: Files di Progetto ILAsm
kr: ILAsm 프로젝트 파일
nl: ILAsm Project bestanden
no: ILAsm prosjektfiler
pl: Pliki Projektu ILAsm
pt: Ficheiros de Projecto ILAsm
pt_br: Arquivos de projeto IlAsm
ru: Файлы проектов ILAsm
tr: ILAsm Proje Dosyaları
zh: ILAsm项目文件

# SharpDevelop.FileFilter.ImageFiles
source: Image files
es: Archivos de imágenes
fi: Kuvatiedostot
fr: Fichiers image
hu: Kép fájlok
it: File immagini
kr: 그림 파일
nl: Afbeelding bestanden
no: Bildefiler
pl: Pliki graficzne
pt: Ficheiros de imagem
pt_br: Arquivos de imagem
ru: Файлы изображений
tr: Resim dosyaları
zh: 图片文件

# SharpDevelop.FileFilter.KeyFiles
source: Key files
es: Archivos de clave
fi: Avain tiedostot
fr: Fichiers de clé
hu: Kulcs fájlok
it: File di Chiave
kr: 키 파일
nl: Sleutelbestanden
no: Nøkkelfiler
pl: pliki Klucza
pt: Ficheiros chave
pt_br: Arquivos Chave
ro: Fişiere cheie
ru: Ключи
tr: Anahtar dosyalar
zh: 签名文件

# SharpDevelop.FileFilter.NAnt
source: NAnt Build Files
es: Archivos de Generación NAnt
fr: Fichiers de Contruction NAnt
hu: NAnt Szerkesztési Fájlok
it: File NAnt compilati
kr: NAnt 빌드 파일
nl: NAnt Bouw bestanden
no: NAnt byggefiler
pl: Pliki Budowy NAnt
pt: Ficheiros de Compilação NAnt
pt_br: Arquivos de Compilações NAnt
ro: Fişiere build NAnt
ru: Файлы сборки NAnt
tr: NAnt İnşâ Dosyaları
zh: NAnt文件

# SharpDevelop.FileFilter.PrjxFiles
source: SharpDevelop 1.1 Project Files (*.prjx)
es: Archivos de Proyecto SharpDevelop 1.1 (*.prjx)
fi: SharpDevelop Projekti tiedostot (*.prjx)
fr: Fichiers de projet #Dev 1.1 (*.prjx)
hu: SharpDevelop 1.1 Projekt Fájlok (*.prjx)
it: File progetto SharpDevelop 1.1 (*.prjx)
kr: SharpDevelop 1.1 프로젝트 파일 (*.prjx)
nl: SharpDevelop 1.1 Project bestanden (*.prjx)
no: SharpDevelop 1.1 Prosjektfiler (*.prjx)
pl: Pliki projektu SharpDevelop 1.1 (*.prjx)
pt: Ficheiros de Projecto de SharpDevelop 1.1 (*.prjx)
pt_br: Arquivos Projeto SharpDevelop 1.1 (*.prjx)
ro: Fişiere Project SharpDevelop 1.1 (*.prjx)
ru: Файлы проектов SharpDevelop 1.1 (*.prjx)
tr: SharpDevelop 1.1 Proje Dosyaları (*.prjx)
zh: SharpDevelop 1.1项目文件(*.prjx)

# SharpDevelop.FileFilter.ResourceFiles
source: Resource Files
es: Archivos de Recursos
fi: Resurssi tiedostot
fr: Fichiers de resource
hu: Erőforrás Fájlok
it: File di Risorsa
kr: 리소스 파일
nl: Hulpbron bestanden
no: Ressursfiler
pl: Pliki Zasobów
pt: Ficheiros de Recursos
pt_br: Arquivos de recurso
ru: Файлы ресурсов
tr: Kaynak Dosyalar
zh: 资源文件

# SharpDevelop.FileFilter.SolutionFiles
source: Solutions (*.sln)
es: Soluciones (*.sln)
hu: Megoldások (*.sln)
it: Soluzione (*.sln)
kr: 솔루션 (*.sln)
nl: Oplossingen (*.sln)
no: Løsninger (*.sln)
pl: Rozwiązania (*.sln)
pt: Soluções (*.sln)
pt_br: Soluções (*.sln)
ro: Soluţii (*.sln)
ru: Решения (*.sln)
tr: Çözümler (*.sln)
zh: 解决方案(*.sln)

# SharpDevelop.FileFilter.VBNetFiles
source: VB Files (*.vb)
es: Archivos de VB (*.vb)
fi: VB tiedostot (*.vb)
fr: Fichiers VB (*.vb)
hu: VB fájlok (*.vb)
it: File VB (*.vb)
kr: VB 파일 (*.vb)
nl: VB bestanden (*.vb)
no: VB filer (*.vb)
pl: VB Pliki (*.vb)
pt: Ficheiros VB (*.vb)
pt_br: Arquivos VB (*.vb)
ro: Fisiere VB (*.vb)
ru: VB файлы (*.vb)
tr: VB Dosyaları (*.vb)
zh: VB文件(*.vb)

# SharpDevelop.FileFilter.VBNetPrjFiles
source: Visual Basic Project Files
es: Archivos de Proyectos Visual Basic
fi: Visual Basic projekti tiedostot
fr: Fichiers de projet Visual Basic
hu: Visual Basic Projekt Fájlok
it: Files di Progetto Visual Basic
kr: Visual Basic 프로젝트 파일
nl: Visual Basic Project bestanden
no: Visual Basic prosjektfiler
pl: Pliki Projektu Visual Basic
pt: Ficheiros de Projecto Visual Basic
pt_br: Arquivos de Projeto do Visual Basic
ro: Fişiere Proiect VisualBasic
ru: Файлы проектов Visual Basic
tr: Visual Basic Proje Dosyaları
zh: Visual Basic项目文件

# SharpDevelop.FileFilter.XmlFiles
source: XML Files (*.xml)
es: Archivos XML (*.xml)
fi: XML tiedostot (*.xml)
fr: Fichiers XML (*.xml)
hu: XML Fájlok (*.xml)
it: File XML (*.xml)
kr: XML 파일 (*.xml)
nl: XML bestanden (*.xml)
no: XML filer (*.xml)
pl: Pliki XML (*.xml)
pt: Ficheiros XML (*.xml)
pt_br: Arquivos XML(*.xml)
ro: Fisiere XML (*.xml)
ru: XML-файлы (*.xml)
tr: Xml Dosyaları (*.xml)
zh: Xml文件(*.xml)

# SharpDevelop.FileFilter.XmlSchemaFiles
source: XML Schema Files (*.xsd)
es: Archivos de Esquema XML (*.xsd)
fi: XML Schema tiedostot (*.xsd)
fr: Fichiers de schéma XML (*.xsd)
hu: XML Séma Fájlok (*.xsd)
it: File di Schema XML (*.xsd)
kr: XML 스키마 파일 (*.xsd)
nl: XML schema bestanden (*.xsd)
no: XML skjemaer (*.xsd)
pl: Pliki Schematu XML (*.xsd)
pt: Ficheiros XML de Esquema (*.xsd)
pt_br: Arquivos Esquema XML (*.xsd)
ro: Fişiere XML Schema (*.xsd)
ru: Файлы схем XML (*.xsd)
tr: XML Şema Dosyaları (*.xsd)
zh: XML大纲(schema)文件(*.xsd)
