Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ICSharpCode.XmlEditor.XslOutputView.Title
source: XSLT Output
es: Salida XSLT
fr: Sortie XSLT
hu: XSLT Kimenet
it: Risultato XSLT
kr: XSLT 출력
nl: XSLT uitvoer
no: XSLT resultat
pt: Saída XSLT
ru: Вывод XSLT
tr: XSLT Çıktısı
zh: XSLT输出

# ILSpyAddIn.ILSpyDoesNotExist
source: ILSpy could not be found at the specified location, or SharpDevelop does not have sufficient rights to access it.
es: ILSpy no se pudo encontrar en la ubicación especificada, o SharpDevelop no tiene suficientes permisos para acceder a dicha ubicación.
fr: ILSpy introuvable à l'emplacement renseigné, or SharpDevelop n'a pas les droits d'accès suffisants.
it: ILSpy non è stato trovato nel percorso specificato, oppure SharpDevelop non ha i privilegi necessari per accedervi.
nl: ILSpy niet gevonden op aangegeven locatie, of SharpDevelo beschikt niet over voldoende rechten om het te kunnen benaderen.
ru: Не удалось найти ILSpy в указанном месте, или у SharpDevelop недостаточно прав для доступа к нему.
zh: 在指定位置没有找到ILSpy，或SharpDevelop无权访问。

# ILSpyAddIn.ILSpyPathNotSet
source: The path to ILSpy has not been set yet.
es: La ruta a ILSpy aun no ha sido establecida.
fr: L'emplacement de ILSpy n'a pas été renseigné.
it: Il percorso di ILSpy non è ancora stato impostato.
nl: Het pad naar ILSpy is nog niet ingesteld.
ru: Путь к ILSpy не указан.
zh: 尚未设定ILSpy路径。

# ILSpyAddIn.OpenILSpyCommand
source: Open ILSpy
es: Abrir ILSpy
fi: Avaa ILSpy
fr: Ouvrir ILSpy
it: Apri ILSpy
nl: ILSpy openen
ru: Открыть ILSpy
zh: 打开ILSpy

# ILSpyAddIn.SetILSpyPathDialog.ILSpyInfo
source: This feature requires ILSpy. If you do not have it yet, you can download it for free there:
es: Esta caracteristica requiere ILSpy. Si aun no la tiene, puede descargarlo gratuitamente aquí:
fi: Tämä ominaisuus vaatii ILSpy, voit ladata sen ilmaiseksi täältä:
fr: Cette fonctionnalité nécessite ILSpy. Vous pouvez le télécharger gratuitement ici:
it: Questa funzionalità richiede ILSpy. Se non è ancora installato, puoi scaricarlo gratuitamente a questa url:
nl: Deze functie benodigt ILSpy. Als u nog niet hierover beschikt, kunt u het hier vrij downloaden.
ru: Требуется наличие ILSpy. Если у Вас его ещё нет, Вы можете бесплатно скачать его здесь:
zh: 此功能需要ILSpy支持，如果您需要，可以在这里免费下载：

# ILSpyAddIn.SetILSpyPathDialog.PathToILSpyExe
source: Full path to ILSpy.exe
es: Ruta completa a ILSpy.exe
fr: Chemin complet vers ILSpy.exe
it: Percorso completo di ILSpy.exe
nl: Volledig pad naar ILSpy.exe
ru: Полный путь к ILSpy.exe
zh: ILSpy.exe 路径

# ILSpyAddIn.SetILSpyPathDialogTitle
source: Set path to ILSpy
es: Establecer ruta a ILSpy
fr: Définir le chemin vers ILSpy
it: Imposta il percorso di ILSpy
nl: Stel het pad naar ILSpy in
ru: Изменить путь к ILSpy
zh: 设置ILSpy路径

# Internal.ExternalTool.CantLoadToolConfigWarining
source: Can't load external tools configuration file
es: No se puede cargar archivo de configuración de herramientas externas.
fi: Ei voi ladata ulkoisten työkalujen asetustiedostoa
fr: Impossible de charger la configuration des outils externes
hu: A külső eszközök konfigurációs eszközök beállítófájlját nem lehet megnyitni
it: Non si può caricare il file di configurazione degli strumenti esterni
kr: 외부 도구 설정 파일을 읽을 수 없습니다
nl: Laden van configuratiebestand externe toepassing mislukt
no: Kan ikke laste inn konfigurasjonsfil for eksterne verktøy
pl: Nie można załadować pliku konfiguracji narzędzi zewnętrznych
pt: Não é possivel carregar o ficheiro de configuração das ferramentas externas.
pt_br: Não é possível abrir o arquivo de configuração de ferramentas externas
ro: Nu se poate încărca fişierul extern de configurare a instrumentelor
ru: Невозможно загрузить конфигурацию внешнего инструмента
tr: Dış araçlar kurulumu yüklemeniyor.
zh: 无法读取扩展工具配置文件

# Internal.Templates.CodeTemplateLoader.CantLoadTemplatesWarning
source: Can't load templates configuration file
es: No se ha podido cargar el archivo de configuración de plantillas.
fi: Ei voi ladata templatea
fr: Impossible de charger la configuration des modèles
hu: A sablonok konfigurációs fájlját nem lehet betölteni
it: Non si può trovare il file di configurazione dei modelli
kr: 템플리트 설정 파일을 불러 올 수 없습니다.
nl: Kan configuratie bestand voor sjablonen niet laden
no: Kan ikke laste inn konfigurasjonsfil for maler.
pl: Nie można załadować pliku konfiguracji szablonów
pt: Não é possível carregar ficheiro de configuração de modelos
pt_br: Impossível carregar o arquivo de configuração de modelos
ro: Nu se poate încărca fişierul de configurare a şabloanelor
ru: Невозможно загрузить конфигурацию шаблонов
tr: Şablon kurulum dosyası yüklenemiyor
zh: 无法读取配置文件模板

# Internal.Templates.ProjectTemplate.LoadingError
source: Error while loading project template:
es: Ha habido un error al cargar la plantilla de proyecto:
fi: Virhe Projektmallin latauksen aikana:
fr: Erreur au chargement du template de projet :
hu: Hiba a projekt sablon betöltésekor:
it: Errore durante il caricamento del modello di progetto:
kr: 프로젝트 템플리트를 로드하는 중 오류 발생:
nl: Fout tijdens laden van project-sjabloon:
no: Feil ved innlasting av prosjektmal:
pl: Błąd podczas ładowania szablonu projektu:
pt: Erro durante ocarregamento do modelo de projecto:
pt_br: Erro durante o carregamento do modelo de projeto:
ro: Eroare în timpul încărcării proiectului şablon:
ru: Ошибка загрузки шаблона проекта:
tr: Proje şablonu yüklenirken hata oluştu
zh: 读取项目模板时发生错误：

# MainWindow.CannotCloseWithBuildInProgressMessage
source: The build must finish before SharpDevelop can be closed.
es: La generación debe terminar antes de poder cerrar SharpDevelop.
fr: La construction doit se terminer avant la fermeture de SharpDevelop.
it: La generazione deve essere completata prima che SharpDevelop possa essere chiuso.
kr: SharpDevelop이 닫기기 전에 빌드가 끝나야 합니다.
nl: Bouwen moet voltooid zijn, voordat SharpDevelop kan worden afgesloten.
no: Byggingen må bli ferdig før SharpDevelop kan lukkes.
pt: A compilação deve terminar nates do SharpDevelop poder ser fechado.
ru: Процесс сборки проекта должен быть завершён до закрытия SharpDevelop.
zh: 生成完成之前，请不要关闭SharpDevelop。

# MainWindow.CompilerMessages.BuildCancelled
source: Build was cancelled.
es: Generación cancelada.
fr: La construction a été annulée.
it: La compilazione è stata annullata.
kr: 빌드가 물러졌습니다.
nl: Opbouw werd afgebroken.
no: Bygging ble avbrutt.
ru: Сборка проекта была отменена.
zh: 取消生成。

# MainWindow.CompilerMessages.BuildFailed
source: Build failed.
es: Generación fallida.
fr: Construction échouée.
hu: Szerkesztés sikertelen.
it: Compilazione fallita.
kr: 빌드 실패.
nl: Bouwen mislukt.
no: Byggingen feilet.
pl: Budowanie nieudane.
pt: Falhou a compilação.
pt_br: Falhou compilação.
ru: Сборка не выполнена.
tr: İnşâ Başarısız.
zh: 生成失败。

# MainWindow.CompilerMessages.BuildFinished
source: Build finished successfully.
es: Generación completada correctamente.
fr: Construction terminée avec succès.
hu: Szerkesztés sikeresen befejeződött.
it: Compilazione completata con successo.
kr: 빌드가 성공적으로 끝났습니다.
nl: Bouwen met succes voltooid.
no: Byggingen fullførte feilfritt.
pl: Budowanie zakończone sukcesem.
pt: Compilação terminada com sucesso.
pt_br: Montador finalizou com sucesso.
ru: Сборка проекта успешно завершена.
tr: İnşâ başarı ile tamamlandı.
zh: 生成成功。

# MainWindow.CompilerMessages.BuildingProjectIsNotSupported
source: Building project ${Name} is not supported.
fr: La compilation du projet ${Name] n'est pas supportée.
it: La generazione del progetto ${Name} non è supportata.
ru: Сборка проекта ${Name} не поддерживается.

# MainWindow.CompilerMessages.BuildStarted
source: Build started.
es: Generación iniciada.
fr: Construction lancée.
hu: Szerkesztés elindult.
it: Generazione avviata.
kr: 빌드가 시작되었습니다.
nl: Bouwen is gestart.
no: Bygging startet.
pl: Budowanie rozpoczęte.
pt: Compilação iniciada.
pt_br: Montador iniciado.
ru: Сборка начата.
tr: İnşâ başladı.
zh: 生成开始。

# MainWindow.CompilerMessages.BuildStartedOutput
source: ------ Build started: Project: ${Project} Configuration: ${Config} ------
es: ------- Generación iniciada: Proyecto: ${Proyecto} Configuración: ${Config} -------
fi: ------ Luodaan: Projekti: ${Project} Asetukset: ${Config} ------
fr: ------ Construction en cours : Projet : ${Project} Configuration : ${Config} ------
hu: ------ Szerkesztés megkezdve: Projekt: ${Project} Konfiguráció: ${Config} ------
it: ------ Avvio compilazione: Progetto: ${Project} Configurazione: ${Config} ------
kr: ------ 빌드가 시작: 프로젝트: ${Project}, 설정: ${Config} ------
nl: ------ Bouwen gestart: project: ${Project} configuratie: ${Config} ------
no: ------ Bygging startet: Prosjekt: ${Project} Konfigurasjon: ${Config} ------
pl: ------ Budowanie rozpoczęte: Projekt: ${Project} Konfiguracja: ${Config} ------
pt: ---- Compilação iniciada: Projecto: ${Project} Configuração: ${Config} ----
pt_br: ------ Compilação iniciada: Projeto: ${Project} Configuração: ${Config} ------
ro: ------ Build startat: Proiect: ${Project} Configurare: ${Config} ------
ru: ------ Процесс сборки начат: Проект: ${Project} Конфигурация: ${Config} ------
tr: ------ İnşâ başladı: Proje: ${Project} Konfigurasyon: ${Config} ------
zh: ------ 开始生成: 项目: ${Project}配置: ${Config} ------

# MainWindow.CompilerMessages.BuildVerb
source: Building
es: Compilando
fi: Luo
fr: Construction en cours
hu: Szerkesztés
it: Generazione
kr: 빌드 중
nl: Bezig met bouwen van
no: Bygger
pl: Budowanie
pt: A Compilar
pt_br: Montando
ru: Создание сборки
tr: İnşâ Ediliyor
zh: 正在生成

# MainWindow.CompilerMessages.CompileVerb
source: Compiling
es: Compilando
fi: Kääntäjä
fr: Compilation en cours
hu: Fordítás
it: Compilazione
kr: 컴파일 중
nl: Bezig met compileren
no: Kompilerer
pl: Kompilowanie
pt: A Compilar
pt_br: Compilando
ro: Compilare
ru: Компиляция
tr: Derleniyor
zh: 正在生成

# MainWindow.CompilerMessages.CreatingCOMInteropAssembly
source: Building COM interop assembly...
es: Generando ensamblado de interoperabilidad COM...
fr: Construction d'une assembly d'interop COM en cours...
hu: COM együttműködő szerelvény készítése...
it: Generazione assembly di interoperabilità COM...
kr: COM 상호 운용 어셈블리를 만드는 중...
nl: Bouwen van COM interop assembly...
no: Bygger COM interop samling...
pl: Budowanie assembly COM interop...
pt: Em compilação de assembly de interoperação COM...
pt_br: Montando assembly interoperável COM...
ru: Создание сборки COM-взаимодействия...
tr: COM birlikte-işerlik tümleşkesi inşâ ediliyor...
zh: 创建COM互操作程序集...

# MainWindow.CompilerMessages.ExecuteScript
source: Execute : ${Script}
es: Ejecutar : ${Script}
fi: Aloita : ${Script}
fr: Exécuter : ${Script}
hu: Végrehajt: ${Script}
it: Esecuzione : ${Script}
kr: 실행 : ${Script}
nl: Uitvoeren : ${Script}
no: Kjør: ${Script}
pl: Uruchom:${Script}
pt: Executar: ${Script}
pt_br: Executar : ${Script}
ro: Execuţie : ${Script}
ru: Выполнить: ${Script}
tr: Çalıştır: ${Script}
zh: 执行${Script}

# MainWindow.CompilerMessages.MSBuildAlreadyRunning
source: MSBuild is already running!
es: ¡MsBuild ya se esta ejecutando!
fr: MSBuild est déjà lancé !
hu: Az MSBuild már fut!
it: MSBuild già in esecuzione!
kr: MSBuild가 이미 실행 중입니다!
nl: MSBuild is reeds geladen
no: MSBuild kjører allerede!
pl: MSBuild jest już uruchomiony!
pt: MSBuild já está a ser executado!
pt_br: MSBuild já está rodando!
ru: MSBuild уже запущен!
tr: MSBuild zaten çalışıyor!
zh: MSBuild 已经在运行

# MainWindow.CompilerMessages.PerformingMainCompilationOutput
source: Performing main compilation...
es: Realizando compilación principal...
fi: Suorita pääkääntäminen ...
fr: Compilation en cours...
hu: Fő fordítás folyamatban...
it: Esecuzione della compilazione principale...
kr: 주 컴파일을 실행 중...
nl: Bezig met hoofdcompilatie...
no: Utfører hovedkompilering...
pl: Przeprowadza główną kompilację...
pt: A executar compilação principal...
pt_br: Realizando compilação principal...
ro: Se execută compilarea principală...
ru: Выполнение главной компиляции...
tr: Ana derleme yapılıyor...
zh: 生成中...

# MainWindow.CompilerMessages.ProjectStatsOutput
source: Build complete -- ${Errors} errors, ${Warnings} warnings
es: Generación completada -- ${Errors} errores, ${Warnings} advertencias
fi: Kehitys valmis -- ${Errors} virheet, ${Warnings} varoitukset
fr: Construction complète -- ${Errors} erreurs, ${Warnings} avertissements
hu: Szerkesztés kész -- ${Errors} hiba, ${Warnings} figyelmeztetés
it: Compilazione completa -- ${Errors} errori, ${Warnings} warnings
kr: 빌드 완료 -- 오류 ${Errors}개, 경고 ${Warnings}개
nl: Bouwen gereed -- ${Errors} fouten, ${Warnings} waarschuwingen
no: Bygging fullført -- ${Errors} feil, ${Warnings} advarsler
pl: Budowanie zakończone -- błędów: ${Errors}, ostrzeżeń: ${Warnings}
pt: Compilação completa -- ${Errors} erros, ${Warnings} avisos
pt_br: Compilação completa -- ${Errors} erros, ${Warnings} avisos
ro: Build terminat -- ${Errors} erori, ${Warnings} avertismente
ru: Сборка завершена -- ошибок: ${Errors}, предупреждений: ${Warnings}
tr: İnşâ tamamlandı -- ${Errors} hata, ${Warnings} uyarı
zh: 生成完成 -- ${Errors} 错误, ${Warnings} 警告

# MainWindow.CompilerMessages.SkipProjectNoChanges
source: Skipped ${Name} (no changes inside SharpDevelop)
es: Omitido ${Name} (sin cambios dentro de SharpDevelop)
fr: Ignoré ${Name} (pas de changements dans SharpDevelop)
it: Ignoro ${Name} (nessuna modifica da SharpDevelop)
kr: ${Name}을(를) 건너뛰었습니다 (SharpDevelop에서 아무 것도 바꾸지 않았습니다)
nl: Overgeslagen ${Name} (Ongewijzigd binnen SharpDevelop)
no: Hoppet over ${Name} (ingen endringer i SharpDevelop)
ru: Пропущено ${Name} (со стороны SharpDevelop не было изменений)
zh: 跳过${Name} (在SharpDevelop中未更改)

# MainWindow.DiscardChangesMessage
source: Do you really want to discard your changes ?
es: ¿Realmente desea descartar sus cambios?
fi: Haluatko hylätä muutokset ?
fr: Voulez-vous vraiement annuler vos modifications?
hu: Biztosan elveti a módosításokat?
it: Vuoi veramente annullare le modifiche?
kr: 바뀐 내용을 버리시겠습니까?
nl: Wilt u werkelijk uw wijzigingen laten vervallen?
no: Er du sikker på at du vil forkaste endringene?
pl: Czy naprawdę chcesz odrzucić twoje zmiany?
pt: Tem a certeza que deseja cancelar as alterações?
pt_br: Você deseja realmente descartar as suas alterações?
ro: Vreţi cu adevărat să anulaţi schimbările efectuate ?
ru: Вы действительно хотите отменить изменения?
tr: Değişiklikleri iptal etmek istediğinizden emin misiniz?
zh: 您真的想放弃您所作的更改吗?

# MainWindow.Editor.Tooltip.LocalVar
source: local variable
es: variable local
fr: variable locale
it: variabile locale
nl: Plaatselijke variabele
ru: локальная переменная
zh: 局部变量

# MainWindow.Editor.Tooltip.Namespace
source: namespace
fr: espace de nom
nl: naamruimte
ru: пространство имен
zh: 命名空间

# MainWindow.Editor.Tooltip.Parameter
source: parameter
es: parámetro
fr: paramètre
it: parametro
ru: параметр
zh: 参数

# MainWindow.Editor.Tooltip.UnresolvedOverload
source: overload of
es: sobrecarga de
fr: surcharge de
it: overload di
nl: overladen van
ru: перегружает
zh: 重载于

# MainWindow.SaveChangesMessage
source: Do you want to save the current changes?
es: ¿Quiere guardar los cambios actuales?
fi: Haluatko tallentaa muutokset ?
fr: Voulez-vous enregistrer les modifications ?
hu: Kívánja menteni a változásokat?
it: Desideri salvare i cambiamenti correnti?
kr: 현재 변경된 내용을 저장하겠습니까?
nl: Wilt u de wijzigingen opslaan?
no: Vil du lagre endringene?
pl: Czy chcesz zachować wprowadzone zmiany?
pt: Quer guardar as mudanças actuais?
pt_br: Deseja salvar as modificações atuais?
ro: Doriţi să salvaţi modificările efectuate?
ru: Сохранить текущие изменения?
tr: Geçerli değişiklikleri kaydetmek istiyor musunuz?
zh: 要保存改动吗？

# MainWindow.SaveChangesMessageHeader
source: Save Changes in
es: Guardar cambios en
fi: Tallenna muutokset
fr: Enregistrer les modifications dans
hu: Változások mentése ide:
it: Salva i cambiamenti in
kr: 저장 확인 :
nl: Wijzigingen opslaan in
no: Lagre endringer i
pl: Zachowaj Zmiany w
pt: Guardar Alterações em
pt_br: Salvar modificações em
ro: Salvare Schimbări în
ru: Сохранить изменения в
tr: Değişiklikleri Kaydet
zh: 保存改动

# MainWindow.StatusBar.CompilingMessage
source: Compiling ${Project}
es: Compilando ${Project}
fi: Kääntäjä ${Project}
fr: Compilation de ${Project}
hu: A(z) ${Project} fordítása
it: Compilo ${Project}
kr: ${Project} 컴파일 중
nl: Bezig met compileren van ${Project}
no: Kompilerer ${Project}
pl: Kompiluje ${Project}
pt: Compilando ${Project}
pt_br: Compilando ${Project}
ro: Compilare ${Project}
ru: Компиляция ${Project}
tr: ${Project} Derleniyor
zh: 正在生成${Project}

# MainWindow.StatusBar.ReadyMessage
source: Ready
es: Listo
fi: Valmis
fr: Prêt
hu: Kész
it: Pronto
kr: 준비됨
nl: Klaar
no: Klar
pl: Gotowy
pt: Pronto
pt_br: Pronto
ro: Gata
ru: Готово
tr: Hazır
zh: 准备好

# MainWindow.Windows.BookmarkPad.DeleteAllMarks.ToolTip
source: Delete all bookmarks in all buffers.
es: Borrar todos los marcadores en todos los buffers.
fr: Effacer tous les signets dans tous les tampons.
it: Rimuovi tutti i segnalibri in tutti i buffers.
kr: 모든 버퍼에서 모든 책갈피 지우기
nl: Verwijder alle bladwijzers in alle buffers.
no: Slett alle bokmerker i alle buffere.
ru: Удалить все закладки во всех буферах.
zh: 删除缓冲区中的所有书签。

# MainWindow.Windows.BookmarkPad.DeleteMark.ToolTip
source: Delete bookmark
es: Quitar marcador
fi: Poista kirjanmerkit
fr: Supprimer marque-page
hu: Könyvjelző törlése
it: Cancella segnalibro
kr: 책갈피 지우기
nl: Bladwijzer verwijderen
no: Slett bokmerke
pl: Usuń zakładkę
pt: Apagar marcador
pt_br: Excluir marca
ro: Ştergere marcaj
ru: Удалить закладку
tr: Sık Kullanılanı Sil
zh: 删除书签

# MainWindow.Windows.BookmarkPad.EnableDisableAll.ToolTip
source: Enable/Disable all
es: Habilitar/Deshabilitar todos
fi: Päälle / Pois kaikki
fr: Tout activer/désactiver
hu: Mindet Engedélyezi/Letiltja
it: Abilita/Disabilita tutti
kr: 모두 활성화/비활성화
nl: Alles in-/uitschakelen
no: Aktiver/Deaktiver alle
pl: Odblokuj/Zablokuj wszystko
pt: Activar/Desactivar todos
pt_br: Habilitar/Desabilitar todos
ro: Actvare/Dezactvare totală
ru: Вкл./Выкл. все
tr: Tümünü etkin/pasif kıl
zh: 全部禁用/启用

# MainWindow.Windows.BookmarkPad.GotoNext.ToolTip
source: Goto next bookmark
es: Ir al siguiente marcador
fi: Mene seuraavaan kirjanmerkkiin
fr: Aller au marque-page suivant
hu: Következő könyvjelzőre lép
it: Vai al segnalibro successivo
kr: 다음 책갈피로 가기
nl: Ga naar volgende bladwijzer
no: Gå til neste bokmerke
pl: Idź do następnej zakładki
pt: Ir para marcador seguinte
pt_br: Vá para próxima marca
ro: Următorul marcaj
ru: Перейти к следующей закладке
tr: Bir sonraki sık kullanılana git
zh: 转到下一个书签

# MainWindow.Windows.BookmarkPad.GotoPrev.ToolTip
source: Goto previous bookmark
es: Ir al marcador anterior
fi: Mene edelliseen kirjanmerkkiin
fr: Aller au marque-page précédent
hu: Előző könyvjelzőre lép
it: Vai al segnalibro precedente
kr: 이전 책갈피로 가기
nl: Ga naar vorige bladwijzer
no: Gå til forrige bokmerke
pl: Idź do poprzedniej zakładki
pt: Ir para marcador anterior
pt_br: Vá para marca anterior
ro: Întoarcere la marcajul anterior
ru: Перейти к предыдущей закладке
tr: Bir önceki sık kullanılana git
zh: 转到前一个书签

# MainWindow.Windows.BookmarkPad.LocationText
source: Location
es: Ubicación
fr: Emplacement
it: Posizione
nl: Locatie
ru: Расположение
zh: 位置

# MainWindow.Windows.BookmarksLabel
source: Bookmarks
es: Marcadores
fi: Kirjanmerkit
fr: Marque-pages
hu: Könyvjelzők
it: Segnalibri
kr: 책갈피
nl: Bladwijzers
no: Bokmerker
pl: Zakładki
pt: Marcadores
pt_br: Marcas
ro: Marcaje
ru: Закладки
tr: Sık Kullanılanlar
zh: 书签

# MainWindow.Windows.ClassBrowser.AddToWorkspace
source: Add to workspace
es: Agregar al área de trabajo
fr: Ajouter au bureau
it: Aggiungi allo spazio di lavoro
nl: Toevoegen aan werkruimte
ru: Добавить в рабочее пространство

# MainWindow.Windows.ClassBrowser.BackButton.ToolTip
source: Back
es: Atrás
fi: Takaisin
fr: Précédent
hu: Vissza
it: Indietro
kr: 뒤로
nl: Vorige
no: Tilbake
pl: Wstecz
pt: Para Trás
pt_br: Voltar
ro: Înapoi
ru: Назад
tr: Geri
zh: 后退

# MainWindow.Windows.ClassBrowser.BaseTypes
source: Base types
es: Tipos Base
fr: Types de base
hu: Alap típusok
it: Tipi base
kr: 기본 형식
nl: Basis types
no: Basetyper
pl: Typy bazowe
pt: Tipos base
pt_br: Tipos base
ro: Tipuri de bază
ru: Базовые типы
tr: Temel tipler
zh: 基本类型

# MainWindow.Windows.ClassBrowser.ClassViewSettings.ShowOtherMembers.Label
source: Show &Other Members
es: Mostrar &Otros Miembros
fi: Näytä muut jäsenet
fr: Afficher A&utres Membres
hu: Mutassa az &Egyéb Változókat
it: Mostra &Altri Membri
kr: 다른 멤버 보이기(&O)
nl: Toon andere leden
no: Vis andre medlemmer
pl: Pokaż Innych Czł&onków
pt: Mostrar &Outros Membros
pt_br: Mostra &outros Membros
ru: Показать других членов
tr: Diğer Üyeleri Göster
zh: 显示其它成员函数(&O)

# MainWindow.Windows.ClassBrowser.ClassViewSettings.ShowPrivateMembers.Label
source: Show P&rivate Members
es: Mostrar Miembros P&rivados
fi: Näytä yksityiset jäsenet
fr: Afficher Membres P&rivés
hu: Mutassa a P&rivát Változókat
it: Mostra Membri P&rivati
kr: private 멤버 보이기(&R)
nl: Toon p&ersoonlijke leden
no: Vis private medlemmer
pl: Pokaż P&rywantych Członków
pt: Mostrar Membros P&rivados
pt_br: Mostra Membros p&rivados
ru: Показать P&rivate членов
tr: Gizli Üyeleri Göster
zh: 显示私有成员(&R)

# MainWindow.Windows.ClassBrowser.ClassViewSettings.ShowProjectReferences.Label
source: Show &Project References
es: Mostrar Referencias de &Proyectos
fi: Näytä projektiviittaukset
fr: Afficher Références du &Projet
hu: Mutassa a &Projekt Hivatkozásait
it: Mostra Riferimenti al &Progetto
kr: 프로젝트 참조 보이기(&P)
nl: Toon &Oplossing referenties
no: Vis prosjektreferanser
pl: Pokaż Referencje &Projektu
pt: Mostrar Referências do Projecto
pt_br: Mostra referencias de &Projetos
ro: Arată Referinţe &Proiect
ru: Показать ссылки проекта
tr: Proje Referanslarını Göster
zh: 查看项目引用(&P)

# MainWindow.Windows.ClassBrowser.ClassViewSettings.ShowProtectedMembers.Label
source: Show Pr&otected Members
es: Mostrar Miembros P&rotegidos
fi: Näytä suojatut jäsenet
fr: Afficher Membres Pr&otégés
hu: Mutassa a &Védett Változókat
it: Mostra Membri Pr&otetti
kr: protected 멤버 보이기(&o)
nl: T&oon beschermde leden
no: Vis Protected medlemmer
pl: Pokaż Ch&ronionych Członków
pt: Mostrar Membros Pr&otegidos
pt_br: Mostrar Membros Pr&otegidos
ro: Arată Membrii Pr&otejaţi
ru: Показывать защищённые члены
tr: Protected Üyeleri Göster
zh: 显示保护成员(&O)

# MainWindow.Windows.ClassBrowser.ClassViewSettings.ShowPublicMembers.Label
source: &Show Public Members
es: Mostrar Miembros P&ublicos
fi: Näytä julkiset jäsenet
fr: Afficher Membres P&ublics
hu: Mutassa a &Publikus Változókat
it: &Mostra Membri Pubblici
kr: public 멤버 보이기(&S)
nl: Toon openbare leden
no: Vis offentlige medlemmer
pl: Pokaż P&ublicznych Członków
pt: &Mostrar Membros Públicos
pt_br: &Exibir Membros Públicos
ro: A&rată Membrii Publici
ru: Показывать открытые члены
tr: Genel Üyeleri Göster
zh: 显示公开成员(&S)

# MainWindow.Windows.ClassBrowser.ClassViewSettingsButton.ToolTip
source: Class View Settings
es: Opciones del Explorador de Clases
fi: Luokkanäkymän asetukset
fr: Paramètres d'Affichage des Classes
hu: Osztály Nézet Beállítások
it: Impostazioni Visualizzatore Classi
kr: 클래스 보기 설정
nl: Weergave Klassen Instellingen
no: Innstillinger for klassevisning
pl: Ustawienia Widoku Klas
pt: Parâmetros da Vista de Classes
pt_br: Configurações do Navegador de Classes
ru: Настройки окна классов
tr: Sınıf Görünümü Seçenekleri
zh: 类视图设置

# MainWindow.Windows.ClassBrowser.ClearSearch.ToolTip
source: Clear Search
es: Limpiar Búsqueda
fi: Tyhjennä haku
fr: Effacer les recherches
hu: Keresés törlése
it: Cancella Ricerca
kr: 검색 비우기
nl: Maak zoeken leeg
no: Slett søk
pl: Wyczyść Szukanie
pt: Limpar Busca
pt_br: Limpar Procura
ro: Iniţializare căutare
ru: Очистить историю поиска
tr: Aramayı Temizle
zh: 清除搜索

# MainWindow.Windows.ClassBrowser.CommitSearch.ToolTip
source: Search
es: Buscar
fi: Etsi
fr: Recherche
hu: Keresés
it: Cerca
kr: 검색
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisa
pt_br: Procurar
ro: Căutare
ru: Поиск
tr: Ara
zh: 搜索
