Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ICSharpCode.SharpDevelop.Commands.ChooseLayoutCommand.ResetToDefaultsQuestion
source: Are you sure that you want to reset the layout configuration ? Note: This doesn't affect own custom layouts.
es: ¿Está seguro que desea restablecer la configuración del layout? Nota: Esto no afectará layouts personalizados.
fi: Oletko varma, että haluat palauttaa näkymän asettelun ? Huom: Tämä ei vaikuta mukautettuihin näkymiin.
fr: Etes-vous sûr de vouloir charger la configuration par défaut de l'espace de travail ? Note: Ceci n'affectera pas vos layouts personnalisés.
hu: Biztosan alapértelmezettre állítja a konfigurációt? Megj: Ez nem érinti a saját beállításokat.
it: Sei sicuro di voler resettare la configurazione del layout? Nota: Questa operazione non influenza i propri layout.
kr: 배치 구성을 재설정하시겠습니까? 주의: 사용자 지정 배치에는 영향을 미치지 않습니다.
nl: Weet u zeker dat u de opmaak configuratie wilt resetten? Noot: Dit beïnvloed eigen aangepaste opmaak niet.
no: Er du sikker på at du vil tilbakestille oppsettkonfigurasjonen? Merk: Dette påvirker ikke egendefinerte oppsett.
pl: Czy na pewno chcesz zresetować konfigurację wyglądu? Uwaga:To nie ma wpływu na własne wyglądy.
pt: Tem a certeza que deseja restaurar a configuração original do layout? Nota: Esta operação não afecta os layouts criados pelo o utilizador.
pt_br: Você tem certeza que você deseja redefinir a configuração de layout? Nota: Isto não afeta layouts personalizados próprios.
ro: Sigur doriţi să resetaţi configurările machetei? Notă: Acest lucru nu va afecta propriile machete personalizate.
ru: Вы уверены, что хотите сбросить расположение окон на настройки по умолчанию? Это не затронет другие расположения окон.
tr: Sayfa düzeni yapılandırmasını sıfırlamak istediğinizden emin misiniz? Not: Bu özel düzenlemeleri etkilemez.
zh: 您确认要重置界面布局配置吗? 说明:此操作不会影响您的自定义布局.

# ICSharpCode.SharpDevelop.Commands.Convert
source: Convert
es: Convertir
fi: Muunna
fr: Conversion
hu: Átalakítás
it: Converti
kr: 프로그래밍 언어 바꾸기
nl: Overzetten
no: Konverter
pl: Konwertuj
pt: Converter
pt_br: Converter
ro: Conversie
ru: Преобразовать
tr: Dönüştür
zh: 代码转换

# ICSharpCode.SharpDevelop.Commands.Convert.ConversionComplete
source: Conversion complete.
es: Conversión completada.
fr: Conversion terminée.
hu: Átalakítás kész.
it: Conversione completata.
kr: 바꾸기를 마쳤습니다.
nl: Conversie gereed.
no: Konvertering fullført.
pl: Konwersja ukończona.
pt: Conversão completa.
pt_br: Conversão completada.
ru: Преобразование завершено.
tr: Dönüştürme tamamlandı.
zh: 转换完成.

# ICSharpCode.SharpDevelop.Commands.Convert.ConversionResults
source: Conversion Results
es: Resultados de la Conversión
fr: Résultats de conversion
hu: Átalakítás Eredményei
it: Risultati della Conversione
kr: 바꾸기 결과
nl: Conversie resultaten
no: Konverteringsresultater
pl: Rezultaty konwersji
pt: Resultados da Conversão
pt_br: Resultados da conversão
ro: Rezultate conversie
ru: Результаты преобразования
tr: Dönüştürme Sonuçları
zh: 转换结果

# ICSharpCode.SharpDevelop.Commands.Convert.ConverterErrorCount
source: ${ErrorCount} error(s) converting ${FileName}:
es: ${ErrorCount} error(es) convirtiendo ${FileName}:
fi: ${ErrorCount} virhe ${FileName} muuntamisessa:
fr: ${ErrorCount} erreur(s) lors de la conversion de ${FileName}:
hu: ${ErrorCount} hiba ${FileName} átalakításakor:
it: ${ErrorCount} errore(i) nella conversione di ${FileName}:
kr: ${FileName}를 바꾸는 중 오류 ${ErrorCount}개 발생:
nl: ${ErrorCount} fout(en) bij converteren van ${FileName}:
no: ${ErrorCount} feil under konvertering av ${FileName}:
pl: ${ErrorCount} błąd/błędów konwersji ${FileName}:
pt: ${ErrorCount} erro(s) na conversão de ${FileName}:
pt_br: ${ErrorCount} erro(s) ao converter ${FileName}:
ru: Количество ошибок преобразования ${FileName}: ${ErrorCount}
tr: ${FileName} dosyasını çevirirken ${ErrorCount} hata.
zh: 转换文件${FileName}时出现了${ErrorCount}个错误:

# ICSharpCode.SharpDevelop.Commands.Convert.CorrectSourceCodeErrors
source: Correct source code errors first (only correct source code would convert).
es: Corrija los errores en el código primero (solo código correctamente escrito puede ser convertido).
fr: Corrigez d'abord les erreurs dans le code source (seul le code source correct est converti).
hu: Először javítsa a forrás hibáit (csak hibátlan forráskód átalakítása lehetséges).
it: Correggere per primi gli errori del codice sorgente (solo il codice sergente corretto sarà convertito)
kr: 소스 코드의 오류를 먼저 수정하십시오(올바른 소스 코드만 바꿀 수 있습니다).
nl: Werk eerst foutieve broncode bij (alleen foutloze broncode kan worden geconverteerd)
no: Rett opp feil i kildekoden først (bare korrekt kildekode vil bli konvertert).
pl: Popraw najpierw błędy kodu źródłowego (tylko poprawny kod źródłowy daje się konwertować).
pt: Corrigir erros do código fonte primeiro (só código fonte correcto será convertido).
pt_br: Corrigir primeiro os erros do código fonte (apenas código fonte correto pode ser convertido).
ru: Сначала исправьте ошибки в исходном коде (только правильный исходный код может быть преобразован).
tr: Önce kaynak kodundaki hataları düzeltin(sadece hatasız kodlar çevrilebilir).
zh: 请先改正源码中的错误(只有正确的源码才能被转换).

# ICSharpCode.SharpDevelop.Commands.Convert.IsNotConverted
source: ${FileName} is not converted:
es: ${FileName} no fue convertido:
fi: ${FileName} ei voi muuntaa:
fr: ${FileName} n'a pas été converti:
hu: ${FileName} nincs átalakítva:
it: ${FileName} non è stato convertito:
kr: ${FileName}은 바꿔지지 않았습니다:
nl: ${FileName} is niet geconverteerd:
no: ${FileName} er ikke konvertert:
pl: ${FileName} nie jest przekonwertowany:
pt: ${FileName} não é convertido:
pt_br: ${FileName} não está convertido:
ru: ${FileName} не преобразован:
tr: ${FileName} çevrilmedi:
zh: ${FileName}没有被转换:

# ICSharpCode.SharpDevelop.Commands.Convert.ParserErrorCount
source: Parser found ${ErrorCount} error(s)
es: El analizador encontró ${ErrorCount} error(es)
fr: Le parseur a trouvé ${ErrorCount} erreur(s)
hu: A feldolgozó ${ErrorCount} hibát talált
it: Il Parser ha trovato ${ErrorCount} errore(i)
kr: 파서가 오류를 ${ErrorCount}개 발견했습니다
nl: Ontleder vond ${ErrorCount} fout(en)
no: Parseren fant ${ErrorCount} feil
pl: Parser znalazł ${ErrorCount} błąd/błędów
pt: A análise encontrou ${ErrorCount} erro(s)
pt_br: Analisador achou {ErrorCount} erro(s)
ru: Количество ошибок при разборе: ${ErrorCount}
tr: Parçalayıcı ${ErrorCount} adet hata buldu.
zh: 解析器发现了${ErrorCount}处错误

# ICSharpCode.SharpDevelop.Commands.Convert.ProjectConverter
source: SharpDevelop Project Converter
es: Conversor de Proyectos de SharpDevelop
fr: Convertisseur de projet SharpDevelop
hu: SharpDevelop Projekt Átalakító
it: Convertitore di Progetti SharpDevelop
kr: SharpDevelop 프로젝트 변환기
nl: SharpDevelop Project Converteerder
no: SharpDevelop Prosjektkonverterer
pl: Konwerter Projektów SharpDevelop
pt: Conversor de Projecto SharpDevelop
pt_br: Conversor de projetos SharpDevelop
ru: Преобразователь проекта SharpDevelop
tr: SharpDevelop Proje Çevirici
zh: SharpDevelop项目转换器

# ICSharpCode.SharpDevelop.Commands.Convert.SourceDirectory
source: Source directory
es: Directorio de origen
fi: Lähde kansio
fr: Répertoire source
hu: Forrás mappa
it: Cartella sorgente
kr: 소스 디렉터리
nl: Bron map
no: Kildekatalog
pl: Katalog źródłowy
pt: Pasta de origem
pt_br: Diretório de fontes
ro: Director sursă
ru: Исходная папка
tr: Kaynak Dizin
zh: 源目录

# ICSharpCode.SharpDevelop.Commands.Convert.TargetAlreadyExists
source: {0} already exists, cannot convert.
es: {0} ya existe, no puede ser convertido.
fi: {0} tehty jo, ei voi muuntaa.
fr: {0} ne peut être converti car il existe déjà.
hu: {0} már létezik, nem átalakítható.
it: {0} già esistente, impossibile convertire.
kr: {0}이 이미 있습니다, 바꿀 수 없습니다.
nl: {0} bestaat reeds, conversie niet mogelijk.
no: {0} finnes fra før, kan ikke konvertere.
pl: {0} już istnieje, nie można konwertować.
pt: {0}já existe, impossível converter.
pt_br: {0} já existe. Não pode converter.
ru: Не могу преобразовать, так как {0} уже существует.
tr: {0} zaten var, çevrilemedi.
zh: {0}已经存在, 无法转换.

# ICSharpCode.SharpDevelop.Commands.Convert.TargetDirectory
source: Target directory
es: Directorio de destino
fi: Tee kansio
fr: Répertoire destination
hu: Célmappa
it: Cartella destinazione
kr: 대상 디렉터리
nl: Doel map
no: Målkatalog
pl: Katalog docelowy
pt: Pasta de destino
pt_br: Diretório destino
ro: Director destinaţie
ru: Целевая папка
tr: Hedef dizin
zh: 目标目录

# ICSharpCode.SharpDevelop.Commands.ConvertCSharpProjectToBoo
source: From C# to Boo
es: De C# a Boo
fi: C# -> Boo
fr: De C# à Boo
hu: C#-ról Boo-ra
it: Da C# a Boo
kr: C#에서 Boo로
nl: Van C# naar Boo
no: Fra C# til Boo
pl: Z C# do Boo
pt: De C# para Boo
pt_br: De C# para Boo
ro: Din C# în Boo
ru: Из C# в Boo
tr: C# dan Boo ya
zh: 从C#到Boo

# ICSharpCode.SharpDevelop.Commands.ConvertVBNetProjectToBoo
source: From VB.NET to Boo
es: De VB.NET a Boo
fi: VB.NET -> Boo
fr: De VB.NET à Boo
hu: VB.NET -ről Boo-ra
it: Dal VB.NET al Boo
kr: VB.NET에서 Boo로
nl: Van VB.NET naar Boo
no: Fra VB.NET til Boo
pl: Z VB.NET do Boo
pt: De VB.NET para Boo
pt_br: De VB.NET para Boo
ro: Din VB.NET în Boo
ru: Из VB.NET в Boo
tr: VB.NET den Boo ya
zh: 从VB.NET到Boo

# ICSharpCode.SharpDevelop.Commands.OpenCombine.InvalidProjectOrCombine
source: Can't open file '${FileName}'. It is no valid solution or project file.
es: Error al abrir el archivo '${FileName}'. El nombre del proyecto o solución no es válido.
fi: Ei voi avata tiedotoa '${FileName}'. Viallinen Projekti tai yhdistelmä-tiedosto.
fr: Ne peut ouvrir le fichier '${FileName}'. Ce n'est pas un fichier Solution ou Projet valide.
hu: Megnyithatatlan fájl: '${FileName}'. Hibás megoldás vagy projekt fájl.
it: Impossibile aprire il file '${FileName}'. Non è un file di progetto o di soluzione valido.
kr: '${FileName}' 파일을 열 수 없습니다. 올바른 솔루션이나 프로젝트 파일이 아닙니다.
nl: Kan bestand '${FileName}' niet openen. Het is geen geldig Combine- of Projectbestand.
no: Kan ikke åpne filen '${FileName}'. Det er ikke en gyldig løsnings- eller prosjektfil.
pl: Nie można otworzyć pliku '${FileName}'. To nie jest prawidłowy plik rozwiązania lub projektu.
pt: Não é possível abrir o ficheiro '${FileName}'. O ficheiro não é um ficheiro solução ou ficheiro projecto válido.
pt_br: Não é possível abrir o arquivo '${FileName}'. Não é uma solução ou projeto válido.
ro: Nu pot deschide '${FileName}'.Nu e o Combinaţie sau Proiect valid.
ru: Невозможно открыть файл '${FileName}'. Это неправильный файл решения или проекта.
tr: '${FileName}' dosyası açılamıyor. Geçerli bir çözüm veya proje dosyası değil.
zh: 打不开文件 '${FileName}'。它是一个无效的解决方案或项目文件。

# ICSharpCode.SharpDevelop.Commands.OpenCombine.SolutionDoesNotContainProject
source: SharpDevelop loaded the solution '${SolutionName}', but it does not contain the project '${ProjectName}'.
es: SharpDevelop ha cargado la solución '${SolutionName}', pero no contiene el proyecto '${ProjectName}'.
fr: SharpDevelop vient de charger la solution '${SolutionName}', cependant elle ne contient pas le projet '${ProjectName}'.
hu: SharpDevelop betöltötte '${SolutionName}' Megoldást, de ez nem tartalmazza '${ProjectName}' projektet.
it: SharpDevelop ha caricato la soluzione '${SolutionName}', ma non contiene il progetto '${ProjectName}'.
kr: '${SolutionName}' 솔루션을 로드하였지만, '${ProjectName}' 프로젝트를 포함하고 있지 않습니다.
nl: SharpDevelop heeft Oplossing '${SolutionName}' geladen, maar deze mist project '${ProjectName}'.
no: SharpDevelop lastet løsningen '${SolutionName}', men den inneholder ikke prosjektet '${ProjectName}'.
pl: SharpDevelop załadował rozwiązanie '${SolutionName}', ale ono nie zawiera projektu '${ProjectName}'.
pt: O SharpDevelop carregou a solução ${SolutionName}', mas esta não contém o projecto '${ProjectName}'.
pt_br: SharpDevelop carregou a solução '${SolutionName}', mas ela não contem o projeto '${ProjectName}'.
ru: SharpDevelop загрузил решение '${SolutionName}', но оно не содержит проект '${ProjectName}'.
tr: SharpDevelop '${SolutionName}' adlı çözümü yükledi, fakat çözüm, '${ProjectName}' isimli projeyi içermiyor.
zh: SharpDevelop 加载了解决方案'${SolutionName},但是它不包含项目'${ProjectName}'。

source: Add '${ProjectName}' to '${SolutionName}'.
es: Agregar '${ProjectName}' a '${SolutionName}'.
fi: '${SolutionName}' ei sisällä '${ProjectName}'
fr: Ajouter '${ProjectName}' à '${SolutionName}'.
hu: '${ProjectName}' hozzáadása '${SolutionName}'-hoz.
it: Aggiungi '${ProjectName}' a '${SolutionName}'.
kr: '${SolutionName}'에 '${ProjectName}'을 더합니다.
nl: Voeg '${ProjectName}' toe aan '${SolutionName}'.
no: Legg til '${ProjectName}' i '${SolutionName}'.
pl: Dodaj '${ProjectName}' do '${SolutionName}'.
pt: Adicionar '${ProjectName}' à '${SolutionName}'.
pt_br: Adicionar '${ProjectName}' à '${SolutionName}'.
ru: Добавить '${ProjectName}' в '${SolutionName}'.
zh: 将'${ProjectName}'添加到'${SolutionName}'.

source: Create new solution for '${ProjectName}'.
es: Crear nueva solución para '${ProjectName}'.
fr: Créer une nouvelle solution pour '${ProjectName}'.
hu: Új Megoldás létrehozása '${ProjectName}'-hoz.
it: Crea nuova soluzione per '${ProjectName}'.
kr: '${ProjectName}'에 새 솔루션을 만듭니다.
nl: Maak nieuwe Oplossing aan voor '${ProjectName}'.
no: Lag ny løsning for '${ProjectName}'.
pl: Utwórz nowe rozwiązanie dla '${ProjectName}'.
pt: Criar nova solução para '${ProjectName}'.
pt_br: Criar nova solução para '${ProjectName}'.
ru: Создание нового решения для '${ProjectName}'.
tr: '${ProjectName}' için yeni bir çözüm oluştur.
zh: 为项目'${ProjectName}'创建一个新的解决方案

# ICSharpCode.SharpDevelop.Commands.Print.CreatePrintDocumentError
source: Couldn't create PrintDocument
es: Error creando el PrintDocument
fi: Ei voi tulostaa
fr: Impossible de créer un PrintDocument
hu: A 'PrintDocument' nem létrehozható
it: Impossibile stampare il documento
kr: PrintDocument를 만들 수 없었습니다.
nl: Printdocument kon niet gecreëerd worden
no: Kan ikke lage PrintDocument
pl: Nie można utworzyć PrintDocument
pt: Não foi possível criar documento de impressão
pt_br: Não foi possível criar um documento para impressão
ro: Nu am putut crea PrintDocument-ul
ru: Невозможно создать PrintDocument
tr: YazdırılacakBelge oluşturulamadı
zh: 无法创建打印文档

source: A write protected file with this name already exists at this location.
es: Un archivo con protección anti escritura ya existe en esta ubicación.
fi: Lisää Vain-luku tiedosto projektiin
fr: Un fichier protégé de même nom existe dejà à cet endroit
hu: Egy írásvédett fájl ilyen néven már létezik ezen a helyen.
it: Esiste giù in questa posizione un file protetto da scrittura con lo stesso nome.
kr: 이 위치에 이 이름을 가진 쓰기 보호된 파일이 이미 있습니다.
nl: Een 'Alleen lezen' bestand met deze naam bestaan al in deze locatie.
no: En skrivebeskyttet fil med dette navnet finnes allerede på dette stedet.
pl: W tym miejscu istnieje już plik z taką nazwą zabezpieczony przed zapisem.
pt: Já existe um ficheiro protegido nesta localização.
pt_br: Um arquivo protegido com este nome já existe neste local.
ro: Un fişier protejat la scriere având acest nume există deja la această locaţie.
ru: Файл, защищённый от записи, уже существует в данном каталоге.
tr: Bu isme sahip bir yazma-korumalı dosya belirtilen konumda zaten var.
zh: 在该位置上已经有一个写保护的同名文件存在.

# ICSharpCode.SharpDevelop.Commands.ProjectBrowser.NoBackendForProjectType
source: No backend for project type installed.
es: No hay instalado ningún esquema para este tipo de proyecto.
fr: Aucun modèle n'est installé pour ce type de projet.
hu: A projekt típushoz nincs feldolgozó installálva.
it: Non è installato nessun backend per il tipo di progetto selezionato
kr: 프로젝트 형식에 대한 처리기가 설치되지 않았습니다.
nl: Geen ondersteuning voor project type geïnstalleerd.
no: Denne prosjekttypen er ikke støttet av denne installasjonen.
pl: Brak zainstalowanego wsparcia dla typu projektu.
pt: Não há nada instalado para este tipo de projecto.
pt_br: Sem suporte para o tipo de projeto instalado.
ru: Для проекта данного типа не установлен обработчик.
tr: Yüklü proje türünü işletebilecek bir mekanizma yok.
zh: 没有安装支持此类项目的后台程序.

# ICSharpCode.SharpDevelop.Commands.ProjectBrowser.ProjectFileNotFound
source: The project file cannot be found.
es: No se encontró el archivo del proyecto.
fr: Impossible de trouver le fichier projet.
hu: A projekt fál nem található.
it: Il file di progetto non può essere trovato.
kr: 프로젝트 파일이 발견되지 않았습니다.
nl: Het project bestand kan niet gevonden worden.
no: Finner ikke prosjektfilen.
pl: Nie można odnaleźć pliku projektu.
pt: Impossível encontrar o ficheiro do projecto.
pt_br: O arquivo de projeto não foi encontrado.
ru: Файл проекта не найден.
tr: Proje dosyası bulunmuş olamaz.
zh: 无法找到项目文件

# ICSharpCode.SharpDevelop.Commands.ProjectBrowser.ReferencesNodeText
source: References
es: Referencias
fi: Viittaukset
fr: Références
hu: Hivatkozások
it: Referenze
kr: 참조
nl: Referenties
no: Referanser
pl: Referencje
pt: Referências
pt_br: Referências
ro: Referinţe
ru: Ссылки
tr: Kaynaklar
zh: 引用

source: Unable to read web service description. Url='{0}'
es: No se pudo leer la descripción del servicio web. Url='{0}'
fi: Ei voitu lukea Webohjetta. Url = '{0}'
fr: Impossible de lire la description du web service. Url='{0}'
hu: Nem sikerült beolvasni a webszerviz leírását. Url='{0}'
it: Impossibile leggere la descrizione del web service. Url='{0}'
kr: 웹 서비스 설명을 읽을 수 없습니다. Url='{0}'
nl: Kan Web service omschrijving niet lezen. URL='{0}'
no: Kan ikke lese beskrivelsen av webtjenesten. Url='{0}'
pl: Nie można odczytać opisu usługi web. Url='{0}'
pt: Impossível ler descrição do web service. Url='{0}'
pt_br: Não é possível ler a descrição do web service. Url='{0}'
ru: Невозможно прочитать описание веб-службы. Url='{0}'
tr: Web hizmeti tanımı okunamadı. Url='{0}'
zh: 无法读取Web服务的描述.地址='{0}'

# ICSharpCode.SharpDevelop.Commands.ProjectBrowser.SolutionItemsNodeText
source: Solution Items
es: Items de la Solución
fi: Ratkaisu kohteet
fr: Eléments de la solution
hu: Megoldás Elemei
it: Oggetti soluzione
kr: 솔루션 항목
nl: Oplossing bestanden
no: Løsningsinnhold
pl: Elementy rozwiązania
pt: Itens da Solução
pt_br: Itens da Solução
ru: Элементы решения
tr: Çözüm Birimleri
zh: 解决方案项

# ICSharpCode.SharpDevelop.Commands.ProjectBrowser.SolutionNodeText
source: Solution
es: Solución
fi: Ratkaisu
hu: Megoldás
it: Soluzione
kr: 솔루션
nl: Oplossing
no: Løsning
pl: Rozwiązanie
pt: Solução
pt_br: Solução
ro: Soluţie
ru: Решение
tr: Çözüm
zh: 解决方案

# ICSharpCode.SharpDevelop.Commands.ReloadFile.FileDeletedMessage
source: The file can not be found anymore.
es: El archivo no fue encontrado.
fi: Tiedosto tuhottu
fr: Le fichier est introuvable.
it: Il file non sarà più raggiungibile
kr: 파일이 더 이상 발견되지 않습니다.
nl: Bestand kan niet meer gevonden worden.
no: Filen finnes ikke lenger.
pl: Plik nie może być więcej znaleziony.
pt: Já não é possível encontrar este ficheiro.
ru: Файл больше не может быть найден.
tr: Bu dosya artık yok.
zh: 该文件找不到。

# ICSharpCode.SharpDevelop.Commands.ReloadFile.ReloadFileQuestion
source: Are you sure that you want to reload the file ? All changes get lost.
es: ¿Está seguro de que desea recargar el archivo? Se perderán todos los cambios.
fi: Oletko varma, että haluat ladata tiedoston uudelleen ? Kaikki muutokset menetetään.
fr: Etes-vous sûr que vous voulez recharger le fichier ? Toutes les modifications seront perdues.
hu: Biztosan újra lehet tölteni a fájlt? Minden változás elvész.
it: Si vuole veramente ricaricare il file ? Tutte le modifiche andranno perse.
kr: 이 파일을 다시 로드하겠습니까? 모든 바뀐 내용을 잃게됩니다.
nl: Bent u er zeker van dat u het bestand wilt herladen? Alle wijzigingen gaan hierdoor verloren.
no: Er du sikker på at du vil lese inn filen på nytt? Alle endringer vil gå tapt.
pl: Czy jestes pewien ze chcesz przepisac plik? Wszystkie zmiany zostana stracone.
pt: Tem a certeza que deseja recarregar o ficheiro? Todas as alterações são perdidas.
pt_br: Você tem certeza que deseja recarregar o arquivo? Todas as alterações serão perdidas.
ro: Sunteţi sigur că doriţi reîncărcarea fişierului? Toate modificările se vor pierde.
ru: Вы уверены, что хотите перезагрузить файл? Все изменения будут утрачены?
tr: Dosyayı yeniden yüklemek istediğinizden emin misiniz ? Tüm değişiklikler kaybedilecek.
zh: 你确定你要载入这个文件？ 所有的修改都丢失。

# ICSharpCode.SharpDevelop.Commands.SaveFile.FileSaved
source: File saved
es: Archivo guardado
fi: Tiedosto tallennettu
fr: Fichier sauvé
hu: Fájl elmentve
it: File salvato
kr: 파일이 저장되었습니다.
nl: Bestand opgeslagen
no: Filen er lagret
pl: Plik zachowany
pt: Ficheiro guardado
pt_br: Arquivo gravado
ro: Fişier salvat
ru: Файл сохранен
tr: Dosya kaydedildi
zh: 文件已保存

# ICSharpCode.SharpDevelop.Commands.SaveFile.InvalidFileNameError
source: File name '${FileName}' is invalid.
es: El nombre del archivo '${FileName}' no es válido.
fi: Tiedostonimi '${FileName}' viallinen.
fr: Le nom de fichier '${FileName}' est invalide.
hu: A '${FileName}' fájlnév hibás.
it: Il nome di file '${FileName}' non è valido.
kr: '${FileName}' 파일명은 부적절합니다.
nl: Bestandsnaan '${FileName}' is niet geldig.
no: Filnavnet ${FileName} er ugyldig.
pl: Nazwa pliku '${FileName}' jest niewłaściwa.
pt: O nome de ficheiro '${FileName}' não é válido.
pt_br: O nome do arquivo '${FileName}' é inválido.
ro: Numele fişierului '${FileName}' nu este valid.
ru: Неправильное имя файла '${FileName}'.
tr: '${FileName}' geçersiz bir dosya adı.
zh: 文件名'${FileName}'无效

# ICSharpCode.SharpDevelop.Commands.SaveFileAs.FileSavedCaption
source: File Saved
es: Archivo Guardado
fi: Tallenna nimellä
fr: Fichier sauvé
hu: Fájl elmentve
it: File Salvato
kr: 파일이 저장되었습니다
nl: Bestand opgeslagen
no: Filen er lagret
pl: Plik Zapiszony
pt: Ficheiro guardado
pt_br: Arquivo Gravado
ro: Fişier salvat
ru: Файл сохранен
tr: Dosya Kaydedildi
zh: 文件已保存

# ICSharpCode.SharpDevelop.Commands.TabStrip.NavigateToFileInProjectBrowser
source: Navigate to file in project browser
es: Navegar al archivo en el explorador de proyectos.
fr: Naviguer par fichier avec l'explorateur de projet
it: Vai al file nella finestra Progetto
nl: Naar bestand in project browser navigeren
no: Naviger til fil i prosjekt-utforsker
ru: Выделить файл окне проектов
zh: 转到项目浏览器中该文件的位置

# ICSharpCode.SharpDevelop.Commands.VBConvertProjectToCSharp
source: From VB.NET to C#
es: De VB.NET a C#
fi: VB.NET -> C#
fr: De VB.NET vers C#
hu: VB.NET-ről C#-ra
it: Da VB.NET a C#
kr: VB.NET에서 C#으로
nl: Van VB.NET naar C#
no: fra VB.NET til C#
pl: Z VB.NET do C#
pt: De VB.NET para C#
pt_br: Do VB.NET para C#
ro: Din VB.NET în C#
ru: Из VB.NET в C#
tr: VB.NET 'den C# 'a
zh: 由VB.NET转换成C#

source: (+${NumOverloads} overloads)
es: (+${NumOverloads} sobrecargas)
fi: (+${NumOverloads} laskurin ylikuormitus)
hu: (+${NumOverloads} felüldefiniálás)
kr: (+${NumOverloads} 오버로드)
nl: (+${NumOverloads} overladen)
pl: (+${NumOverloads} przeładowań)
ru: (+${NumOverloads} пергрузок)
tr: (+${NumOverloads} aşırı yükleme)
zh: (+${NumOverloads} 重载)

# ICSharpCode.SharpDevelop.DefaultEditor.Gui.Editor.InsightWindow.NumberOfText
source: ${CurrentMethodNumber} of ${NumberOfTotalMethods}
es: ${CurrentMethodNumber} de ${NumberOfTotalMethods}
fi: ${CurrentMethodNumber} ja ${NumberOfTotalMethods}
fr: ${CurrentMethodNumber} sur ${NumberOfTotalMethods}
hu: ${CurrentMethodNumber} a ${NumberOfTotalMethods}
it: ${CurrentMethodNumber} di ${NumberOfTotalMethods}
kr: ${NumberOfTotalMethods}개 중 ${CurrentMethodNumber} 번 째 메서드
nl: ${CurrentMethodNumber} van ${NumberOfTotalMethods}
no: ${CurrentMethodNumber} av ${NumberOfTotalMethods}
pl: ${CurrentMethodNumber} z ${NumberOfTotalMethods}
pt: ${CurrentMethodNumber} de ${NumberOfTotalMethods}
pt_br: ${CurrentMethodNumber} de ${NumberOfTotalMethods}
ro: ${CurrentMethodNumber} din ${NumberOfTotalMethods}
ru: ${CurrentMethodNumber} из ${NumberOfTotalMethods}
tr: ${CurrentMethodNumber} taneden ${NumberOfTotalMethods}.
zh: ${CurrentMethodNumber}/${NumberOfTotalMethods}
