Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ComponentInspector.ObjectBrowserForm.TypeHandlersMenuItem
source: &Type Handlers...
es: &Manejadores de Tipo...
fr: Ges&tionnaires de types...
it: Gestori &Tipi...
kr: 형식 처리자(&T)...
no: Typehåndterere...
pt: Manipuladores de &Tipo...
pt_br: Manipuladores de &Tipo...
ru: Типы обработчиков...

# ComponentInspector.ObjectTreeOptionsPanel.CategoriesGroupBox
source: Categories
es: Categorías
fi: Kategoriat
fr: Catégories
hu: Kategóriák
it: Categorie
kr: 범주
nl: Categoriën
no: Kategorier
pl: Kategorie
pt: Categorias
pt_br: Categorias
ru: Категории
tr: Kategoriler
zh: 分类

# ComponentInspector.ObjectTreeOptionsPanel.CategoryCountLabel
source: When number of members exceeds
es: Cuando el número de miembros se exceda
fr: Quand le nombre de membres dépasse
it: Quando il numero di elementi è eccessivo
kr: 멤버의 수가 다음을 초과할 때
nl: Als het aantal leden te groot wordt
no: Når antall medlemmer overstiger
pl: Kiedy ilość członków przekroczy
pt: Quando o número de membros excede
pt_br: Quando excede número de membros
ru: Когда число членов превышает
tr: Üyelerin sayısı geçerse
zh: 当成员的数量过多时(When number of members exceeds)

# ComponentInspector.ObjectTreeOptionsPanel.DisplayIntegersInHexCheckBox
source: Integers in hex
es: Enteros en hexadecimal
fi: Kokonaisluku Hexadecimaaliksi
fr: Entiers en hexadécimal
it: Interi in esadecimale
kr: 정수를 16진수로 표현
nl: Gehele getallen in hex
no: Heltall i hexadesimal
pl: Całkowite szesnastkowo
pt: Inteiros em hex
pt_br: Inteiros em hexa
ru: Integers в hex
tr: Sayıları hex olarak göster
zh: 以16进制显示整数

# ComponentInspector.ObjectTreeOptionsPanel.ShowBaseClassMembersCheckBox
source: Base class members
es: Miembros de clases base
fr: Membres des classes de base
it: Membri classe base
kr: 기본 클래스 멤버
nl: Leden van basisklassen
no: Baseklasse medlemmer
pt: Membros de classes base
pt_br: Membros da classe base
ru: Члены базового класса
tr: Taban sınıf üyeleri
zh: 基类成员方法

# ComponentInspector.ObjectTreeOptionsPanel.ShowBaseClassNamesCheckBox
source: Base class names
es: Nombres de clases base
fr: Noms des classes de base
it: Nomi delle classi base
kr: 기본 클래스 이름
nl: Namen basisklassen
no: Baseklasse navn
pl: Nazwy klasy bazowej
pt: Nomes de classes base
pt_br: Nomes da classe base
ru: Имена базовых классов
tr: Taban nesne adları
zh: 基类的类名

# ComponentInspector.ObjectTreeOptionsPanel.ShowEventsCheckBox
source: Events
es: Eventos
fi: Tapahtumat
fr: Evènements
hu: Események
it: Eventi
kr: 이벤트
nl: Gebeurtenissen
no: Hendelser
pl: Zdarzenia
pt: Eventos
pt_br: Eventos
ru: События
tr: Olaylar
zh: 事件

# ComponentInspector.ObjectTreeOptionsPanel.ShowFieldsCheckBox
source: Fields
es: Campos
fi: Kentät
fr: Champs
hu: Mezők
it: Campi
kr: 필드
nl: Velden
no: Felter
pl: Pola
pt: Campos
pt_br: Campos
ru: Поля
tr: Alanlar
zh: 字段

# ComponentInspector.ObjectTreeOptionsPanel.ShowGroupBox
source: Show
es: Mostrar
fi: Näytä
fr: Afficher
it: Visualizza
kr: 보이기
nl: Weergeven
no: Vis
pl: Pokaż
pt: Mostrar
pt_br: Mostrar
ru: Показывать
tr: Göster
zh: 显示

# ComponentInspector.ObjectTreeOptionsPanel.ShowMemberCategoriesCheckBox
source: Show member categories
es: Mostrar categorías de miembros
fr: Monter les catégories membres
it: Mostra categorie membro
kr: 멤버 범주 보이기
nl: Geef lid categoriën weer
no: Vis medlemskategorier
pl: Pokaż kategorie członka
pt: Mostrar categorias membro
pt_br: Mostra categorias do membro
ru: Показать категории членов
tr: Üye kategorilerini göster
zh: 显示成员类别

# ComponentInspector.ObjectTreeOptionsPanel.ShowMembersGroupBox
source: Show Members
es: Mostrar Miembros
fi: Näytä jäsenet
fr: Afficher les membres
it: Mostra Membri
kr: 멤버 보이기
nl: Leden tonen
no: Vis medlemmer
pl: Pokaż Członków
pt: Mostrar Membros
pt_br: Mostrar membros
ru: Показать члены
tr: Üyeleri Göster
zh: 显示成员

# ComponentInspector.ObjectTreeOptionsPanel.ShowMethodsCheckBox
source: Methods
es: Métodos
fi: Näytä Menetelmät
fr: Méthodes
hu: Metódusok
it: Metodi
kr: 메서드
nl: Methodes
no: Metoder
pl: Metody
pt: Métodos
pt_br: Métodos
ru: Методы
tr: İşlevler
zh: 方法

# ComponentInspector.ObjectTreeOptionsPanel.ShowPropertiesCheckBox
source: Properties
es: Propiedades
fi: Ominaisuudet
fr: Propriétés
it: Proprietà
kr: 속성
nl: Eigenschappen
no: Egenskaper
pl: Właściwości
pt: Propriedades
pt_br: Propriedades
ru: Свойства
tr: Nitelikler
zh: 属性

# ComponentInspector.ObjectTreeOptionsPanel.ShowPublicMembersOnlyCheckBox
source: Public members only
es: Miembros públicos solamente
fi: Näytä julkiset jäsenet
fr: Membres publics seulement
it: Solo membri pubblici
kr: Public 멤버만
nl: Alleen openbare leden
no: Kun offentlige medlemmer
pl: Tylko członkowie publiczni
pt: Só membros públicos
pt_br: Sómente membros Publicos
ru: Только открытые члены
zh: 仅公有成员方法

# ComponentInspector.OutputList.OutputColumnHeader
source: Output
es: Salida
fi: Ulostulo
fr: Sortie
it: Destinazione
kr: 출력
nl: Uitvoer
no: Resultat
pt: Saída
pt_br: Saida
ru: Вывод
tr: Çıktı
zh: 输出

# ComponentInspector.ParamControlInfo.SelectObjectLabel
source: select object
es: seleccionar objeto
fi: Valitse Objekti
fr: Sélection objet
it: seleziona oggetto
kr: 개체 선택
nl: selecteer object
no: Velg objekt
pl: wybierz obiekt
pt: seleccionar objecto
pt_br: Selectione um objeto
ru: выберите объект
tr: nesne seç
zh: 选择对象

# ComponentInspector.ParamControlInfo.SeparateStringsWithSpaces
source: (separate strings with spaces)
es: (separar cadenas con espacios)
fi: Poista välilyönnit merkkijonosta
fr: (séparer les chaînes avec des espaces)
it: (separa le stringhe con spazi)
kr: (공백으로 분리된 개별 문자열)
nl: (tekenreeksen gescheiden door spaties)
no: (skill tekststrenger med mellomrom)
pl: (oddziel słowa spacjami)
pt: (separar textos com espaços)
pt_br: (separar strings com espaços)
ru: (разделять строки пробелами)
tr: (metinleri boşluk ile ayr)
zh: (用空格分开字符串)

# ComponentInspector.ParamControlInfo.ValueLabel
source: value
es: valor
fi: Arvo
fr: Valeur
hu: érték
it: valore
kr: 값
nl: waarde
no: Verdi
pl: wartość
pt: valor
pt_br: valor
ru: значение
tr: değer
zh: 值

# ComponentInspector.ProgressDialog.AddingRunningComObjectsDialogTitle
source: Adding COM Running Objects
es: Agregando Objetos COM en Ejecución
fr: Ajouter un objet COM en cours d'exécution
it: Aggiungo gli Oggetti COM in Esecuzione
kr: COM 실행 중 개체 더하는 중
nl: Toevoegen COM uitgevoerde objecten
no: Legger til kjørende COM objekter
pt: Adicionar Objectos COM em Execução
pt_br: Adicionando objetos COM que estão rodando
ru: Добавление запускаемых объектов COM
tr: Çalışır COM bileşeni ekleme
zh: 添加COM运行对象

# ComponentInspector.ProgressDialog.AddingRunningComObjectsMessage
source: Please wait while I add COM running objects
es: Por favor espere mientras se agregan objetos COM en ejecución
fr: Veuillez patienter pendant l'ajout d'un object COM en cours d'exécution
it: Si prega di attendere mentre aggiungo gli oggetti COM in esecuzione
kr: COM 실행 중 개체를 더하는 동안 기다리십시오
nl: Even geduld tijdens toevoegen COM uitgevoerde objecten.
no: Vennligst vent mens jeg legger til kjørende COM objekter
pt: Por favor espere enquanto adiciono objectos COM em execução
pt_br: Por favor, aguarde enquanto adiciono objetos COM que estão rodando
ru: Подождите, пока я добавлю запущенные объекты COM
tr: Çalışan COM nesneleri eklernirken bekleyin.
zh: 请等待添加COM运行对象完成

# ComponentInspector.ProgressDialog.GettingInformationDialogTitle
source: Getting {0} Information
es: Obteniendo Información de {0}
fr: Acquisition des {0} informations
it: Recupero {0} Informazioni
kr: {0} 정보 얻는 중
nl: Verzamelen van {0} informatie
no: Henter {0} informasjon
pt: Obter informação {0}
pt_br: Pegando informação {0}
ru: Получение {0} информации
tr: {0} Bilgisi Alınıyor
zh: 获取{0}信息

# ComponentInspector.ProgressDialog.GettingInformationMessage
source: Please wait while I get the {0} information
es: Por favor espere mientras obtengo la información de {0}
fr: Veuillez patienter pendant l'acquisition des {0} informations
it: Si prega di attendere mentre recupero le informazioni su {0}
kr: {0} 정보를 얻는 동안 기다리십시오
nl: Even geduld bij het verkrijgen van de {0} informatie.
no: Vennligst vent mens jeg henter {0} informasjonen
pt: Por favor espere enquanto obtenho a informação {0}
pt_br: Por favor, aguarde enquanto pego a informação {0}
ru: Подождите, пока я получу информацию о {0}
tr: Lütfen {0} bilgisi alınırken bekleyin
zh: 正在获取{0}信息，请稍等

# ComponentInspector.ProgressDialog.LoadingPreviouslyOpenedAssembliesMessage
source: Please wait while I load the previously opened assemblies.
es: Por favor espere mientras cargo los ensamblados previamente abiertos.
fr: Veuillez patienter lors du chargement des assemblies précédemment ouvertes.
it: Attendere mentre carico gli assembly precedentemente aperti.
kr: 이전에 열었던 어셈블리를 여는 동안 기다리십시오.
nl: Even geduld bij het laden van de eerder geopende assemblies.
no: Vennligst vent mens jeg laster inn de tidligere åpnede samlingene.
pt: Por favor espere enquanto carrego os assemblies anteriormente abertos.
pt_br: Por favor espere enquanto os assemblies anteriormente abertos são carregados
ru: Пожалуйста подождите, пока я загружу предварительно открытые сборки.
tr: Daha önceden açılan bileşkeleri yüklerken bekleyin.
zh: 正在打开以前加载过的程序集，请稍等。

# ComponentInspector.Registry.Text
source: Registry
es: Registro
fi: Rekisteröi
fr: Base de Registres
it: Registro
kr: 레지스트리
nl: Register
no: Registeret
pl: Rejestr
pt: Registo
pt_br: Registro
ru: Реестр
tr: Sistem kütüğü
zh: 注册表

# ComponentInspector.SetFieldMenuItem
source: Set &Field
es: Establecer &Campo
fr: Positionner un champ
it: Imposta &Campo
kr: 필드 쓰기(&F)
nl: Stel veld in
no: Sett felt
pt: Indicar Campo
pt_br: Colocar &Campo
ru: Установить значение поля
tr: Alanı Ata
zh: 设置字段(&F)

# ComponentInspector.SetPropertyMenuItem
source: &Set Property
es: E&stablecer Propiedad
fr: Accesseur &Set
it: Imposta &Proprietà
kr: 속성 쓰기(&S)
nl: &Stel eigenschap in
no: Sett egenskap
pt: Indicar Propriedade
pt_br: Define &Propriedade
ru: Установить значение свойства
tr: Nitelik Ata
zh: 设置属性(&S)

# ComponentInspector.ToolsMenu.ShowComponentInspectorMenuItem
source: Component Inspector
es: Inspector de Componentes
fr: Inspecteur de composants
it: Ispezione Compenente
kr: 구성 요소 관리자
nl: Component Inspecteur
no: Komponentinspektør
pl: Inspektor Komponentu
pt: Inpector de Componentes
pt_br: Inspetor de Componente
ru: Инспектор компонентов
tr: Bileşen Denetleyicisi
zh: 组件监控器

# ComponentInspector.TracingDialog.Title
source: Set Trace Level
es: Establecer Nivel de Rastreo
fr: Choisir un niveau de trace
it: Imposta Livello Tracciamento
kr: 추적 레벨 설정
nl: Stel traceringsniveau in
no: Sett sporingsnivå
pl: Ustaw Poziom Śledzenia
pt: Indicar o Nível de Rastreio
pt_br: Define Nível de Traços
ru: Установка уровня трассировки
tr: İzleme Seviyesini Ata
zh: 设置追踪级别

# ComponentInspector.TracingDialog.TraceLevelLabel
source: Trace Level
es: Nivel de Rastreo
fr: Niveau de trace
it: Traccia livello
kr: 추적 레벨
nl: Tracering niveau
no: Sporingsnivå
pl: Poziom Śledzenia
pt: Nível de Rastreio
pt_br: Nível de Traço
ru: Уровень трассировки
tr: İzleme Seviyesi
zh: 跟踪层级

# ComponentInspector.TreeListPanel.HeaderPanel
source: Name
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
kr: 이름
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя
tr: Ad
zh: 名称

# ComponentInspector.WaitingForAppDialog.Information
source: Waiting for application to start. If the application fails to start (or you become tired of waiting), you may cancel by pressing Cancel.
es: Esperando a que la aplicación se inicie. Si la aplicación falla (o usted se cansa de esperar), puede cancelar presionando Cancelar.
fi: Odotetaan sovellusta. Jos sovellus ei käynnisty, voit peruuttaa painamalla Peruuta.
fr: En attente du démarrage de l'application. Si l'application ne démarre pas (ou que vous êtes lassé d'attendre), vous pouvez annuler.
it: Attendi l'avvio dell'applicazione. Se l'applicazione non parte (o ti stanchi di attendere), puoi interrompere premendo Cancel.
kr: 응용 프로그램이 시작하기를 기다리는 중입니다. 만약 (더 이상 기다릴 수 없거나) 응용 프로그램이 시작하는 데 실패하면, 무르기를 눌러서 그만 둘 수 있습니다.
nl: Wacht op starten toepassing. Indien de toepassing niet wil starten (of u het wachten te lang duurt) kunt u de annuleerknop aanklikken.
no: Venter på at applikasjonsn skal starte. Hvis applikasjonen ikke starter (eller du blir lei av å vente), kan du avbryte operasjonen ved å trykke Avbryt.
pl: Oczekiwanie na start aplikacji. Jeśli aplikacja nie wystartuje (lub zmęczysz się czekaniem), możesz zrezygnować naciskając Anuluj.
pt: À espera do arranque da aplicação. Se a aplicação falhar o arranque (ou se ficar aborrecido pela espera), pode cancelar carregando em Cancelar.
pt_br: Aguardando aplicação para iniciar. Se a aplicação falhar na inicialização (or você ficar cansado de esperar), use o botão cancelar.
ru: Ожидание запуска приложения. Если приложение не сможет запуститься (или вы устали ждать), то вы можете это отменить, нажав кнопку Отмена.
tr: Uygulamanın başlatılması bekleniyor. Eğer uygulama başlatılamazsa(yada beklemekten ayaklarınıza kara sular inerse), İptal tuşuna basarak iptal edebilirsiniz.
zh: 当前项目文件{0}设置了只读属性。新文件将不能添加到项目中。

# ComponentInspector.WaitingForAppDialog.Title
source: Waiting for Application to Start
es: Esperando a que se Inicie la Aplicación
fr: Attente du démarrage de l'application
it: Aspetta l'Avvio dell'Applicazione
kr: 응용 프로그램이 시작하기를 기다리는 중
nl: Wacht op starten van de toepassing
no: Venter på at applikasjonen skal starte
pl: Oczekiwanie na Start Aplikacji
pt: À espera que a Aplicação Arranque
pt_br: Aguardando Aplicação para Iniciar
ru: Ожидание запуска приложения
tr: Uygulamanın başlaması için bekleniyor
zh: 程序正在启动请稍等

# CQA.MainWindow.FormTitle
source: Code Quality Analysis
es: Análisis de Calidad de Código
fr: Analyse Qualité du Code
it: Analisi della Qualità del Codice
nl: Code kwaliteit analyse
pt_br: Analize da qualidade de codigo
ru: Анализ качества кода
zh: 代码质量分析

# CSharpBinding.Formatting.AutoFormat
source: Automatically format code
es: Formatear código automáticamente
fr: Formater automatiquement le code
it: Formatta automaticamente il codice
nl: Code automatisch formateren
ru: Автоматически форматировать код

# CSharpBinding.Formatting.DefaultOptionReference
source: (default)
es: (predeterminado)
fr: (défaut)
it: (predefinito)
nl: (verstek)
ru: (по умолчанию)

# CSharpBinding.Formatting.GlobalOptionReference
source: (global)
it: (globale)
nl: (globaal)
ru: (глобально)

# CSharpBinding.Formatting.PresetOverwriteQuestion
source: Are you sure that you want to reset all previously defined formatting options?
es: ¿Esta seguro/a que quiere restablecer todas las opciones de formato previamente definidas?
fr: Voulez-vous réinitialiser toutes les options de formatage?
it: Sei sicuro di voler reimpostare tutte le opzioni di formattazione precedentemente definite?
nl: Weet u zeker dat u alle eerder gedefinieerde formatering opties wilt resetten?
ru: Вы уверены, что хотите сбросить все заданные ранее настройки форматирования?

# CSharpBinding.Formatting.ProjectOptionReference
source: (project)
es: (proyecto)
fr: (projet)
it: (progetto)
ru: (проект)

# CSharpBinding.Formatting.ResetTo
source: Reset to:
es: Restablecer a:
fr: Réinitialiser à:
it: Reimposta a:
nl: Reset naar:
ru: Сбросить к:

# CSharpBinding.Formatting.SolutionOptionReference
source: (solution)
es: (solución)
it: (soluzione)
nl: (oplossing)
ru: (решение)

# CSharpBinding.GenerateNewHandlerInstructions
source: Insert reference to explicit method; press tab or enter again to insert a new method stub.
es: Inserta una referencia a un método explicito; presione tabulador o enter otra vez para insertar un nuevo trozo de método.
fr: Insérer une réference vers la méthode explicite; appuyer de nouveau sur tab ou enter pour insérer un nouveau template de méthode.
it: Inserisci riferimento al metodo; premi ancora tab o invio per inserire un nuovo metodo.
kr: 명시적 메서드에 대한 레퍼런스를 넣습니다. 새 메서드 틀을 넣으려면 탭이나 엔터 키를 다시 누르십시오.
nl: Voeg referentie naar expliciete methode in, druk opnieuw de TAB of Enter om een nieuwe methode stub in te voegen.
no: Sett inn referanse til eksisterende metode; trykk Tab eller Enter igjen for å lage en ny metode.
pt: Inserir referência a método explícito; pressione tab ou enter novamente para inserir um novo método.
pt_br: Inseria referência para deixar o método explícito; pressione Tab ou Enter novamente para inserir um novo método.
ru: Вставка ссылки на явный метод; чтобы вставить новую заглушку метода ещё раз нажмите клавишу TAB или Enter.
zh: 插入对特定方法的引用;可再按跳格键(Tab)或回车键(Enter)来添加新的方法.

# CSharpBinding.InsertAnonymousMethod
source: Insert anonymous method without parameters.
es: Inserta un método anónimo sin parámetros.
fi: Aseta anonyymiä menetelmiä ilman parametreja.
fr: Insérer une méthode anonyme sans paramètres.
hu: Anoním metódus beszúrása paraméterek nélkül.
it: Inserito un metodo anonimo senza parametri.
kr: 매개변수 없는 익명 메서드를 넣습니다.
nl: Anonieme methode zonder parameters invoegen.
no: Sett inn en anonym metode uten parametere.
pl: Wstaw anonimową metodę bez parametrów.
pt: Insire métodos anónimos sem parâmetros.
pt_br: Inserir metodo anonymous sem parametros.
ro: Insereaza metoda anonima fara parametrii.
ru: Вставить анонимный метод без параметров.
tr: Parametre almayan anonim metot yerleştir.
zh: 插入无参数未命名方法

# CSharpBinding.InsertAnonymousMethodWithParameters
source: Insert anonymous method with parameters.
es: Inserta un método anónimos con parámetros.
fi: Aseta anonyymiä menetelmiä parametrien kanssa
fr: Insérer une méthode anonyme avec paramètres.
hu: Anoním metódus beszúrása paraméterekkel.
it: Inserito un metodo anonimo con parametri.
kr: 매개변수를 가진 익명 메서드를 넣습니다.
nl: Anonieme methode met parameters invoegen.
no: Sett inn en anonym metode med parametere.
pl: Wstaw anonimową metodę z parametreami.
pt: Insire métodos anónimos com parâmetros.
pt_br: Inserir metodo anonymous com parametros.
ro: Insereaza metoda anonima cu parametrii.
ru: Вставить анонимный метод с параметрами.
tr: Parametre alan anonim metot yerleştir.
zh: 插入有参数未命名方法

# CSharpBinding.Refactoring.EventCreation.EventHandlerText
source: <Create ${HandlerName}>
fr: < Créer ${HandlerName} >
it: <Crea ${HandlerName}>
ru: <Создать ${HandlerName}>

# CSharpBinding.Refactoring.InsertWithCursor.Description
source: Use Up/Down to move to another location. Press Enter to select the location. Press Esc to cancel this operation.
fr: Utiliser Haut/Bas pour déplacer vers un autre emplacement. Appuyer sur Enter pour sélectionner cet emplacement. Appuyer sur ESC pour annuler.
it: Usa Su/Giu per muoverti in un'altra posizione. Premi Enter per selezionare la posizione. Premi Esc per annullare questa operazione.
ru: Используйте стрелки "Вверх/Вниз" для перемещения к другой позиции. Нажмите Enter для выбора позиции. Нажмите Esc для отмены операции.

# Debugger.Visualizers.ColumnPickerLabel
source: Columns:
fr: Colonnes:
it: Colonne:
ru: Столбцы:

# Dialog.About.DialogName
source: About SharpDevelop
es: Acerca de SharpDevelop
fr: A propos de SharpDevelop
hu: A SharpDevelop névjegye
it: A proposito di SharpDevelop
kr: SharpDevelop 한국어판 정보
nl: Over SharpDevelop
no: Om SharpDevelop
pl: O programie
pt: Sobre o SharpDevelop
pt_br: Sobre o SharpDevelop
ro: Despre SharpDevelop
ru: О SharpDevelop
tr: SharpDevelop Hakkında
zh: 关于SharpDevelop

# Dialog.About.label1Text
source: Version
es: Versión
fi: Versio
hu: Verzió
it: Versione
kr: 버전
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiunea
ru: Версия
tr: Sürüm
zh: 版本

# Dialog.About.label2Text
source: Build
es: Revisión
fi: Nro
fr: Révision
hu: Összeállítás
kr: 빌드
nl: Bouwen
no: Bygg
pl: Edycja
pt: Compilação
pt_br: Compilar
ru: Сборка
tr: Oluştur
zh: 修订

# Dialog.About.License
source: Released under the terms of the ${License}.
es: Liberado bajo los términos de ${License}.
fi: Julkaistu ${License}llä
fr: Développé sous les termes de la ${License}.
hu: Kiadva a ${License} licenc feltételei mellett.
it: Rilasciato sotto i termini della licenza ${License}.
kr: ${License} 조건하에 배포됩니다.
nl: Uitgegeven onder de bepalingen van de ${License}.
no: Utgitt under vilkårene i ${License}.
pl: Opublikowano na warunkach ${License}.
pt: Distribuído sob os termos da licença ${License}.
pt_br: Distribuído sobre os temos de uso da ${License}.
ro: Realizat în acord cu termenii ${License}.
ru: Выпуск в соответствии с определениями ${License}.
tr: ${License} lisansı altında dağıtılmıştır.
zh: 在条款${License}下发布.

# Dialog.About.VersionInfoTabName
source: Version Info
es: Versión
fi: Versiotietoa
fr: Informations sur la version
hu: Verzióinformáció
it: Informazioni sulla versione
kr: 버전 정보
nl: Versie-informatie
no: Versjonsinformasjon
pl: Wersja
pt: Informação de Versão
pt_br: Versão
ro: Informaţii despre versiune
ru: Версии библиотек
tr: Sürüm Bilgisi
zh: 版本信息

# Dialog.About.VersionInfoTabName.CopyButton
source: &Copy
es: &Copiar
fi: Kopioi
fr: &Copier
hu: &Másolás
it: &Copia
kr: 복사(&C)
nl: &Kopiëren
no: &Kopier
pl: &Kopiuj
pt: &Copiar
pt_br: &Copia
ro: &Copiere
ru: Копировать
tr: &Kopyala
zh: 复制(&C)

# Dialog.About.VersionInfoTabName.VersionColumn
source: Version
es: Versión
fi: Versio
hu: Verzió
it: Versione
kr: 버전
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiune
ru: Версия
tr: Sürüm
zh: 版本

# Dialog.AddServiceReference.OperationsLabel
source: Operations:
fr: Opérations:
it: Operazioni:
ru: Операции:

# Dialog.AddServiceReference.ServicesLabel
source: Services:
it: Servizi:
ru: Сервисы:

# Dialog.AdvancedService.Client.AccessLevel.Internal
source: Internal
it: Interno
ru: Внутренний

# Dialog.AdvancedService.Client.AccessLevel.Public
source: Public
it: Pubblico
ru: Публичный

# Dialog.AdvancedService.Client.AccessLevelLabel
source: Access level for generated classes:
fr: Niveau d'accès pour les classes générées:
it: Livello di accesso per le classi generate:
ru: Уровень доступа для генерируемых классов:

# Dialog.AdvancedService.Client.GenerateAsyncOperations
source: Generate asynchronous operations
fr: Générer des opérations asynchrones
it: Genera operazioni asincrone
ru: Генерировать асинхронные операции

# Dialog.AdvancedService.ClientHeader
source: Client
ru: Клиент

# Dialog.Componnents.RichMenuItem.NoRecentFilesString
source: recent files
es: archivos recientes
fi: Viimeksi avatut tiedostot
fr: fichiers récents
hu: legutóbbi fájlok
it: file recenti
kr: 최근에 사용한 파일
nl: Laatst geopende bestanden
no: nylige filer
pl: ostatnie pliki
pt: fichas recentes
pt_br: Arquivos Recentes
ro: fişiere recente
ru: последние файлы
tr: son dosyalar
zh: 最近使用的文件

# Dialog.Componnents.RichMenuItem.NoRecentProjectsString
source: recent projects
es: proyectos recientes
fi: Viimeksi avatut projektit
fr: projets récents
hu: legutóbbi projektek
it: progetti recenti
kr: 최근에 사용한 프로젝트
nl: Laatst geopende projecten
no: nylige prosjekter
pl: ostatnie projekty
pt: projectos recentes
pt_br: Projetos Recentes
ro: proiecte recente
ru: последние проекты
tr: son projeler
zh: 最近使用的项目

# Dialog.DirtyFiles.DiscardAllButton
source: &Discard all
es: &Descartar todo
fi: &Hylkää kaikki
fr: &Abandonner tout
hu: Az összes mellő&zése
it: S&carta tutti
kr: 모두 저장하지 않음(&D)
nl: Alles negeren
no: &Forkast alle
pl: &Porzuć wszystko
pt: &Esquecer Tudo
pt_br: &Descartar todos
ro: &Anulează tot
ru: Отменить все
tr: &Tümünü at
zh: 全部放弃(&D)

# Dialog.DirtyFiles.SaveAllButton
source: Save &all
es: Guardar &todo
fi: Tallenna &kaikki
fr: Enregistrer tout
hu: &Az összes mentése
it: Salva &tutti
kr: 모두 저장(&A)
nl: &Alles opslaan
no: Lagre &alle
pl: Z&apisz wszystko
pt: Guardar &Tudo
pt_br: S&alvar Tudo
ro: Salve&ază tot
ru: Сохранить все
tr: Tümünü &kaydet
zh: 全部保存(&A)

# Dialog.DirtyFiles.SaveButton
source: &Save
es: &Guardar
fi: &Tallenna
fr: &Enregistrer
hu: Menté&s
it: &Salva
kr: 저장(&S)
nl: O&pslaan
no: &Lagre
pl: Zapi&sz
pt: &Guardar
pt_br: &Salvar
ro: &Salvare
ru: Сохранить
tr: &Kaydet
zh: 保存(&S)
