Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# AddIns.UsageDataCollector.Introduction
source: We need your help! To improve SharpDevelop in the future, we would like to know which features are used most. SharpDevelop can collect this information and upload it automatically.
es: ¡Necesitamos de tu ayuda! Para mejorar SharpDevelop en el futuro, nos gustaría saber que características son más utilizadas. SharpDevelop puede obtener esta información y enviarla automáticamente.
fr: Nous avons besoin de vous! Pour améliorer SharpDevelop, nous aimerions connaître les points les plus utilisés. SharpDevelop peut collecter et transmettre automatiquement ces informations.
it: Abbiamo bisogno del tuo aiuto! Per migliorare SharpDevelop abbiamo bisogno di sapere quali sono le funzionalità maggiormente usate. SharpDevelop può raccogliere queste informazioni e inviarle automaticamente.
nl: Uw hulp is nodig voor toekomstige verbetering van SharpDevelop. Wij willen graag weten welke extra's het meest gebruikt worden. SharpDevelop kan deze informatie verzamelen en automatisch uploaden.
no: Vi trenger din hjelp! For å forbedre SharpDevelop i framtiden trenger vi å vite hvilke funksjoner som brukes mest. SharpDevelop kan samle inn denne informasjonen og laste den opp automatisk.
pt_br: Precisamos da sua ajuda! Para melhorar o SharpDevelop no futuro, gostariamos que saber quais facilidades são mais utilizadas. SharpDevelop pode coletar essa informação e envia-la automaticamente.
ru: Нам нужна Ваша помощь! Для того чтобы улучшить SharpDevelop нам нужно знать какими возможностями Вы чаще всего пользуетесь. SharpDevelop может собирать эту информацию и загружать автоматически.
tr: Yardım talep ediyoruz! SharpDevelop'ı gelecekte de geliştirebilmek için; En çok kullanılan özelliklerinin hangileri olduğunu bilmek istiyoruz. SharpDevelop bu bilgileri otomatik olarak toplayıp gönderebilir.
zh: 我们需要您的帮助。在未来的改进中,我们需要知道SharpDevelop的那些功能是使用较多的。我们会收集这些信息，并且自动上传到服务器。

# AddIns.UsageDataCollector.PrivacyStatement
source: Privacy Statement
es: Declaración de Privacidad
fr: Règles de respect de la vie privée
it: Informativa sulla Privacy
nl: Privacy verklaring
no: Retningslinjer for personvern
pt_br: Regras de Privacidade
ru: Политика конфиденциальности
zh: 隐私声明

# AddIns.UsageDataCollector.ShowCollectedData
source: Show collected data
es: Mostrar datos obtenidos
fi: Näytä kerätty tieto
fr: Visualiser les données collectées
it: Mostra dati raccolti
nl: Verzamelde gegevens weergeven
no: Vis oppsamlede data
pt_br: Mostra dados coletados
ru: Показать собранные данные
zh: 查看收集的数据

# AddIns.UsageDataCollector.Title
source: Usage Data Collector
es: Recopilador de Datos
fr: Collecteur de données d'utilisation
it: Dati di Utilizzo
nl: Gebruiksgegevens verzamelaar
no: Oppsamler for bruksdata
pt_br: Coletor de Dados Usados
ru: Сбор данных об использовании
zh: 使用数据收集器

# AddIns.VBNetBinding.CodeCompletion.QuestionmarkEqualsItem.Description
source: Let SharpDevelop figure out the type based on the initializer.
es: Dejar que SharpDevelop deduzca el tipo basándose en el inicializador.
fr: Laisser SharpDevelop deviner le type depuis l'initialisation.
it: Permetti a SharpDevelop di capire il tipo in base all'inizializzatore.
nl: Laat SharpDevelop het type uitzoeken, gebaseerd op de initialisatiefunctie.
no: La SharpDevelop finne typen basert på initialiseringen.
pt_br: Permite que o SharpDevelop descubra o tipo baseado no inicializados.
ru: Позволить SharpDevelop выводить тип, основываясь на инициализаторе.
zh: 让SharpDevelop根据初始对象确定类型

# AddIns.XamlBinding.Menu.EditGridColumnsAndRows
source: Edit grid columns and rows
es: Editar columnas y filas de la grilla
fr: Editer colonnes et lignes de la grille
it: Modifica colonne e righe della griglia
nl: Matrix kolommen en rijen bewerken
no: Rediger tabellkolonner og rader
pt_br: Editar grid de colunas e linhas
ru: Редактировать колонки и строки таблицы
zh: 编辑网格的列和行

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle
source: Extract properties as style
es: Extraer propiedades como estilos
fr: Extraire les propriétés comme style
it: Estrai proprietà come stile
nl: Eigenschappen onttrekken als stijl
no: Trekk ut egenskaper som stil
pt_br: Extrair propriedades como estilo
ru: Извлечь свойства как стиль
zh: 将属性提取为类型

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle.ErrorNoSelection
source: No valid element selected!
es: No se ha seleccionado ningún elemento válido!
fr: Aucun élément valide sélectionné !
it: Nessun elemento selezionato!
nl: Geen geldig element geselecteerd!
no: Ingen gyldige elementer valgt!
pt_br: Nenhum elemento valido selecionado!
ru: Не выбран правильный элемент!
zh: 没有选择有效元素！

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle.PropertyColumn
source: Property/Event Name
es: Propiedad/Nombre de Evento
fr: Nom Propriété/Evénement
it: Nome Proprietà/Evento
nl: Naam van Eigenschap/Gebeurtenis
no: Navn på egenskap/hendelse
pt_br: Nome de Propriedade/Evento
ru: Имя свойства/события
zh: 属性/事件名称

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle.ReplaceQuestion
source: The selected control has already a style assigned. Do you want to replace the style with the newly created style?
es: El control seleccionado ya tiene asignado un estilo. ¿Quiere reemplazar el estilo actual con el estilo creado?
fr: Le contrôle sélectionné possède déjà un style. Voulez-vous le remplacer par celui que vous venez de créer ?
it: Il controllo selezionato ha già uno stile assegnato. Vuoi sostituire lo stile con quello appena creato?
nl: Met de geselecteerde control is al een stijl verbonden. Wilt u deze stijl vervangen door de nieuw gemaakte stijl?
no: Den valgte kontrollen har allerede en tilordnet stil. Vil du erstatte denne med den nye stilen?
pt_br: O controle selecionado já possui um estilo assinalado. Voce quer trocar esse estilo com o estilo mais recente criado?
ru: Для выбранного элемента управления уже назначен стиль. Вы хотите заменить этот стиль вновь созданным?

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle.StyleName
source: Style name:
es: Nombre de Estilo:
fr: Nom du style:
it: Nome stile:
nl: Stijl naam:
no: Stilnavn:
pt_br: Nome do estilo:
ru: Имя стиля:
zh: 样式名称：

# AddIns.XamlBinding.Menu.ExtractPropertiesAsStyle.ValueColumn
source: Property Value
es: Valor de Propiedad
fr: Valeur de la Propriété
it: Valore Proprietà
nl: Waarde van de eigenschap
no: Egenskapsverdi
pt_br: Valor da Propriedade
ru: Значение свойства
zh: 属性值

# AddIns.XamlBinding.Menu.GroupInto
source: Group into
es: Agrupar
fr: Grouper avec
it: Raggruppa per
nl: Groeperen
no: Grupper til
pt_br: Agrupar dentro
ru: Группировать в

# AddIns.XamlBinding.Menu.RemoveMargin
source: Remove margin
es: Quitar margen
fr: Supprimer la marge
it: Rimuovi margine
nl: Verwijder kantlijn
no: Fjern margin
pl: Usuń margines
pt_br: Remover margem
ru: Удалить отступы
zh: 消除边界

# AddIns.XamlBinding.Menu.RemoveUnnecessaryAttributes
source: Remove unnecessary attributes
es: Quitar atributos innecesarios
fr: Supprimer les attributs non-nécessaires
it: Rimuovi attributi non necessari
nl: Verwijder onnodige attributen
no: Fjern unødvendige attributter
pl: Usuń zbędne atrybuty
pt_br: Remover atributos desnecessarios
ru: Удалить лишние атрибуты
zh: 删除不必要的属性

# AddIns.XamlBinding.NewEventHandlerItem
source: <new event handler>
es: <nuevo controlador de evento>
fr: <nouveau gestionnaire d'évènement>
it: <nuovo gestore evento>
nl: <nieuwe event handler>
no: <ny hendelsesfunksjon>
pt_br: <novo manipulador de eventos>
ru: <новый обработчик события>
zh: <新事件处理程序>

# AddIns.XamlBinding.Options.CodeCompletionGroupLabel
source: Code completion
es: Completar código
fr: Complétion de code
it: Completamento codice
nl: Code completeren
no: Kodefullføring
pt_br: Conclusâo de codigo
ru: Автодополнение кода
zh: 代码结束

# AddIns.XamlBinding.Options.EventColor
source: Event color:
es: Color de evento:
fi: Tapahtuma Väri::
fr: Couleur de l'évènement:
it: Colore evento:
nl: Gebeurtenis kleur:
no: Farge for hendelser:
pt_br: Cor do evento:
ru: Цвет для события:
zh: 事件颜的色:

# AddIns.XamlBinding.Options.EventHandlerNamePattern
source: Event handler name pattern:
es: Patrón de nombre de controlador de evento:
fr: Pattern pour le nom du gestionnaire d'évènement:
it: Schema del nome gestore evento
nl: Event handler naam sjabloon
no: Navnemaske for hendelsesfunksjon
pt_br: Nome padrão do manipulador de eventos:
ru: Шаблон имени для обработчика события:
zh: 事件处理程序名称的模式:

# AddIns.XamlBinding.Options.HighlightingDescription
source: Select the colors that should be used by the XAML highlighter:
es: Seleccione los colores que deben ser usados por el resaltador XAML:
fr: Sélectionner les couleurs utilisées par le surligneur XAML:
it: Scegli i colori che devono essere usati dall'evidenziatore XAML:
nl: Kies de voor XAML benadrukking toe te passen kleuren
no: Velg fargene som skal brukes i XAML-fargekodingen:
pt_br: Selecionar as cores que devem ser usadas pelo XAML:
ru: Выберите цвета, которые должны использоваться в подсветке XAML:
zh: 选择XAML高亮显示的颜色:

# AddIns.XamlBinding.Options.HighlightingGroupLabel
source: Highlighting
es: Resaltado
fr: Surlignage
it: Evidenziazione
nl: Benadrukken
no: Fargekoding
pt_br: Destaque
ru: Подсветка
zh: 高亮设置

# AddIns.XamlBinding.Options.IgnoredElementColor
source: Ignored element color:
es: Ignorar color de elemento:
fr: Couleur élément ignoré:
it: Ignora elementi di colore:
nl: Genegeerde element kleur:
no: Farge for ignorerte elementer:
pt_br: Cor do elemento ignorado:
ru: Цвет проигнорированного элемента:
zh: 忽略元素的颜色:

# AddIns.XamlBinding.Options.NamespaceDeclarationColor
source: XML namespace declaration color:
es: Color de declaración de espacio de nombre XML:
fr: Couleur de la déclaration d'espace de nom XML:
it: Colore per dichiarazione namespace
nl: XML naamruimte declaratie kleur:
no: Farge for XML-navneromdeklarasjoner:
pt_br: Declaração da cor do namespace XML:
ru: Цвет пространства имен XML:
zh: XML命名空间声明的颜色:

# AddIns.XamlBinding.Options.PropertyColor
source: Property color:
es: Color de propiedad:
fi: Ominaisuus Väri:
fr: Couleur de la propriété:
it: Proprietà colore:
nl: Eigenschap kleur:
no: Farge for egenskaper:
pt_br: Cor da Propriedade:
ru: Цвет свойства:
zh: 属性颜色:

# AddIns.XamlBinding.Options.SwitchToCodeViewAfterInsertion
source: Switch to code after insertion of new event handler
es: Ir a código después de insertar un nuevo controlador de evento
fr: Aller au code aprés l'insertion d'un nouveau gestionnaire d'évènement
it: Passa al codice dopo l'inserimento del nuovo gestore evento
nl: Ga naar code na invoegen nieuwe event handler
no: Bytt til kode etter innsetting av en ny hendelsesfunksjon
pt_br: Chaveia para codigo após a inserção do novo manipulador de evento
ru: Переключаться на код после добавления обработчика события
zh: 切换到代码后插入新的事件:

# AddIns.XamlBinding.Options.UseExtensionCompletion
source: Use markup extension completion
es: Usar completado de extensión de marcado
fr: Utiliser la complétion d'extension
it: Usa estensione completamento markup
nl: Gebruik markup extentie completeren
no: Bruk fullføring av markup utvidelse
pt_br: Usar a extensão de conclusão de marcação
ru: Использовать завершение для расширения разметки
tr: Uzantu tamamlamasını kullan
zh: 扩展标记结束时使用

# AddIns.XamlBinding.Options.UseHighlighting
source: Use advanced highlighting
es: Usar resaltado de sintaxis avanzado
fi: Käytä textin korostusväriä
fr: Utiliser le surlignage avancé
it: Usa evidenziazione avanzata
nl: Geavanceerd markeren gebruiken
no: Bruk avansert fargekoding
pt_br: Usar destaques avançados
ru: Использовать расширенную подсветку
zh: 使用高级高亮设置

# AvalonEdit.FileEncoding.EncodingCausesDataLoss
source: The file cannot be saved with the current encoding ${encoding} without losing data.
es: El archivo no puede ser guardado con la actual codificación ${encoding} sin perder datos.
fr: Impossible de sauvegarder sans perte d'informations avec l'encodage ${encoding}
it: Il file non può essere salvato con la codifica corrente ${encoding} senza perdere informazioni.
nl: Het bestand kan niet zonder gegevens verlies met de momentele encodering ${encoding} worden opgeslagen.
no: Filen kan ikke lagres med den nåværende kodingen ${encoding} uten tap av data.
pt_br: O arquivo não pode ser salvo com a codificação corrente ${encoding} sem perder dados
ru: Файл не может быть записан в текущей кодировке ${encoding} без потери данных.
zh: 这个文件无法保存为当前编码${encoding}，因为它会丢失数据。

# AvalonEdit.FileEncoding.EncodingCausesDataLoss.Continue
source: Continue
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
nl: Voortzetten
no: Fortsett
pt_br: Continuar
ru: Продолжить
zh: 继续

# AvalonEdit.FileEncoding.EncodingCausesDataLoss.UseUTF8
source: Save as UTF-8
es: Guardar como UTF-8
fi: Käytä UTF-8
fr: Sauvegarder en UTF-8
it: Salva come UTF-8
nl: Opslaan als UTF-8
no: Lagre som UTF-8
pt_br: Salvar como UTF-8
ru: Сохранить в UTF-8
zh: 保存为UTF-8格式

# BackendBindings.ExecutionManager.CantExecuteDLLError
source: Project is configured as dll and no execution command is specified. You can specifiy an execution command in the project options.
es: El proyecto está configurado como una dll y no se especificó un comando ejecutable. Puede especificar un comando ejecutable desde las opciones del proyecto.
fi: Ei voi suorittaa. DLL VIRHE. Määritä projektin asetuksia
fr: Le projet est configuré comme DLL et aucune commande a exécuter n'a été spécifiée. Vous pouvez spécifier une commande a exécuter dans les options du projet.
hu: A projekt DLL-ként van konfigurálva, és nem lett végrehajtási parancs megadva. Végrehajtási parancsot a projekt beállításainál adhat meg.
it: Il Progetto è stato configurato come DLL e non è stato specificato nessun comando da eseguire. Se ne può specificare uno nelle opzioni del progetto.
kr: 프로젝트가 dll로 설정되었으나 실행 명령을 지정하지 않았습니다. 프로젝트 옵션에서 실행 명령을 지정하실 수 있습니다.
nl: Het project is geconfigureerd als een DLL en er is geen uitvoeringscommando ingesteld. Je kan een uitvoeringscommando in de project opties instellen.
no: Prosjektet er konfigurert som en DLL og ingen kjøringskommando er spesifisert. Du kan spesifisere en kjøringskommando i prosjektinnstillingene.
pl: Projekt jest skonfigurowany jako dll i nie jest określone polecenie uruchamiające. Możesz określić polecenie uruchamiające w opcjach projektu.
pt: O projecto está configurado como dll e não está especificado nenhum comando de execução. Pode indicar um comando de execução nas opções de projecto.
pt_br: Projeto está configurado como DLL e nenhuma linha de comando foi especificada. Você pode especificar uma linha de comando em Projeto > Opções.
ro: Proiectul este configurat ca dll şi nici o comandă de executat nu a fost specificată. Puteţi specifica o comandă de executat în opţiunile proiectului.
ru: Проект сконфигурирован как DLL, а команда для ее выполнения не указана. Вы можете указать команду для запуска в параметрах проекта.
tr: Proje dll olarak yapılandırılmış ve hiç bir yürütme komutu belirtilmemiş. Proje seçeneklerinden bir yürütme komutu belirtebilirsiniz.
zh: 项目被设定为dll,但是没有指定执行命令. 你可以在项目选项中指定执行命令.

# BackendBindings.ExecutionManager.NoSingleFileCompilation
source: Compiling single files is not supported, please create a project!
es: ¡La compilación de archivos individuales no esta soportada, cree un proyecto por favor!
fi: Kokoelmaa yksittäisiä tiedostoja ei tueta, luo projekti ensin !
fr: Compiler un fichier seul n'est pas possible, veuillez créer un projet!
hu: Önálló fájlok fordítása nem támogatott, kérem, készítsen egy projektet!
it: La compilazione di un singolo file non è supportata, creare un progetto!
kr: 파일 하나를 컴파일하는 것은 지원되지 않습니다. 프로젝트를 만드십시오!
nl: Geen ondersteuning voor compileren van zelfstandige bestanden, maak aub een project aan!
no: Kompilering av enkeltfiler støttes ikke, vennligst lag et prosjekt!
pl: Kompilowanie pojedyńczych plików nie jest wspierane, proszę utworzyć projekt!
pt: Não é suportado a compilação de fichas isoladas, por favor crie um projecto!
pt_br: Não é possivel compilar um único arquivo. Favor criar um projeto!
ro: Compilarea fisierelor nu este suportata, va rugam creati un proiect!
ru: Компиляция отдельных файлов не поддерживается, пожалуйста, создайте проект.
tr: Tek bir dosyayı derleme özelliği desteklenmiyor, lütfen bir proje oluşturun!
zh: 不支持单个文件生成,请建立项目!

# CompilerResultView.DescriptionText
source: Description
es: Descripción
fi: Kuvaus
hu: Leírás
it: Descrizione
kr: 설명
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
tr: Tanımlama
zh: 说明

# CompilerResultView.FileText
source: File
es: Archivo
fi: Tiedosto
fr: Fichier
hu: Fájl
kr: 파일
nl: Bestand
no: Fil
pl: Plik
pt: Ficheiro
pt_br: Arquivo
ro: Fişier
ru: Файл
tr: Dosya
zh: 文件

# ComponentInspector.AboutDialog.Title
source: About
es: Acerca de
fi: Tietoja
fr: A propos
hu: Névjegy
it: Informazioni su
kr: 정보
nl: Info
no: Om
pl: O...
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О программе
tr: Hakkında
zh: 关于

# ComponentInspector.AboutDialog.VersionLabel
source: Version:
es: Versión:
fi: Versio:
hu: Verzió:
it: Versione:
kr: 버전:
nl: Versie:
no: Versjon:
pl: Wersja:
pt: Versão:
pt_br: Versão:
ro: Versiune:
ru: Версия:
tr: Versiyon:
zh: 版本:

# ComponentInspector.ActionMenu.CastMenuItem
source: Cast
es: Convertir
hu: Explicit típuskonverzió
kr: 형식 변환
nl: Conversie
no: Konverter
pl: Rzutowanie
pt: Moldar
pt_br: Converter
ru: Привести
zh: 强制转换

# ComponentInspector.ActionMenu.CopyObjectMenuItem
source: &Copy Object
es: &Copiar Objeto
fi: Kopioi Objekti
fr: &Copier Objet
hu: Objektum &másolás
it: &Copia Oggetto
kr: 개체 복사(&C)
nl: Object kopiëren
no: Kopier objekt
pl: &Kopiuj Obiekt
pt: &Copiar Objecto
pt_br: &Copiar Objeto
ro: &Copiază obiectul
ru: Копировать объект
tr: &Nesneyi Kopyala
zh: 复制对象(&C)

# ComponentInspector.ActionMenu.CopyTextMenuItem
source: Copy T&ext
es: Copiar T&exto
fi: Kopioi Texti
fr: Copier T&exte
hu: Szöv&eg másolása
it: Copia T&esto
kr: 텍스트 복사(&E)
nl: T&ekst kopiëren
no: Kopier tekst
pl: Kopiuj T&ekst
pt: Copiar T&exto
pt_br: Copiar &Texto
ro: Copiază t&extul
ru: Копировать текст
tr: Metni kopyala
zh: 复制文本(&E)

# ComponentInspector.ActionMenu.CopyValueTextMenuItem
source: Copy &Value Text
es: Copiar Texto del &Valor
fr: Copier &Valeur Texte
hu: Érték másolása szö&vegként
it: Copia Testo &Valore
kr: 값 텍스트 복사(&V)
nl: Tekstwaarde kopiëren
no: Kopier verditekst
pl: Kopiuj Tekst &Wartości
pt: Copiar &Valor do Texto
pt_br: Copiar &Valor do Texto
ru: Копировать значение
tr: Metin Değerini Kopyala
zh: 复制值文本(&V)

# ComponentInspector.ActionMenu.CutObjectMenuItem
source: Cu&t Object
es: Cor&tar Objeto
fi: Leikkaa Objektista
fr: C&ouper Objet
hu: Szöveg kivágá&sa
it: T&aglia Oggetto
kr: 개체 잘라내기(&T)
nl: Object knippen
no: Klipp ut objekt
pl: &Wytnij Obiekt
pt: Cor&tar Objecto
pt_br: &Recortar Objeto
ru: Вырезать объект
tr: Objeyi kes
zh: 剪切对象(&T)

# ComponentInspector.ActionMenu.EventLoggingMenuItem
source: &Event Logging
es: &Registro de Eventos
fr: Journalisation d'évènement
hu: &Eseménynaplózás
it: Registrazione &Eventi
kr: 이벤트 기록 작성(&E)
nl: Gebeurtenis loggen
no: Hendelseslogging
pl: Logowanie zdarz&eń
pt: Registo de &Evento
pt_br: Registro de &Eventos
ru: &Протокол событий
tr: Olay Kaydetme
zh: 事件记录(&E)

# ComponentInspector.ActionMenu.PasteObjectMenuItem
source: &Paste Object
es: &Pegar Objeto
fi: Liitä Objektiin
fr: &Coller Objet
hu: Objektum &beillesztése
it: &Incolla Oggetto
kr: 개체 붙여넣기(&P)
nl: Object &plakken
no: Lim inn objekt
pl: Wkle&j Obiekt
pt: Colar Objecto
pt_br: C&olar Objeto
ru: Вставить объект
tr: Nesneyi yapıştır
zh: 粘贴对象(&P)

# ComponentInspector.ActionMenu.RefreshRunningComObjectsMenuItem
source: Refresh COM Running Objects
es: Actualizar Objetos COM en Ejecución
fr: Rafraîchir Objets COM Exécutés
hu: Futó COM-objektumok frissítése
it: Aggiorna Oggetti COM in Esecuzione
kr: COM 실행 중 개체 새로 고침
nl: Ververs COM uitgevoerde objecten
no: Oppfrisk kjørende COM objekter
pl: Odśwież Uruchomione Obiekty COM
pt: Renovar Objecto COM em execução
pt_br: Atualizar Objetos COM em execução
ru: Обновить выполняющиеся COM объекты
tr: Çalışan COM Nesnelerini Yenile
zh: 更新正在运行的COM对象。

# ComponentInspector.ActionMenu.RegisterTypeLibMenuItem
source: Register TypeLib
es: Registrar TypeLib
fi: Rekisteröi Tyyppikirjastoon
fr: Enregistrer TypeLib
hu: Típuskönyvtár regisztrálása
it: Registra Libreria dei Tipi
kr: 형식 라이브러리 등록하기
nl: Registreer type-bibliotheek
no: Registrer typebibliotek
pl: Rejestruj TypeLib
pt: Registar TypeLib
pt_br: Registrar TypeLib
ru: Зарегистрировать TypeLib
tr: TypeLib kaydet
zh: 注册类库(TypeLib)

# ComponentInspector.ActionMenu.RemoveFromFavouritesMenuItem
source: Remove from Favorites
es: Quitar de Favoritos
fi: Poista suosikeista
fr: Supprimer des Favoris
hu: Eltávolítása a kedvencekből
it: Rimuovi dai favoriti
kr: 자주 찾는 항목에서 지우기
nl: Uit Favorieten verwijderen
no: Fjern fra Favoritter
pl: Usuń z Ulubionych
pt: Remover dos Favoritos
pt_br: Remover dos Favoritos
ru: Удалить из Избранного
tr: Favorilerimden çıkar
zh: 从常用列表中删除

# ComponentInspector.ActionMenu.UnregisterTypeLibMenuItem
source: Unregister TypeLib
es: Des-Registrar TypeLib
fi: Poista Tyyppikirjastosta
fr: Déenregistrer TypeLib
hu: Típuskönyvtár regisztrálásának eltávolítása
it: Deregistra Libreria dei Tipi
kr: 형식 라이브러리 등록 해제하기
nl: De-registreer type-bibliotheek
no: Avregistrer typebibliotek
pl: Wyrejestruj TypeLib
pt: Retirar do Registo TypeLib
pt_br: Desregistrar TypeLib
ru: Убрать регистрацию TypeLib
zh: 取消注册TypeLib

# ComponentInspector.AssemblyTreeNode.Text
source: Opened Assemblies
es: Ensamblados Abiertos
fr: Assemblies Ouvertes
hu: Megnyitott szerelvények
it: Assembly Aperti
kr: 열린 어셈블리
nl: Geopende assemblies
no: Åpnede samlinger
pl: Otwarte Assembly
pt: Assemblies Abertos
pt_br: Assemblies Abertos
ru: Открытые сборки
tr: Açılmış Bileşkeler
zh: 已打开的程序集

# ComponentInspector.AttachDialog.AttachFailedMessage
source: Error attaching to process {0}.
es: Error adjuntando al proceso {0}.
fr: Erreur en s'attachant au process {0}.
hu: Nem sikerült csatolni a(z) {0} folyamathoz.
it: Errore di collegamento al processo {0}.
kr: {0} 프로세스에 연결하는 데 오류가 있습니다.
nl: Fout bij koppelen aan proces {0}.
no: Feil ved tilkobling til prosessen {0}.
pl: Błąd dołączania do procesu {0}.
pt: Erro ao anexar ao processo {0}.
pt_br: Erro ao anexar para o processo {0}.
ru: Ошибка присоединения к процессу {0}.
tr: İliştirmede hata; işlem no {0}.
zh: 附加到进程{0}出错。

# ComponentInspector.AttachDialog.ProcessLabel
source: Process
es: Proceso
fi: Prosessi
hu: Folyamat
it: Processo
kr: 프로세스
nl: Proces
no: Prosess
pl: Proces
pt: Processo
pt_br: Processo
ro: Proces
ru: Процесс
tr: İşlem
zh: 进程

# ComponentInspector.AttachDialog.Title
source: Attach
es: Adjuntar
fr: Attacher
hu: Csatolás
it: Allega
kr: 연결
nl: Koppelen
no: Koble til
pl: Dołączanie
pt: Anexar
pt_br: Anexar
ro: Ataşează
ru: Присоединение
tr: Ekle
zh: 附加

# ComponentInspector.CastDialog.CannotFindType
source: Cannot find type
es: No se puede encontrar el tipo
fi: Ei löydy
fr: Type introuvable
hu: A típus nem található
it: Impossibile trovare tipo
kr: 형을 발견할 수 없습니다
nl: Kan type niet vinden
no: Finner ikke type
pl: Nie można znaleźć typu
pt: Impossível encontrar tipo
pt_br: Não foi possível achar o tipo
ro: Nu pot găsi tipul
ru: Не удалось найти тип
tr: Tür bulunamadı
zh: 找不到类型
