Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# _Internal.Bogus.Translation.Test1
source: This resource is not being used. Its purpose is to test the translation database and has a line break
es: Este recurso no se está usando. Su propósito es probar la base de datos de traducción y tiene un salto de línea
fi: Resurssia ei käytetä. Sen tarkoituksena on testata suomennosta ja rivinvaihtoa.
fr: Cette ressource n'est pas utilisée. Son but est de tester la base de données de traduction.
hu: Ez az erőforrás nincs használva. Célja a fordító adatbázis tesztelése. Valamint soremelést tartalmaz.
it: Questa risorsa non viene utilizzata. Il suo scopo è di testare il database di traduzione ed ha una riga a capo
kr: ちょっとくらいのわがままは、大目に見てね。
nl: Deze bron is niet in gebruik. Het doel is om vertalingsdatabase te testen en heeft een 'line break'
no: Denne ressursen er ikke i bruk. Formålet er å teste oversettingsdatabasen, og har et linjeskift
pl: Ten zasób nie jest używany. Jego przeznaczeniem jest testowanie bazy tłumaczeń i posiada łamanie wiersza
pt: Este recurso não é utilizado. A sua finalidade é testar a base de dados de traduções
pt_br: Este recurso não está sendo utilizado. O seu proposito é testar o banco de dados de traduções e tem uma quebra de linha
ro: Această resursă nu este utilzată. Scopul ei este de a testa traducerile şi conţine un retur de car
ru: Эта строка нигде не используется. Она нужна для тестирования базы данных переводов, а также в ней есть перенос строки
tr: Bu kaynak kullanılmıyor. Bu kaynağın amacı, çeviri veritabanını kontrol etmektir. Bu yazıda bir satır sonu karakteri var.
zh: 该资源不被使用.它仅仅用来测试翻译数据库.

# AddInManager.About
source: About
es: Acerca de...
fi: About SharpDevelop, finnish lang dev: Pekka Herala domain: sivustot.net
fr: A propos
it: Informazioni su...
kr: 정보
nl: Info...
no: Om
pl: O Menadżerze Dodatków
pt: Sobre
pt_br: Sobre
ro: Despre
ru: О Менеджере Плагинов
tr: Hakkında
zh: 关于

# AddInManager.ActionCancelDeinstallation
source: Cancel deinstallation
es: Cancelar desinstalación
fi: Peruuta poistaminen
fr: Annuler la désinstallation
hu: Eltávolítás megszakítása
it: Annulla disinstallazione
kr: 제거한 것 무르기
nl: Verwijderen annuleren
no: Avbryt avinstallering
pl: Anuluj deinstalację
pt: Cancelar desinstalação
pt_br: Cancelar desinstalação
ro: Anuleaza dezinstalarea
ru: Отменить удаление
tr: Kaldırmayı iptal et
zh: 取消分离安装

# AddInManager.ActionCancelInstallation
source: Cancel installation
es: Cancelar instalación
fi: Peruuta asennus
fr: Annuler l'installation
hu: Telepítés megszakítása
it: Annulla installazione
kr: 설치한 것 무르기
nl: Installatie annuleren
no: Avbryt installering
pl: Anuluj instalację
pt: Cancelar instalação
pt_br: Cancelar instalação
ro: Anuleaza instalarea
ru: Отменить установку
tr: Kurulumu iptal et
zh: 取消安装

# AddInManager.ActionCancelUpdate
source: Cancel update
es: Cancelar actualización
fi: Peruuta päivitys
fr: Annuler la mise à jour
hu: Frissítés megszakítása
it: Annulla aggiornamento
kr: 업데이트 무르기
nl: Bijwerken annuleren
no: Avbryt oppdatering
pl: Anuluj aktualizację
pt: Cancelar actualização
pt_br: Cancelar atualização
ro: Anuleaza update
ru: Отменить обновление
tr: Güncelleştirmeyi durdur
zh: 取消更新

# AddInManager.ActionDisable
source: Disable
es: Desactivar
fi: Peruuta aktivointi
fr: Désactiver
hu: Letiltás
it: Disabilita
kr: 비활성화
nl: Uitschakelen
no: Deaktiver
pl: Zablokuj
pt: Inactiva
pt_br: Desabilitar
ro: Dezactiveaza
ru: Отключить
tr: Etkisiz kıl
zh: 失效

# AddInManager.ActionEnable
source: Enable
es: Activar
fi: Aktivoi
fr: Activer
hu: Engedélyezés
it: Abilita
kr: 활성화
nl: Inschakelen
no: Aktiver
pl: Odblokuj
pt: Activa
pt_br: Habilitar
ro: Activeaza
ru: Включить
tr: Etkinleştir
zh: 有效

# AddInManager.ActionInstall
source: Install
es: Instalar
fi: Asenna
fr: Installer
hu: Telepítés
it: Installa
kr: 설치
nl: Installeren
no: Installer
pl: Instaluj
pt: Instalar
pt_br: Instalar
ro: Instaleaza
ru: Установить
tr: Yükle
zh: 安装

# AddInManager.ActionUninstall
source: Uninstall
es: Desinstalar
fi: Poista asennus
fr: Désinstaller
hu: Eltávolítás
it: Disinstalla
kr: 제거
nl: Verwijderen
no: Avinstaller
pl: Odinstaluj
pt: Desinstalar
pt_br: Desinstalar
ro: Dezinstaleaza
ru: Удалить
tr: Kaldır
zh: 卸载

# AddInManager.ActionUpdate
source: Update
es: Actualizar
fi: Päivitä
fr: Mettre à jour
hu: Frissítés
it: Aggiorna
kr: 업데이트
nl: Bijwerken
no: Oppdater
pl: Aktualizuj
pt: Actualizar
pt_br: Atualizar
ru: Обновить
tr: Güncelle
zh: 更新

# AddInManager.AddInDependencyFailed
source: A dependency for this AddIn was not found. Install it to enable this AddIn.
es: Una dependencia para éste complemento no fue encontrada. Instálela para habilitar éste complemento.
fi: AddIn ei löydy tai vajaa
fr: Une dépendance de cet AddIn n'a pas été trouvée. Installez la pour activer cet AddIn.
hu: Egy függőség hiányzik, amit telepítenie kell, hogy engedélyezni lehessen a kiegészítőt.
it: Una dipendenza per questo AddIn non è stata trovata. Installala per abilitare questo AddIn.
kr: 이 추가 기능에 필요한 파일이 없습니다. 이 추가기능을 사용하려면 이것을 설치하십시오.
nl: Een afhankelijkheid voor deze invoegtoepassing ontbreekt. Installeer deze om de invoegtoepassing in te schakelen.
no: En avhengighet for dette tillegget mangler. Installer den for å kunne bruke tillegget.
pl: Zależność dla tego Dodatku nie została odnaleziona. Zainstaluj ją aby odblokować ten Dodatek.
pt: Uma dependência do AddIn escolhido não foi encontrada. Instale o mesmo para o activar.
pt_br: Uma dependencia desse recurso nao foi encontrada. Instale-o para habilitar esse recurso.
ro: Nu a fost gasita nici o dependenta pentru acest AddIn. Instalati si activati aest AddIn.
ru: Для работы этого плагина нужен другой плагин. Установите его, чтобы включить этот.
tr: Bu eklenti için gerekli bir alt parça bulunamadı. Eklentiyi aktifleştirebilmek için gereken alt parçayı yüklemelisiniz.
zh: 该插件的相关附件没有找到。请安装。

# AddInManager.AddInDisabled
source: Disabled
es: Deshabilitado
fi: AddIn pois päältä
fr: Désactivé
hu: Letiltva
it: Disabilitato
kr: 비활성화됨
nl: Uitgeschakeld
no: Deaktivert
pl: Zablokowany
pt: Inactivo
pt_br: Desabilitar
ro: Dezactivat
ru: Отключен
tr: Etkisiz kılınmış
zh: 失效

# AddInManager.AddInEnabled
source: AddIn will be enabled after restarting SharpDevelop
es: El complemento se activará después de reiniciar SharpDevelop
fi: AddIn päällä
fr: L'AddIn sera activé après le redémarrage de SharpDevelop
hu: A kiegészítő a SharpDevelop újraindítása után lesz engedélyezve
it: Il componente sarà abilitato dopo il riavvio di SharpDevelop
kr: SharpDevelop을 다시 시작하면 추가 기능이 활성화됩니다.
nl: Na herstarten van SharpDevelop is de invoegtoepassing actief
no: Tillegget vil aktiveres etter en omstart av SharpDevelop
pl: Dodatek będzie odblokowany po restarcie SharpDevelop
pt: O AddIn vai ficar disponível após reiniciar o SharpDevelop.
pt_br: Recurso será habilitado após reiniciar o SharpDevelop
ro: AddIn va fi activat la restartarea SharpDevelop
ru: Плагин станет доступным после перезапуска SharpDevelop
tr: Eklenti SharpDevelop yeniden başlatıldıktan sonra etkinleştirilecektir.
zh: 重新启动SharpDevelop后插件才能使用

# AddInManager.AddInInstalled
source: AddIn will be installed after restarting SharpDevelop
es: El complemento se instalará después de reiniciar SharpDevelop
fi: AddIn asennettu, käynnistä ohjelma uudestaan
fr: L'AddIn sera installé après le redémarrage de SharpDevelop
hu: A kiegészítő a SharpDevelop újraindítása után lesz telepítve
it: Il componente sarà installato dopo il riavvio di SharpDevelop
kr: SharpDevelop을 다시 시작하면 추가 기능이 설치됩니다.
nl: Invoegtoepassing wordt geïnstalleerd na herstarten SharpDevelop
no: Tillegget vil installeres etter en omstart av SharpDevelop
pl: Dodatek będzie zainstalowany po restarcie SharpDevelop
pt: O AddIn será instalado após reiniciar o SharpDevelop
pt_br: Recurso será instalado após reiniciar o SharpDevelop
ro: AddIn va fi instalat dupa restartarea SharpDevelop
ru: Плагин будет установлен после перезапуска SharpDevelop
tr: Eklenti SharpDevelop yeniden başlatıldıktan sonra yüklenecektir.
zh: 插件将在重启SharpDevelop后安装

# AddInManager.AddInInstalledTwice
source: This AddIns is installed twice. Please uninstall one copy.
es: Este complemento está instalado dos veces. Por favor desinstale una copia.
fi: AddIn asennettu kahdesti
fr: Cet AddIn est installé deux fois. Veuillez supprimer une copie.
hu: Ez a kiegészítő két példányban van telepítve. Kérem, távolítsa el az egyiket.
it: Il componente è stato installato due volte. Rimuovere una copia.
kr: 이 추가 기능은 두 번 설치되었습니다. 하나를 제거하십시오.
nl: Deze invoegtoepassing is dubbel geïnstalleerd. Verwijder aub één kopie.
no: Dette tillegget er installert to ganger. Vennligst avinstaller en av kopiene.
pl: Ten Dodatek jest zainstalowany dwa razy. Proszę odinstalować jedną kopię.
pt: O AddIn está instalado mais de uma vez. Por favor desinstale uma cópia.
pt_br: Esse recurso foi instalado duas vezes. Por favor, desinstale uma cópia.
ro: Acest AddIn este instalat de doua ori. Va rugam dezinstalati una dintre copii.
ru: Установлены две копии плагина. Пожалуйста, удалите одну из копий.
tr: Bu eklenti iki kez kurulmuştur. Lütfen birini kaldırın.
zh: 该插件安装了两次，请卸载其中一个版本。

# AddInManager.AddInMustHaveIdentity
source: The AddIn must have an <Identity> for use with the AddIn-Manager.
es: El complemento debe tener un valor <Identidad> para usarlo con el Administrador de Complementos.
fi: AddIn pitää olla idenfioitu
fr: L'AddIn doit avoir une <Identity> pour être utilisé avec l'AddIn-Manager.
hu: A beépülőnek rendelkeznie kell egy <Identity>-vel, hogy használni lehessen a kiegészítőkezelőben.
it: Il componente deve avere un <Identity> per poter essere utilizzato dal gestore di AddIn.
kr: 추가 기능은 <Identity>를 가지고 있어야 추가 기능 관리자에서 사용할 수 있습니다.
nl: De invoegtoepassing moet een <Identity> hebben om met de Invoegtoepassing manager te werken.
no: Tillegget må ha en identitet (<Identity>) for tilleggshåndtereren.
pl: Dodatek musi posiadać <Identity> do użycia w Menadżerze Dodatków.
pt: O AddIn tem que ter uma <Identidade> para uso no Gestor de AddIn.
pt_br: O recurso adicional precisa ter um <Identity> para ser usado com o Gerenciador de Recursos.
ro: Modulul trebuie să posede <Identity> pentru a putea fi folosit de către Managerul de Module.
ru: У этого плагина должен быть <Identity> для использовании в Менеджере Плагинов
tr: Eklentinin Eklenti Yöneticisi tarafindan kullanılmasi için bir <Identity> si olmalıdır
zh: 插件必须在插件管理器中具有唯一标识。

# AddInManager.AddInRemoved
source: AddIn will be removed after restarting SharpDevelop
es: El complemento será eliminado después de reiniciar SharpDevelop
fi: AddIn poistettu
fr: L'AddIn sera supprimé après le redémarrage de SharpDevelop
hu: A kiegészítő a SharpDevelop újraindítása után lesz eltávolítva
it: Il componente sarà rimosso dopo il riavvio di SharpDevelop
kr: 추가 기능은 SharpDevelop을 다시 시작하고 나서 제거됩니다.
nl: De invoegtoepassing wordt na herstarten SharpDevelop verwijderd
no: Tillegget vil bli fjernet etter en omstart av SharpDevelop
pl: Dodatek będzie usunięty po restarcie SharpDevelop
pt: O AddIn será removido após reiniciar o SharpDevelop.
pt_br: O recurso será removido após reiniciar o SharpDevelop
ro: AddIn va fi sters dupa restartul SharpDevelop
ru: Плагин будет удален после перезапуска SharpDevelop
tr: Eklenti SharpDevelop yeniden başlatıldığında kaldırılacaktır.
zh: 重启SharpDevelop后插件将被移除

# AddInManager.AddInUpdated
source: AddIn will be updated after restarting SharpDevelop
es: El complemento será actualizado después de reiniciar SharpDevelop
fi: AddIn päivitetty
fr: L'AddIn sera mis a jour après le redémarrage de SharpDevelop
hu: A kiegészítő a SharpDevelop újraindítása után lesz frissítve
it: Il componente sarà aggiornato dopo il riavvio di SharpDevelop
kr: 추가 기능은 SharpDevelop을 다시 시작하면 갱신됩니다.
nl: De invoegtoepassing wordt na herstarten SharpDevelop bijgewerkt
no: Tilleget vil bli oppdatert etter en omstart av SharpDevelop
pl: Dodatek będzie zaktualizowany po restarcie SharpDevelop
pt: O AddIn vai ser actualizador depois de reiniciar o SharpDevelop
pt_br: Recurso será atualizado após reiniciar o SharpDevelop
ro: AddIn-ul va fi updatat dupa restartarea SharpDevelop
ru: Плагин будет обновлен после перезапуска SharpDevelop
tr: Eklenti SharpDevelop yeniden başlatıldığında güncellenecektir.
zh: 插件将在重启SharpDevelop后更新

# AddInManager.AddInWillBeDisabled
source: AddIn will be disabled after restarting SharpDevelop
es: El complemento se desactivará después de reiniciar SharpDevelop
fi: AddIn poistetaan
fr: L'AddIn sera désactivé après le redémarrage de SharpDevelop
hu: A kiegészítő a SharpDevelop újraindítása után lesz letiltva
it: Il componente sarà disabilitato dopo il riavvio di SharpDevelop
kr: 추가 기능은 SharpDevelop을 다시 시작하고 나서 비활성화됩니다.
nl: De invoegtoepassing wordt na herstarten SharpDevelop uitgeschakeld
no: Tillegget vil bli deaktivert etter en omstart av SharpDevelop
pl: Dodatek będzie zablokowany po restarcie SharpDevelop
pt: O AddIn vai ser desactivado depois de reinciar o SharpDevelop
pt_br: Recurso será desabilitado após reiniciar o SharpDevelop
ro: AddIn-ul va fi dezactivat dupa restartarea SharpDevelop
ru: Плагин станет недоступным после перезапуска SharpDevelop
tr: Eklenti SharpDevelop yeniden başlatıldığında etkisiz hale gelecektir.
zh: 插件将在重启SharpDevelop后失效

# AddInManager.CannotDisableAddInManager
source: You cannot disable the AddInManager because you need it to re-enable AddIns!
es: ¡No se puede deshabilitar el Administrador de Complementos porque se necesita para re-habilitar complementos!
fi: Ei voi poistaa AddInManageria
fr: Vous ne pouvez pas désactiver l'AddInManager, il est nécessaire pour ré-activer les AddIns!
hu: A kiegészítőkezelő nem tiltható le, mert szükséges a kiegészítők engedélyezéséhez és letiltásához.
it: Impossibile disabilitare il gestore degli AddIn in quanto è necessario riabilitare gli AddIn !!!
kr: 추가 기능을 다시 활성화할 때 필요하기 때문에 추가 기능 관리자를 비활성화할 수 없습니다!
nl: De Invoegtoepassing manager kan niet worden uitgeschakeld vanwege de noodzaak om invoegtoepassingen opnieuw te activeren.
no: Du kan ikke slå av tilleggshåndtereren, du trenger den for å slå på igjen tillegg!
pl: Nie możesz zablokować Manadżera Dodatków ponieważ jest potrzebny do odblokowania Dodatków!
pt: Não pode desactivar o Gestor de AddIn pois necessitará dele para reactivar AddIns!
pt_br: Voce não pode desabilitar o Gerenciador de Recursos Adicionais porque voce precisa dele para reativar os Recursos Adicionais!
ro: Nu puteţi dezactiva Managerul de Module deoarece este necesar pentru reactivarea modulelor!
ru: Вы не можете отключить Менеджер Плагинов. Он необходим для переподключения плагинов!
tr: Eklenti yöneticisini etkisizleştiremezsiniz çünkü eklentileri yeniden etkinleştirmelisiniz.
zh: 你不能关闭插件管理器，因为你需要它让插件重新可用！

# AddInManager.CannotInstallIntoApplicationDirectory
source: You cannot install AddIns inside the ${ProductName} directory, they will be picked up as pre-installed AddIns automatically.
es: No se pueden instalar complementos dentro del directorio de ${ProductName}, los complementos serán cargados como complementos pre-instalados automáticamente.
fi: Ei voi asentaa kansioon ${ProductName}.
fr: Vous ne pouvez pas installer d'AddIns dans le répertoire ${ProductName} car les AddIns qu'il contient sont déjà pré-installés.
hu: Nem telepíthet kiegészítőket a(z) ${ProductName} mappába, mivel automatikusan telepített kiegészítőként lennének kezelve.
it: Impossibile installare gli AddIn dentro la cartella ${ProductName}, essi verranno caricati come AddIn preinstallati automaticamente.
kr: ${ProductName} 디렉터리 안에 추가 기능을 설치할 수 없습니다. 이 추가 기능들은 미리 설치된 추가 기능처럼 자동으로 선택될 것입니다.
nl: Invoegtoepassingen kunnen niet in de ${ProductName} map worden geïnstalleerd, ze worden automatisch opgepikt als voorgeïnstalleerde invoegtoepassingen.
no: Du kan ikke installere tilleg i ${ProductName} katalogen, de vil da automatisk oppfattes som preinstallerte tillegg.
pl: Nie możesz instalować Dodatków w katalogu ${ProductName}, one będą wybrane automatycznie jako preinstalowane.
pt: Não pode instalar AddIns na pasta ${ProductName}, os AddIn serão tratados como AddIns pré-instalados automaticamente.
pt_br: Voce não pode instalar Recursos Adicionais dentro do diretorio ${ProductName}. Eles serão tratados como Recursos Adicionais automaticamente pre-instalados.
ro: Nu puteţi instala module în interiorul directoului ${ProductName}, acestea vor fi doar reţinute automat ca module pre-instalate.
ru: Нельзя устанавливать плагины внутри папки ${ProductName}, поскольку они являются предустановленными по умолчанию.
tr: ${ProductName} dizinin içine eklenti yükleyemezsiniz,eklentiler otomatik olarak ön yüklemeli olarak algılanacaktır.
zh: 你不能把插件安装在${ProductName}目录,它们将自动被当作预安装插件.

# AddInManager.DescriptionCancelDeinstallation
source: Aborts the deinstallation of the selected AddIn(s).
es: Cancela la desinstalación de los complementos seleccionados.
fi: Keskeytetään asennuksen poisto
fr: Annule la désinstallation du(des) AddIn(s) sélectionné(s)
hu: A kiválasztott kiegészítő(k) eltávolításának megszakítása.
it: Annulla disinstallazione del/i componente/i selezionato/i.
kr: 선택한 추가 기능을 제거하는 작업을 중단합니다.
nl: Verwijderen van de geselecteerde invoegtoepassing(en) wordt afgebroken.
no: Avbryter avinstalleringen av de(t) valgte tillegg(et)
pl: Przerywa deinstalację wybranych Dodatków.
pt: Cancela a desinstalação do(s) AddIn(s) seleccionado(s)
pt_br: Interrompida a desinstalação do(s) recurso(s) selecionado(s).
ro: Anuleaza dezinstalarea AddIn(urilor) selectat.
ru: Отменяет удаление выделенных плагинов.
tr: Seçili eklentilerin kaldırılmasını iptal eder.
zh: 终止已选插件的卸载

# AddInManager.DescriptionCancelInstall
source: Aborts the installation of the selected AddIn(s).
es: Cancela la instalación de los complementos seleccionados.
fi: Keskeytä asennus
fr: Annule l'installation du(des) AddIn(s) sélectionné(s)
hu: A kiválasztott kiegészítő(k) telepítésének megszakítása.
it: Annulla l'installazione del/i componente/i selezionato/i
kr: 선택한 추가 기능을 설치하는 작업을 중단합니다.
nl: De installatie van de geselecteerde invoegtoepassing(en) wordt afgebroken.
no: Avbryter installeringen av de(t) valgte tillegg(et).
pl: Przerywa instalację wybranych Dodatków.
pt: Cancela a instalação do(s) AddIn(s) seleccionados
pt_br: Interrompida a instalação do(s) recurso(s) selecionado(s).
ro: Renunţă la instalarea moduluilui selectat.
ru: Отменяет установку выделенных плагинов.
tr: Seçili eklentilerin kurulumunu iptal eder.
zh: 终止已选插件的安装

# AddInManager.DescriptionCancelUpdate
source: Aborts the update of the selected AddIn(s).
es: Cancela la actualización de los complementos seleccionados.
fi: Keskeytä päivitys
fr: Annule la mise a jour du(des) AddIn(s) sélectionné(s)
hu: A kiválasztott kiegészítő(k) frissítésének megszakítása.
it: Annulla l'aggiornamento del/i componente/i selezionato/i
kr: 선택한 추가 기능을 업데이트하는 작업을 중단합니다.
nl: Breekt bijwerken van de geselecteerde invoegtoepassing(en) af.
no: Avbryter oppdateringen av de(t) valgte tillegg(et).
pl: Przerywa aktualizację wybranych Dodatków.
pt: Cancela a actualização do(s) AddIn(s) seleccionado(s).
pt_br: Interrompida a atualização do(s) recurso(s) selecionado(s).
ro: Renunţă la actualizarea moduluilui selectat.
ru: Отменяет обновление выделенных плагинов.
tr: Seçili eklentilerin güncelleştirilmesini iptal eder.
zh: 终止已选插件的更新.

# AddInManager.DescriptionDisable
source: Disables the selected AddIn(s).
es: Desactiva los complementos seleccionados.
fi: Poista valitu laajennus
fr: Désactive le(s) AddIn(s) sélectionné(s)
hu: A kiválasztott kiegészítő(k) letiltása.
it: Disabilita il componente/i selezionato/i.
kr: 선택한 추가 기능을 비활성화합니다.
nl: Schakelt de geselecteerde Invoegtoepassing(en) uit.
no: Deaktiverer de(t) valgte tillegg(et).
pl: Blokuje wybrane Dodatki.
pt: Desactiva o(s) AddIn(s) selecionado(s).
pt_br: Desabilitar o(s) recurso(s) selecionado(s).
ro: Dezactiveaza Addin-ul(urile) selectate.
ru: Отключает выбранные плагины.
tr: Seçili eklentiyi etkisiz kılar.
zh: 禁用选中的插件

# AddInManager.DescriptionEnable
source: Enables the selected AddIn(s).
es: Activa el complemento seleccionado.
fi: Ota käyttöön
fr: Active le(s) AddIn(s) sélectionné(s)
hu: A kiválasztott kiegészítő(k) engedélyezése.
it: Abilita il componente/i selezionato/i.
kr: 선택된 추가 기능을 활성화합니다.
nl: Schakelt de geselecteerde invoegtoepassing(en) in.
no: Aktiver de(t) valgte tillegg(et).
pl: Odblokowuje wybrane Dodatki.
pt: Activa o(s) AddIn(s) selecionnado(s).
pt_br: Habilitar o(s) recurso(s) selecionado(s).
ro: Activeaza Addin-ul(urile) selectat(e).
ru: Включает выбранные плагины.
tr: Seçili eklentiyi etkinleştirir.
zh: 启用选中的插件

# AddInManager.DescriptionInconsistentSelection
source: The selection is inconsistent, please select only AddIns with the same status.
es: La selección es inconsistente, por favor seleccione solamente complementos con el mismo estado.
fi: Epäjohdonmukainen valinta
fr: La sélection est incohérente, veuillez uniquement sélectionner des AddIns ayant le même état.
hu: A kijelölés érvénytelen, kérem, csak azonos állapotú kiegészítőket jelöljön ki.
it: La selezione non è consistente, scegli solo Componenti con lo stesso status.
kr: 선택 내용이 일관적이지 않습니다. 같은 상태를 가진 추가 기능만 선택하십시오.
nl: De selectie is niet consistent. Selecteer aub alleen invoegtoepassingen met gelijke status.
no: Utvalget er inkonsistent, vennligst velg kun tillegg med samme status.
pl: Wybór jest niekonsekwentny, proszę wybrać tylko Dodatki z takim samym statusem.
pt: A seleccção é inconsistente, por favor seleccione apenas AddIns com o mesmo status.
pt_br: A seleção é inconsistente. Por favor, selecionar apenas recursos com o mesmo estado.
ro: Selecţia este inconsistentă; vă rog să selectaţi doar AddIn+uri cu acelaşi statut.
ru: Неправильное выделение, пожалуйста, выделите плагины с одинаковым статусом.
tr: Seçim tutarsız, lütfen sadece aynı durumdaki eklentileri seçin.
zh: 插件选择不匹配,请选择相同状态的插件.

# AddInManager.FileAssociation
source: AddIn Installation Package
es: Paquete de Instalación de Complemento
fi: Tiedosto sidos
fr: Paquet d'installation d'AddIn
hu: Kiegészítőtelepítő-csomag
it: Pacchetto Installazione Componente
kr: 추가 기능 설치 패키지
nl: Invoegtoepassing Installatiepakket
no: Pakke for tilleggsinstallering
pl: Pakiet Instalacyjny Dodatku
pt: Pacote para Instalação de AddIn
pt_br: Pacote de instalação de recurso(s).
ro: Pachet de instalare modul
ru: Установочный пакет плагина
tr: Eklenti yükleme paketi
zh: 插件安装包

# AddInManager.FileFilter
source: SharpDevelop AddIns|*.addin;*.sdaddin|All files|*.*
es: Complementos de SharpDevelop|*.addin;*.sdaddin|Todos los archivos|*.*
fi: Suodata|*.addin;*.sdaddin|Kaikki suodattimet|*.*
fr: AddIns SharpDevelop|*.addin;*.sdaddin|Tous les fichiers|*.*
hu: SharpDevelop-kiegészítők|*.addin;*.sdaddin|Minden fájl|*.*
it: Componenti di SharpDevelop|*.addin;*.sdaddin|Tutti i file|*.*
kr: SharpDevelop 추가 기능|*.addin;*.sdaddin|모든 파일|*.*
nl: SharpDevelop invoegtoepassingen|*.addin;*.sdaddin|Alle bestanden|*.*
no: SharpDevelop tillegg|*.addin;*.sdaddin|Alle filer|*.*
pl: Dodatki SharpDevelop|*.addin;*.sdaddin|Wszystkie pliki|*.*
pt_br: Adicionais do SharpDevelop|*.addin;*.sdaddin|Todos os arquivos|*.*
ro: Module SharpDevelop|*.addin;*.sdaddin|All files|*.*
ru: Плагины SharpDevelop|*.addin;*.sdaddin|Все файлы|*.*
tr: SharpDevelop Eklentileri|*.addin;*.saddin|All files|*.*
zh: SharpDevelop插件|*.addin;*.sdaddin|所有文件|*.*

# AddInManager.InstallButton
source: &Install AddIn
es: &Instalar Complemento
fi: Asenna
fr: &Installer un AddIn
hu: K&iegészítő telepítése
it: &Install Componente
kr: 추가 기능 설치(&I)
nl: &Installeren
no: &Installer tillegg
pl: &Instaluj Dodatek
pt: &Instalar AddIn
pt_br: &Instalar recurso adicional
ro: &Instaleaza AddIn
ru: Установить плагин
tr: Eklenti &Kur
zh: 插件安装(&I)
