Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ICSharpCode.WixBinding.WixDirectoryElement.WindowsVolume
source: Windows Volume
fi: Windows Volyme
fr: Volume Windows
hu: Windows Kötet
it: Volume Windows
kr: Windows 볼륨
nl: Windows schijf
no: Windows stasjon
pt: Volume Windows
ru: Регулятор громкости Windows
tr: Windows Diski
zh: Windows卷标

# ICSharpCode.WixBinding.WixExtensionsFolderNode.Text
source: WiX Extensions
es: Extensiones WiX
fi: WiX liite
fr: Extensions WiX
it: Estensioni WiX
kr: WiX 확장
nl: WiX extensies
no: WiX utvidelser
pl: Rozszerzenia WiX
pt_br: Extensões WiX
ru: Расширения WiX
tr: WiX Uzantıları
zh: WiX扩展

# ICSharpCode.WixBinding.WixFileFilterName
source: WiX files
es: Archivos WiX
fi: WiX tiedosto
fr: Fichiers WiX
hu: WiX fájlok
it: File WiX
kr: WiX 파일
nl: WiX bestanden
no: WiX filer
pl: Pliki WiX
pt: Ficheiros WiX
ro: Fişiere WiX
ru: Файлы WiX
tr: WiX dosyaları
zh: WiX文件

# ICSharpCode.WixBinding.WixLibraryFolderNode.Text
source: WiX Libraries
es: Bibliotecas WiX
fi: WiX kirjasto
fr: Bibliothèques WiX
hu: WiX Könyvtárak
it: Librerie WiX
kr: WiX 라이브러리
nl: WiX bibliotheken
no: WiX biblioteker
pl: Biblioteki WiX
pt: Bibliotecas Wix
ro: Biblioteci WiX
ru: Библиотеки WiX
tr: WiX Kütüphaneleri
zh: WiX库

# ICSharpCode.WixBinding.WixLocalizationFileFilterName
source: WiX Localization Files
es: Archivos de Localización WiX
fr: Fichiers de localisation WiX
hu: WiX Lokalizációs Fájlok
it: File di Localizzazione WiX
kr: WiX 지역화 파일
nl: WiX localisatie bestanden
no: WiX språkfiler
pl: Pliki Lokalizacyjne WiX
pt: Ficheiros de Localização WiX
ru: Файлы локализации WiX
tr: WiX Yerelleştirme Dosyaları

# ICSharpCode.WixBinding.WixNetFxExtensionTitle
source: .NET Framework Extension
es: Extensión .NET Framework
fr: Extension du framework .NET
it: Estensione .NET Framework
kr: .NET 프레임워크 확장
nl: .NET Raamwerk uitbreiding
no: .NET rammeverk utvidelse
pl: Rozszerzenie .NET Framework
pt: Extensão .NET
ru: Расширение .NET Framework
tr: .NET Çatı Uzantısı

# ICSharpCode.WixBinding.WixNotInstalled
source: WiX is not installed. Please download WiX from http://wixtoolset.org/
es: WiX no está instalado. Por favor descargue WiX desde http://wixtoolset.org/
fr: WiX n'est pas installé. Téléchargez le depuis http://wixtoolset.org/
it: WiX non è installato. Per favore scarica WiX da http://wixtoolset.org/
nl: WiX is niet geïnstalleerd. Download a.u.b. WiX van http://wixtoolset.org/
ru: WiX не установлен. Пожалуйста, скачайте WiX с сайта http://wixtoolset.org/

# ICSharpCode.WixBinding.WixPackageFilesDiffControl.NoDiffFound
source: No difference found.
es: No se encontraron diferencias.
fr: Aucune différence n'a été trouvée.
hu: Nem található különbség.
it: Nessuna differenza trovata.
kr: 차이가 발견되지 않았습니다.
nl: Geen verschil gevonden.
no: Ingen forskjeller funnet.
pl: Nie znaleziono różnic.
pt: Não foram encontradas diferenças
ru: Различия не обнаружены.
tr: Fark bulunamadı
zh: 无差异。

# ICSharpCode.WixBinding.WixProjectFileAssociation
source: WiX Project
es: Proyecto WiX
fi: WIX projekti
fr: Projet WiX
hu: WiX Projekt
it: Progetto WiX
kr: WiX 프로젝트
no: WiX prosjekt
pl: Projekt WiX
pt: Projecto WiX
ru: Проект WiX
tr: WiX Projesi
zh: WiX项目

# ICSharpCode.WixBinding.WixProjectFilesFilterName
source: WiX Project Files
es: Archivos de Proyecto WiX
fi: WIX projektitiedostot
fr: Fichiers du projet WiX
hu: WiX Projekt Fájlok
it: File di Progetto WiX
kr: WiX 프로젝트 파일
nl: WiX project bestanden
no: WiX prosjektfiler
pl: Pliki Projektu WiX
pt: Ficheiros de Projecto Wix
ru: Файлы проекта WiX
tr: WiX Proje Dosyaları
zh: WiX项目文件

# ICSharpCode.WixBinding.WixTargetsFileFilterName
source: WiX Targets File
es: Archivo de Destinos WiX
fi: WiX kohdetiedosto
fr: Fichier de cibles WiX
it: File Destinazione di WiX
kr: WiX 대상 파일
nl: WiX doel-bestand
no: WiX mål fil
pl: Plik Celów WiX
ru: Целевой файл WiX
tr: WiX Hedef Dosyası
zh: WiX目标文件

# ICSharpCode.WixBinding.WixTasksFileFilterName
source: WiX Tasks File
es: Archivo de Tareas WiX
fi: WiX tehtävätiedosto
fr: Fichier de tâches WiX
it: File Task di WiX
kr: WiX 작업 파일
nl: WiX taak-bestand
no: WiX oppgaver fil
pl: Plik Zadań WiX
ru: Файл задач WiX
tr: WiX Görev Dosyası
zh: WiX任务文件

# ICSharpCode.WixBinding.WixVisualStudioExtensionTitle
source: Visual Studio Extension
es: Extensión Visual Studio
fr: Extension Visual Studio
it: Estensione Visual Studio
kr: Visual Studio 확장
nl: Visual Studio extensie
no: Visual Studio utvidelse
pl: Rozszerzenie Visual Studio
pt: Extensão Visual Studio
ru: Расширение Visual Studio
tr: Visual Studio Uzantısı
zh: Visual Studio扩展

# ICSharpCode.WpfDesign.AddIn.ThumbnailViewPad
source: WPF Designer Thumbnail View
es: Diseñador de Thumbnail WPF
fr: Vignettes du Concepteur WPF
it: Anteprima WPF Designer
nl: WPF ontwerper thumbnail overzicht
ru: Просмотр эскизов дизайнера WPF

# ICSharpCode.WPFDesigner.ContextMenu.Copy
source: Copy
es: Copiar
fi: Kopioi
fr: Copier
it: Copia
nl: Kopieëren
no: Kopier
ru: Копировать
zh: 复制

# ICSharpCode.WPFDesigner.ContextMenu.Cut
source: Cut
es: Cortar
fi: Leikkaa
fr: Couper
it: Taglia
nl: Knippen
no: Klipp ut
ru: Вырезать
zh: 粘贴

# ICSharpCode.WPFDesigner.ContextMenu.Outline
source: Outline
es: Subrayar
fr: Souligner
it: Struttura
nl: Overzicht
no: Oversikt
ru: Структура документа
zh: 大纲

# ICSharpCode.WPFDesigner.ContextMenu.Paste
source: Paste
es: Pegar
fi: Liitä
fr: Coller
it: Incolla
nl: Invoegen
no: Lim inn
ru: Вставить
zh: 粘贴

# ICSharpCode.WPFDesigner.ContextMenu.Properties
source: Properties
es: Propiedades
fi: Ominaisuudet
fr: Propriétés
it: Proprietà
nl: Eigenschappen
no: Egenskaper
ru: Свойства
zh: 属性

# ICSharpCode.WPFDesigner.ContextMenu.Redo
source: Redo
es: Rehacer
fi: Tee uudestaan
fr: Refaire
it: Ripeti
nl: Opnieuw
no: Gjenta
ru: Повторить
zh: 撤销

# ICSharpCode.WPFDesigner.ContextMenu.Remove
source: Remove
es: Eliminar
fi: Poista
fr: Enlever
it: Rimuovi
nl: Verwijderen
no: Fjern
ru: Удалить
zh: 移除

# ICSharpCode.WPFDesigner.ContextMenu.Tools
source: Tools
es: Herramientas
fi: Työkalut
fr: Outils
it: Strumenti
nl: Hulpmiddelen
no: Verktøy
ru: Сервис
zh: 工具

# ICSharpCode.WPFDesigner.ContextMenu.Undo
source: Undo
es: Deshacer
fi: Kumoa
fr: Défaire
it: Annulla
nl: Ongedaan maken
no: Angre
ru: Отменить
zh: 撤销

# ICSharpCode.WPFDesigner.ContextMenu.ViewXAML
source: View XAML
es: Ver XAML
fi: Näytä XAML
fr: Voir le XAML
it: Mostra XAML
nl: XAML weergeven
no: Vis XAML
ru: Просмотреть XAML
zh: 查看XAML

# ICSharpCode.XmlEditor.AddAttributeDialog.CustomAttributeLabel
source: Custom:
es: Personalizado:
fr: Personnalisé:
hu: Egyedi:
it: Personalizzato:
kr: 사용자 지정:
nl: Aangepast:
no: Egendefinert:
pl: Własne:
pt: Personalizado:
ru: Настроить:
tr: Özel:
zh: 名称:

# ICSharpCode.XmlEditor.AddAttributeDialog.Title
source: Add Attribute
es: Agregar Atributo
fi: Lisää ominaisuuksia
fr: Ajouter un attribut
hu: Attribútum hozzáadása
it: Aggiungi Attributo
kr: 특성 더하기
nl: Voeg attribuut toe
no: Legg til attributt
pl: Dodaj Atrybut
pt: Adicionar atributo
ru: Добавить атрибут
tr: Özellik ekle
zh: 添加属性

# ICSharpCode.XmlEditor.AddElementDialog.CustomElementLabel
source: Custom:
es: Personalizado:
fr: Personnaliser:
hu: Egyedi:
it: Personalizzato:
kr: 사용자 지정:
nl: Aangepast:
no: Egendefinert:
pl: Własne:
pt: Personalizado:
ru: Настроить:
tr: Özel:
zh: 名称:

# ICSharpCode.XmlEditor.AddElementDialog.Title
source: Add Element
es: Agregar Elemento
fi: Lisää elementti
fr: Ajouter un élément
it: Aggiungi elemento
kr: 요소 더하기
nl: Element toevoegen
no: Legg til element
pl: Dodaj Element
pt: Adicionar elemento
ru: Добавить элемент
tr: Eleman Ekle
zh: 添加元素

# ICSharpCode.XmlEditor.AssignXSLT
source: &Assign XSLT...
es: &Asignar XSLT...
fr: &Assigner un XSLT...
hu: XSLT &Hozzárendelése...
it: &Assegna XSLT...
kr: XSLT 지정(&A)...
nl: XSLT toewijzen...
no: Tilordne XSLT...
pl: &Przypisz XSLT...
pt: &Atribuir XSLT...
pt_br: &Assinala XSLT...
ru: Связать XSLT...
tr: XSLT &Belirle
zh: 指定XSLT(&A)

# ICSharpCode.XmlEditor.AssignXSLT.Title
source: Assign XSLT Stylesheet
es: Asignar Hoja de Estilo XSLT
fr: Assigner une feuille de style XSLT
hu: XSLT Stíluslap Hozzárendelés
it: Assegna foglio di stile XSLT
kr: XSLT 스타일시트를 지정하십시오
nl: XSLT opmaakprofiel toewijzen
no: Tilordne XSLT stilark
pl: Przypisz Arkusz Stylów XSLT
pt: Atribuir folha de estilos XSLT
pt_br: Assinalar estilo XSLT
ru: Связать листы стилей XSLT
tr: XSLT Stil Sayfası Belirle
zh: 指定XSLT Stylesheet

# ICSharpCode.XmlEditor.CreateSchemaMenuLabel
source: &Create Schema
es: &Crear Esquema
fi: &Luo malli
fr: &Créer le schéma
hu: Séma &Készítése
it: &Crea Schema
kr: 스키마 만들기(&C)
nl: Maak schema
no: Lag skjema
pl: Utwórz S&chemat
pt: &Criar Esquema
pt_br: &Criar Esquema
ro: &Creează Schema
ru: Создать схему
tr: Şema Oluştur
zh: 创建XML大纲(Schema)(&C)

# ICSharpCode.XmlEditor.HideXPathResults
source: Hide &XPath Results
es: Ocultar Resultados de &XPath
fr: Cacher les résultats &XPath
it: Nascondi risultati &XPath
kr: XPath 결과 숨기기(&X)
nl: &XPath resultaten verbergen
no: Skjul &XPath resultater
pl: Ukryj Rezultaty &XPath
pt: Esconder Resultados &XPath
ru: Скрыть результаты &XPath
tr: XPath Sonuçlarını Gizle
zh: 隐藏XPath结果(&X)

# ICSharpCode.XmlEditor.OpenXSLT
source: &Open XSLT
es: A&brir XSLT
fi: &Avaa XSLT
fr: &Ouvrir XSLT
hu: XSLT &Megnyitása
it: &Apri XSLT
kr: XSLT 열기(&O)
nl: XSLT &Openen
no: Åpne XSLT
pl: &Otwórz XSLT
pt: &Abir XSLT
pt_br: &Abrir XSLT
ro: &Deschide XSLT
ru: Открыть XSLT
tr: XSLT &Aç
zh: 打开XSLT(&O)

# ICSharpCode.XmlEditor.RunXSLT
source: Run XSL&T
es: Ejecutar XSL&T
fi: Aja XSL&T
fr: Lancer XSL&T
hu: XSLT &Futtatása
it: Esegui XSL&T
kr: XSLT 실행(&T)
nl: XSL&T uitvoeren
no: Kjør XSLT
pl: Uruchom XSL&T
pt: Executar XSL&T
pt_br: Executar XSL&T
ro: Execută XSL&T
ru: Запустить XSL&T
tr: XSL&T Çalıştır
zh: 执行XSL&T

# ICSharpCode.XmlEditor.SelectXmlSchema.DialogTitle
source: Select XML Schema
es: Seleccionar Esquema XML
fi: Valitse XML malli
fr: Sélectionner le schéma XML
hu: XML Séma kiválasztása
it: Seleziona Schema XML
kr: XML 스키마 선택
nl: Selecteer XML schema
no: Velg XML skjema
pl: Wybierz Schemat XML
pt: Seleccionar Esquema XML
pt_br: Selecionar Esquema XML
ro: Selectare Schemă XML
ru: Выберите схему XML
tr: XML Şemasını Seçin
zh: 选择XML架构

# ICSharpCode.XmlEditor.ValidateXmlMenuLabel
source: &Validate XML
es: &Validar XML
fi: &Validoi XML
fr: &Valider le XML
hu: XML &Validálása
it: &Verifica XML
kr: XML 검증(&V)
nl: &Valideer XML
no: Valider XML
pl: Sprawdź &poprawność XML
pt: &Validar XML
pt_br: &Validar XML
ro: &Validare XML
ru: Проверить XML
tr: XML 'yi Doğrula
zh: 验证XML(&V)

# ICSharpCode.XmlEditor.XmlEditorOptionsPanel.FoldingGroupLabel
source: Folding
es: Colapsado
fi: Taittaminen
fr: Développer le mode plan ('folding')
hu: Összezárás
it: Cartelle
kr: 접기
nl: Vouwen
no: Linjebretting
pl: Zwijanie
pt: Dobragem
pt_br: Dobradura
ro: Pliere
ru: Использовать вкладки
tr: Katlama
zh: 折叠

# ICSharpCode.XmlEditor.XmlEditorOptionsPanel.ShowAttributesWhenFoldedLabel
source: Show &attributes when folded
es: Mostrar &atributos cuando esté colapsado
fr: Afficher les &attributs en mode plan
hu: Attribútumok &mutatása összezárva
it: Mostra &attributi in modalità cartelle
kr: 접혔을 때 특성 보이기(&A)
nl: Toon &attributen in vouw positie
no: Vis &attributter ved folding
pl: Pokazuj %atrybuty kiedy zwinięte
pt: Mostrar &atributos quando dobrado
pt_br: Exibir &atributos quando dobrado
ru: Показывать атрибуты в свёрнутом элементе
tr: Katlandığında özellikleri göster
zh: 折叠时显示属性(&A)

# ICSharpCode.XmlEditor.XmlEditorOptionsPanel.ShowSchemaAnnotationLabel
source: Show schema anno&tation
es: Mostrar ano&tación de esquema
fr: Afficher les annotations de schéma
hu: Séma magya&rázatok mutatása
it: Mostra anno&tazioni dello schema
kr: 스키마 annotation 보이기(&T)
nl: Toon schema aan&tekeningen
no: Vis merknader fra skjema
pl: Pokazuj adno&tacje schematu
pt: Mostrar ano&tação do esquema
pt_br: Exibir anotações de esquema
ru: Показать комментарий к схеме
tr: Şema notlarını göster
zh: 显示注释模式

# ICSharpCode.XmlEditor.XmlEditorOptionsPanel.Title
source: XML Options
es: Opciones XML
fi: XML asetukset
fr: Options XML
hu: XML Beállítások
it: Opzioni XML
kr: XML 옵션
nl: XML opties
no: Alternativer for XML
pl: Opcje XML
pt: Opções XML
pt_br: Opções XML
ro: Opţiuni XML
ru: Настройка XML
tr: XML Ayarları
zh: XML选项

# ICSharpCode.XmlEditor.XmlEditorOptionsPanel.XmlCompletionGroupLabel
source: XML Completion
es: Completado de XML
fi: XML valmistaminen
fr: Complétion du XML
hu: XML Kiegészítés
it: Autocompletamento XML
kr: XML 자동 완성
nl: XML Completering
no: XML fullføring
pl: Kompletowanie XML
pt: Finalização XML
pt_br: Assistente XML
ro: Completare XML
ru: Завершение XML
tr: XML Tamamlama
zh: XML结束

# ICSharpCode.XmlEditor.XmlSchemaPanel.FileExtensionLabelText
source: &Extension:
es: &Extensión:
fi: &Lisäykset::
hu: &Kiterjesztés:
it: &Estensione:
kr: 확장자(&E):
nl: &Extensie:
no: &Filtype:
pl: Rozsz&erzenie:
pt: &Extensão:
pt_br: &Extensão:
ro: &Extensie:
ru: Расширение:
tr: Uzantı:
zh: 扩展(&E)：

# ICSharpCode.XmlEditor.XmlSchemaPanel.FileExtensionsGroupBoxText
source: File Extensions
es: Extensiones de Archivos
fi: Laajennokset
fr: Extensions
hu: Fájl kiterjesztések
it: Estensione File
kr: 파일 확장자
nl: Bestands extensies
no: Filtyper
pl: Rozszerzenia pliku
pt: Extensões de Ficheiros
pt_br: Extensões de Arquivos
ro: Extensii Fişier
ru: Расширения файлов
tr: Dosya Uzantıları
zh: 文件扩展名

# ICSharpCode.XmlEditor.XmlSchemaPanel.NamespacePrefixLabelText
source: &Prefix:
es: &Prefijo:
fi: &Etuliite:
fr: &Préfixe:
hu: &Előtag:
it: &Prefisso:
kr: 접두사(&P):
no: &Prefiks:
pl: &Prefiks:
pt: &Prefixo:
pt_br: &Prefixo:
ru: Префикс:
tr: Ön Ek:
zh: 前缀(&P):

# ICSharpCode.XmlEditor.XmlSchemaPanel.SchemaLabelText
source: &Schema:
es: E&squema:
fi: &Malli
fr: &Schéma
hu: &Séma:
kr: 스키마(&S):
no: &Skjema:
pl: &Schemat:
pt: &Esquema:
pt_br: &Esquema:
ru: Схема:
tr: Şema:
zh: 架构(&S):

# ICSharpCode.XmlEditor.XmlSchemaPanel.SchemasGroupBoxText
source: Schemas
es: Esquemas
fi: Mallit
fr: Schémas
hu: Sémák
it: Schemi
kr: 스키마
no: Skjemaer
pl: Schematy
pt: Esquemas
pt_br: Esquemas
ro: Scheme
ru: Схемы
tr: Şemalar
zh: 架构

# ICSharpCode.XmlEditor.XmlSchemasPanel.NamespaceExists
source: Unable to add schema. The namespace '{0}' already exists.
es: No se pudo agregar el esquema. El namespace '{0}' ya existe.
fi: Malliin lisääminen epäonnistui. Nimiavaruus '{0}' on jo olemassa.
fr: Impossible d'ajouter le schéma. L'espace de nom '{0}' existe déjà.
hu: A sémát nem lehet hozzáadni. A '{0}' névtér már létezik.
it: Impossibile aggiungere lo schema. Esiste già il namespace '{0}'
kr: 스키마를 더할 수 없습니다. 네임스페이스 '{0}'이 이미 있습니다.
nl: Kan schema niet toevoegen. Naamruimte '{0}' bestaat reeds.
no: Kan ikke legge til skjema. Navnerommet '{0}' eksisterer allerede.
pl: Nie można dodać schematu. Przestrzeń nazw '{0}' już istnieje.
pt: Impossível adicionar ao esquema. O espaço de nomeação '{0}' já existe.
pt_br: Não é possível adicionar esquema. O namespace '{0}' já existe.
ru: Невозможно добавить схему. Пространство имён '{0}' уже существует.
tr: Şema eklenemiyor. '{0}' isimboşluğu zaten var.
zh: 无法添加大纲. 因为命名空间'{0}'已经存在.

# ICSharpCode.XmlEditor.XmlSchemasPanel.NoTargetNamespace
source: Schema '{0}' does not have a target namespace.
es: El esquema '{0}' no tiene un namespace asociado.
fi: Mallin kohteella '{0}' ei ole nimiavaruutta
fr: Le schéma '{0}' ne cible pas un espace de nom.
hu: A '{0}' sémának nincs megadva cél névtere.
it: Lo schema '{0}' non ha un namespace di destinazione.
kr: '{0}' 스키마는 대상 네임스페이스를 가지고 있지 않습니다.
nl: Schema '{0}' heeft geen doel naamruimte.
no: Skjemaet '{0}' har ikke et tilordnet navnerom.
pl: Schemat '{0}' nie posiada docelowej przestrzeni nazw.
pt: O esquema '{0}' não tem espaço de nomeação alvo.
pt_br: O esquema '{0}' não possui um namespace destino.
ru: У схемы '{0}' нет целевого пространства имён.
tr: '{0}' şemasının hedef isimboşluğu yok.
zh: 大纲'{0}'没有目标命名空间.

# ICSharpCode.XmlEditor.XmlSchemasPanel.Title
source: XML Schemas
es: Esquemas XML
fi: XML Schemat (Mallit)
fr: Schémas XML
hu: XML Sémák
it: Schemi XML
kr: XML 스키마
no: XML skjema
pl: Schematy XML
pt: Esquemas XML
pt_br: Esquemas XML
ro: Scheme XML
ru: Схемы XML
tr: XML Şemaları

# ICSharpCode.XmlEditor.XmlSchemasPanel.UnableToAddSchema
source: Unable to add schema.
es: No se pudo agregar el esquema.
fi: Ei voida lisätä malliin.
fr: Impossible d'ajouter un schéma.
hu: A séma hozzáadása nem lehetséges.
it: Impossibile aggiungere lo schema.
kr: 스키마를 더할 수 없습니다.
nl: Kan schema niet toevoegen.
no: Kan ikke legge til skjema.
pl: Nie można dodać schematu.
pt: Impossível adicionar esquema.
pt_br: Não é possível adicionar esquema.
ru: Невозможно добавить схему.
tr: Şema eklenemiyor.
zh: 无法添加schema.

# ICSharpCode.XmlEditor.XmlSchemasPanel.UnableToSaveChanges
source: Unable to save changes.
es: No se pudieron guardar los cambios.
fi: Ei voi tallentaa muutoksia
fr: N'a pas pu enregistrer les modifications.
hu: A változások mentése sikertelen.
it: Impossibile salvare le modifiche.
kr: 변경 사항을 저장할 수 없습니다.
nl: Kan wijzigingen niet opslaan.
no: Kan ikke lagre endringer.
pl: Nie można zachować zmian.
pt: Impossível guardar alterações.
pt_br: Não é possível salvar as alterações.
ru: Невозможно сохранить изменения.
tr: Değişiklikler kayıt edilemiyor.
zh: 无法保存更改.

# ICSharpCode.XmlEditor.XmlTreeView.AddAttributeMenuLabel
source: Add Attribute...
es: Agregar Atributo...
fi: Lisää attribuutti ...
fr: Ajouter un attribut...
it: Aggiungi attributo...
kr: 특성 더하기...
nl: Voeg attribuut toe...
no: Legg til attributt...
pl: Dodaj Atrybut...
pt: Adicionar atributo...
ro: Adaugă atribut...
ru: Добавить атрибут...
zh: 新增属性...

# ICSharpCode.XmlEditor.XmlTreeView.AddChildCommentMenuLabel
source: Add Child Comment
es: Agregar Comentario Hijo
fr: Ajouter un commentaire enfant
it: Aggiungi Commento Figlio
kr: 하위 주석 더하기
nl: Voeg kind opmerking toe
no: Legg til underordnet kommentar
pt: Adicionar Comentário de Descendente
ru: Добавить дочерний комментарий
zh: 添加子注释

# ICSharpCode.XmlEditor.XmlTreeView.AddChildElementMenuLabel
source: Add Child Element...
es: Agregar Elemento Hijo...
fr: Ajouter un élément enfant...
it: Aggiungi Elemento Figlio...
kr: 하위 요소 더하기...
nl: Voeg kind element toe...
no: Legg til underordnet element...
pt: Adicionar elemento "filho"
ru: Добавить дочерний элемент...
zh: 添加子元素...

# ICSharpCode.XmlEditor.XmlTreeView.AddChildTextNodeAfterMenuLabel
source: Add Child Text Node
es: Agregar Nodo de Texto Hijo
fr: Ajouter un noeud de texte enfant
it: Aggiungi SottoNodo Testo
kr: 하위 텍스트 노드 더하기
nl: Voeg kind tekstknooppunt toe
no: Legg til underordnet tekstnode
pt: Adicionar Nó de Texto Dependente
ru: Добавить дочерний текстовый узел
zh: 插入子文本节点

# ICSharpCode.XmlEditor.XmlTreeView.InsertCommentAfterMenuLabel
source: Insert Comment After
es: Insertar Comentario Después
fi: Lisää kommentti jälkeen
fr: Insérer un commentaire aprés
it: Inserisci Commento Dopo
kr: 뒤에 주석 넣기
nl: Voeg hierna opmerking in
no: Sett inn kommentar etter
pl: Dodaj Komentarz Po
pt: Inserir Comentário Depois de
ru: Вставка комментария после
zh: 在此之后插入注释

# ICSharpCode.XmlEditor.XmlTreeView.InsertCommentBeforeMenuLabel
source: Insert Comment Before
es: Insertar Comentario Antes
fi: Lisää kommentti ennen
fr: Insérer un commentaire avant
it: Inserisci Comment Prima
kr: 앞에 주석 넣기
nl: Hiervoor opmerking invoegen
no: Sett inn kommentar før
pt: Inserir Comentário Antes de
ru: Вставка комментария перед
zh: 在此之前插入注释

# ICSharpCode.XmlEditor.XmlTreeView.InsertElementAfterMenuLabel
source: Insert Element After...
es: Insertar Elemento Después...
fi: Lisää elementin jälkeen ...
fr: Insérer un élément aprés...
it: Inserisci Elemento Dopo...
kr: 뒤에 요소 넣기...
nl: Voeg element in na...
no: Sett inn element etter...
pt: Inserir elemento depois de ...
ru: Вставка элемента после...
tr: -Dan Sonra Eleman Ekle...
zh: 在此之后插入元素

# ICSharpCode.XmlEditor.XmlTreeView.InsertElementBeforeMenuLabel
source: Insert Element Before...
es: Insertar Elemento Antes...
fi: Lisää ennen elementtiä ...
fr: Insérer un élément avant...
it: Inserisci Elemento Prima...
kr: 앞에 요소 넣기...
nl: Voeg element in voor...
no: Sett inn element før...
pt: Inserir elemento antes de...
ru: Вставка элемента перед...
tr: -Dan Önce Eleman Ekle...
zh: 在此之前插入元素

# ICSharpCode.XmlEditor.XmlTreeView.InsertTextNodeAfterMenuLabel
source: Insert Text Node After
es: Insertar Nodo de Texto Después
fi: Lisää teksti solmun jälkeen
fr: Insérer un noeud de texte aprés
it: Inserisci Nodo Testo Dopo
kr: 뒤에 텍스트 노드 넣기
nl: Voeg hierna tekstknooppunt in
no: Sett inn tekstnode etter
pt: Inserir Nó de Texto Após
ru: Вставка текста узла после
tr: Metin Düğümünü Sonrasına Yerleştir
zh: 在此之后插入文本节点

# ICSharpCode.XmlEditor.XmlTreeView.InsertTextNodeBeforeMenuLabel
source: Insert Text Node Before
es: Insertar Nodo de Texto Antes
fi: Lisää ennen teksti solmua
fr: Insérer un noeud de texte avant
it: Inserisci Node Testo Prima
kr: 앞에 텍스트 노드 넣기
nl: Voeg hiervoor tekstknooppunt in
no: Sett inn tekstnode før
pt: Inserir Nó de Texto Antes
ru: Вставить текст узла перед
tr: Metin Düğümünü Öncesine Yerleştir
zh: 在此之前插入文本节点

# ICSharpCode.XmlEditor.XmlTreeView.RemoveAttributeMenuLabel
source: Remove Attribute
es: Eliminar Atributo
fi: Poista attribuutit
fr: Supprimer un attribut
it: Rimuovi Attributo
kr: 특성 빼기
nl: Attribuut verwijderen
no: Fjern attributt
pl: Usuń Atrybut
pt: Remover atributo
ro: Elimină atribut
ru: Удалить атрибут
tr: Özellik Kaldır
zh: 删除属性

# ICSharpCode.XmlEditor.XmlTreeView.Title
source: XML Tree
es: Esquema XML
fi: XML puut
fr: Arbre XML
hu: XML Fa
it: Struttura XML
kr: XML 트리
nl: XML boom
no: XML tre
pl: Drzewo XML
pt: Árvore XML
ro: Arbore XML
ru: Дерево XML
tr: XML Ağacı
zh: XML树

# ICSharpCode.XmlEditor.XPathQueryPad.NamespaceColumnHeaderTitle
source: Namespace
es: Espacio de Nombres
fr: Espace de nom
hu: Névtér
kr: 네임스페이스
nl: Naamruimte
no: Navnerom
pt: Espaço de nomeação
ro: Spaţiu de nume
ru: Пространство имён
tr: İsim boşluğu
zh: 命令空间

# ICSharpCode.XmlEditor.XPathQueryPad.NamespacesTab
source: Namespaces
es: Espacios de Nombres
fr: Espaces de nom
hu: Névterek
kr: 네임스페이스
nl: Naamruimten
no: Navnerom
pt: Espaços de nomeação
ro: Spaţii de nume
ru: Пространства имён
tr: İsim boşlukları
zh: 命名空间

# ICSharpCode.XmlEditor.XPathQueryPad.NoXPathResultsMessage
source: XPath query found 0 items.
es: La consulta de XPath encontró 0 ítems.
fr: La requète XPath n'a trouvé aucun article.
hu: Az XPath lekérdezés 0 tételt talált.
it: La richiesta XPath non ha trovato nessun elemento.
kr: XPath 질의 결과가 하나도 없습니다.
nl: XPath opvraging vond geen resultaten.
no: XPath spørringen fant 0 elementer.
pt: O inquérito XPath encontrou 0 itens.
ru: Найдено 0 совпадений по XPath запросу.
tr: XPath sorgu sonucu 0 nesne bulundu.
zh: XPath查询没有找到任何项

# ICSharpCode.XmlEditor.XPathQueryPad.PrefixColumnHeaderTitle
source: Prefix
es: Prefijo
fi: Etuliite
fr: Préfixe
hu: Előtag
it: Prefisso
kr: 전치사
nl: Voorvoegsel
no: Forstavelse
pl: Prefiks
pt: Prefixo
ru: Префикс
tr: Ön Ek
zh: 前缀

# ICSharpCode.XmlEditor.XPathQueryPad.QueryButton
source: Query
es: Consulta
fi: Kysymys
fr: Requête
hu: Lekérdezés
kr: 질의
nl: Opvraging
no: Spørring
pl: Zapytanie
pt: Inquérito
ro: Interogare
ru: Запрос
tr: Sorgulama
zh: 查询

# ICSharpCode.XmlEditor.XPathQueryPad.ResultsTab
source: Results
es: Resultados
fi: Tulokset
fr: Résultats
hu: Eredmények
it: Risultati
kr: 결과
nl: Resultaten
no: Resultater
pl: Rezultaty
pt: Resultados
ro: Rezultate
ru: Результаты
tr: Sonuçlar
zh: 结果

# ICSharpCode.XmlEditor.XPathQueryPad.Title
source: XPath Query
fr: Requête XPath
hu: XPath Lekérdezés
it: Query XPath
kr: XPath 질의
nl: XPath opvraging
no: XPath spørring
pl: Zapytanie XPath
pt: Inquérito XPath
ro: XPath Interogare
ru: Запрос XPath
tr: XPath Sorgusu
zh: XPath查询

# ICSharpCode.XmlEditor.XPathQueryPad.XPathMatchColumnHeaderTitle
source: Match
es: Coincidencia
fr: Correspond
it: Corrisponde
kr: 일치
nl: Overeenkomend
no: Treff
pt: Correspondência
ro: Potriviri
ru: Совпадение
tr: Eşleşen
zh: 匹配
