Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ProjectComponent.ContextMenu.GenerateDocumentation.NeedToEditBuildOptions
source: You need to edit the project build options to generate a xml documentation file.
es: Necesita editar las opciones de construcción del proyecto para generar el archivo de documentación XML.
fi: Sinun täytyy muuttaa projektin asetuksia, luodaksesi dokumentaatio tiedoston XML kielellä
fr: Il vous faut éditer les options de construction du projet pour générer un fichier de documentation XML.
hu: Az xml dokumentációs fájl generálásához módosítania kell a projek szerkesztési beállításait.
it: Devi editare le opzioni di generazione per realizzare un file di documentazione XML
kr: XML 문서 파일을 만드려면 프로젝트의 빌드 옵션을 편집해야 합니다.
nl: Om XML documentatie te genereren, dient dit te worden ingeschakeld in de project bouw opties.
no: Du må endre alternativene for bygging i prosjektet for å generere en XML dokumentasjons fil.
pl: Musisz zmienić opcje budowania projektu aby generować plik dokumentacji xml.
pt: Necessita alterar as opções de compilação do projecto para gerar o ficheiro de documentação xml.
pt_br: Voce precisa editar as opções de construção do projeto para gerar o arquivo xml de documentação.
ro: Trebuie să editaţi opţiunile de construire a proiectului pentru a genera fişierul de documentare xml.
ru: Вам нужно отредактировать настройки сборки проекта для создания файла XML-документaции.
tr: Projenin inşa ayarlarını xml döküman dosyası üret şeklinde değiştirmelisiniz.
zh: 您必须修改项目的生成选项才能生成XML文档文件。

# ProjectComponent.ContextMenu.GenerateDocumentation.ProjectNeedsToBeCompiled
source: You need to compile the project.
es: Debe compilar el proyecto.
fi: Projekti pitää olla käännnetty
fr: Il vous faut compiler le projet.
hu: Le kell fordítani a projektet.
it: Devi compilare il progetto.
kr: 프로젝트를 컴파일해야 합니다.
nl: U dient het project te compileren.
no: Du må kompilere prosjektet.
pl: Musisz skompilować projekt.
pt: Necessita compilar o projecto.
pt_br: Voce precisa compilar o projeto.
ro: Trebuie să compilaţi proiectul.
ru: Нужны для сборки проекта.
tr: Projeyi derlemelisiniz

# ProjectComponent.ContextMenu.GenerateDocumentation.ProjectNeedsToBeCompiled2
source: The xml documentation file does not exist, you need to compile the project.
es: El archivo XML de documentación no existe. Debe compilar el proyecto.
fi: XML dokumentaation tiedostoa ei tehty, projekti on ensin käännettävä.
fr: Le fichier de documentation XML n'existe pas, il vous faut compiler le projet.
hu: Az xml dokumentáció fájl nem található, a projekt újrafordítására van szükség.
it: Il file di documentazione XML non esiste, devi compilare il progetto.
kr: XML 문서화 파일이 없습니다. 프로젝트를 컴파일해야 합니다.
nl: XML documentatie bestand komt niet voor, u dient het project te compileren.
no: XML dokumentasjons filen eksisterer ikke, du må kompilere prosjektet.
pl: Plik dokumentacji xml nie istnieje, musisz skompilować projekt.
pt: O ficheiro xml de documentação não existe, necessita de compilar o projecto.
pt_br: O arquivo xml de documentação não existe. Voce precisa compilar o projeto.
ro: Fişierul de documentare xml nu există; trebuie să compilaţi proiectul.
ru: Файл XML-документации не существует, сначала необходимо скомпилировать проект
tr: xml döküman dosyayı yok, projeyi tekrar derlemelisiniz.
zh: XML文件不存在，您需要编译该项目。

# ProjectComponent.ContextMenu.GenerateDocumentation.SHFBNotFound
source: Generating documentation from XML comments requires the 'Sandcastle Help File Builder' to be installed.
es: Generar documentación desde comentarios XML requiere que 'Sandcastle Help File Builder' esté instalado.
fr: Générer la documentation depuis les commentaires XML nécessite l'installation du 'Sandcastle Help File Builder'.
it: Per generare la documentazione da commenti XML bisogna installare 'Sandcastle Help File Builder'.
nl: Documentatie genereren van XML commentaar vereist de installatie van de 'Sandcastle Help bestand bouwer'.
no: Generering av dokumentasjon fra XML-kommentarer krever at 'Sandcastle Help File Builder' er installert.
ru: Создание документации из XML-комментариев требует установленного 'Sandcastle Help File Builder'.
zh: 请先安装Sandcastle帮助文件生成器，才能根据XML备注信息生成对应的文档。

# ProjectComponent.ContextMenu.HtmlExport
source: Html E&xport
es: E&xporta HTML
fi: HTML -vienti
fr: E&xport HTML
hu: Html &Exportálás
it: E&sporta HTML
kr: HTML로 내보내기(&X)
no: HTML eksport
pl: E&xport do HTML
pt: E&xportar HTML
pt_br: E&xportar HTML
ro: E&xport în HTML
ru: Экспорт в HTML
tr: Html İhraç
zh: HTML输出(&X)

# ProjectComponent.ContextMenu.IncludeFileInProject
source: Include In Project
es: Incluir en el Proyecto
fi: Sisällytä projektiin
fr: Inclure dans le projet
hu: Felvétel a Projektbe
it: Include nel Progetto
kr: 프로젝트에 포함
nl: In project opnemen
no: Inkluder i prosjektet
pl: Dołącz Do Projektu
pt: Incluir no Projecto
pt_br: Incluir no Projeto
ro: Includere în Proiect
ru: Включить в проект
tr: Projeye dahil et
zh: 包括在项目中

# ProjectComponent.ContextMenu.IncludeMenu.InCompile
source: Compile
es: Compilar
fi: Käännetty
fr: Compiler
hu: Fordítás
it: Compila
kr: 컴파일
nl: Compileren
no: Kompiler
pl: Kompiluj
pt: Compilar
pt_br: Compilar
ro: Compilare
ru: В компиляцию
tr: Derleme
zh: 成功

# ProjectComponent.ContextMenu.IncludeMenu.InDeploy
source: Deploy
es: Desplegar
fi: Sijoita sisään
fr: Déployer
hu: Telepít
it: Distribuisci
kr: 배포
nl: Leveren
no: Utplasser
pl: Rozmieść
pt: Criar Instalação
pt_br: Distribuir
ro: Desfăşurare
ru: В развертывание
tr: Yerleştir
zh: 部署

# ProjectComponent.ContextMenu.NewDependentItem
source: New Dependent Item...
es: Nuevo Item Dependiente...
fr: Nouveau élément dépendant...
it: Nuovo Elemento Dipendente...
kr: 새 의존 항목...
nl: Nieuw afhankelijk item...
no: Nytt avhengig element...
ru: Новый зависимый компонент...
zh: 新依赖项...

# ProjectComponent.ContextMenu.NewFolder
source: N&ew Folder
es: Directorio nuevo
fi: &Uusi kansio
fr: Nouv&eau Dossier
hu: Új &mappa
it: C&artella nuova
kr: 새 폴더(&E)
nl: Ni&euwe map
no: Ny &mappe
pl: Nowy Folder
pt: Nova &Pasta
pt_br: Nova Pasta
ro: Director N&ou
ru: Новая папка
tr: Y&eni Dizin
zh: 新文件夹(&E)

# ProjectComponent.ContextMenu.NewItem
source: &New Item...
es: &Nuevo Elemento...
fi: &Uusi kohde ...
fr: &Nouveau fichier...
hu: Új &Tétel...
it: &Nuova Voce...
kr: 새 항목(&N)...
nl: &Nieuw item...
no: &Nytt element...
pl: &Nowy Element...
pt: Item &Novo...
pt_br: &Novo item...
ro: Item &Nou...
ru: Новое...
tr: Yeni Öğe...
zh: 新建项(&N)...

# ProjectComponent.ContextMenu.NewProject
source: &New Project...
es: &Nuevo Proyecto...
fi: &Uusi Projekti ..
fr: &Nouveau projet...
hu: Új &Projekt...
it: &Nuovo Progetto...
kr: 새 프로젝트(&N)...
nl: &Nieuw project...
no: &Nytt prosjekt...
pl: &Nowy Projekt...
pt: &Novo Projecto...
pt_br: &Novo Projeto...
ro: Proiect &Nou...
ru: Новый проект...
tr: Yeni Proje
zh: 新项目(&N)

# ProjectComponent.ContextMenu.NewSolutionFolder
source: New Solution &Folder
es: Nueva &Carpeta de Solución
fi: Uusi kokoelma &kansio
fr: Nouveau &Répertoire de Solution
hu: Új Megoldás &Mappa
it: Nuova &Cartella Soluzione
kr: 새 솔루션 꼬리말(&F)
nl: Nieuwe Oplossing map
no: Ny mappe i løsningen
pl: Nowy &Folder Rozwiązania
pt: Pasta para Nova Solução
pt_br: Novo &Diretorio de Soluções
ro: D&osar Soluţie Nouă
ru: Новая папка решения
tr: Yeni Çözüm Dizini
zh: 新解决方案的目录(&F)

# ProjectComponent.ContextMenu.NotAWebProject
source: The project is not a web project.
es: Este proyecto no es un proyecto web.
fr: Ce n'est pas un projet web.
it: Il progetto non è un progetto web.
nl: Dit is geen web project.
ru: Этот проект не является веб-проектом.
zh: 该项目不是一个Web项目。

# ProjectComponent.ContextMenu.Open
source: O&pen
es: A&brir
fi: &Avaa
fr: Ou&vrir
hu: &Megnyit
it: A&pri
kr: 열기(&P)
nl: O&penen
no: Å&pne
pl: Otwórz
pt: &Abrir
pt_br: A&brir
ro: &Deschide
ru: Открыть
tr: &Aç
zh: 打开(&P)

# ProjectComponent.ContextMenu.OpenProjectOutputFolder
source: Open Output Folder
es: Abrir Carpeta de Salida
fi: Avaa projektin ulostulokansio
fr: Ouvrir le dossier de sortie
it: Apri Cartella Destinazione
kr: 출력 폴더 열기
nl: Open de doel map
no: Åpne resultatmappe
pl: Otwórz Folder Docelowy
ru: Открыть выходную папку
zh: 打开输出文件夹

# ProjectComponent.ContextMenu.Rebuild
source: R&ebuild
es: &Re-generar
fi: Luo uudelleen
fr: R&econst.
hu: Új&raszerkeszt
it: R&igenera
kr: 다시 빌드(&E)
nl: H&erbouwen
no: Bygg på nytt
pl: Prz&ebuduj
pt: R&ecompilar
pt_br: R&ecompilar
ru: Пересобрать
tr: Yeniden inşâ et
zh: 重新生成(&E)

# ProjectComponent.ContextMenu.RefreshWebReference
source: Refresh Web Reference
es: Actualizar Referencia Web.
fi: Päivitä webbviitteet
fr: Actualiser les références web
hu: Webhivatkozás frissítése
it: Aggiorna il Riferimento Web
kr: 웹 참조 새로 고침
nl: Web referentie vernieuwen
no: Oppfrisk webreferanse
pl: Odśwież Referencję Web
pt: Renovar Referência Web
pt_br: Atualizar Referecias Web
ru: Обновить веб-ссылку
tr: Web Referansını Tazele
zh: 刷新网络引用

# ProjectComponent.ContextMenu.Rename
source: Re&name
es: Re&nombrar
fi: Nimeä uudelleen
fr: Re&nommer
hu: Át&nevez
it: Ri&nomina
kr: 이름 바꾸기(&N)
nl: Her&noemen
no: &Gi nytt navn
pl: Zmień &nazwę
pt: Re&baptizar
pt_br: Re&nomear
ro: Rede&numire
ru: Переименовать
tr: Yeniden Adla&ndır
zh: 重命名(&N)

# ProjectComponent.ContextMenu.RunProject
source: &Run Project
es: &Ejecutar Proyecto
fi: Aja projekti
fr: Lance&r projet
hu: Projekt &Futtatása
it: &Esegui Progetto
kr: 프로젝트 실행(&R)
nl: P&roject starten
no: Kjør prosjekt
pl: U&ruchom Projekt
pt: Executar Projecto
pt_br: &Executar Projeto
ro: Execuţie P&roiect
ru: Запустить проект
tr: Projeyi Çalıştır
zh: 运行项目(&R)

# ProjectComponent.ContextMenu.RunProjectWithoutDebugger
source: Run Project without Debugger
es: Ejecutar Proyecto sin Depurador
fr: Exécuter ce projet sans débogueur
it: Esegui Progetto senza Debugger
nl: Project uitvoeren zonder foutopsporing
ru: Запустить проект без отладки

# ProjectComponent.ContextMenu.SetAsStartupProject
source: Set as St&artUp Project
es: Est&ablecer como Proyecto de Inicio
fi: Aseta käynnistysprojektiksi
fr: Définir comme projet de dém&arrage
hu: &Indító Projektnek beállít
it: Imposta come Progetto Inizi&ale
kr: 시작 프로젝트로 지정(&A)
nl: Als startproject instellen.
no: Sett som &oppstartsprosjekt
pl: Ust&aw jako Początkowy Projekt
pt: Indique como Projecto de &Arranque
pt_br: Definir como Projeto Inicial
ro: Decl&arat ca Proiect de Pornire
ru: Назначить проект запускаемым
tr: Başlangıç Projesi olarak Ata
zh: 设为启动项目(&A)

# ProjectComponent.ContextMenu.ViewInBrowser
source: View in browser
es: Ver en el navegador
fr: Afficher dans le navigateur
it: Visualizza nel browser
nl: Bekijk in de browser
ru: Просмотр в браузере
zh: 在浏览器中查看

# ProjectComponent.NewFolderString
source: New Folder
es: Directorio Nuevo
fi: Uusi kansio
fr: Nouveau dossier
hu: Új mappa
it: Cartella nuova
kr: 새 폴더
nl: Nieuwe map
no: Ny mappe
pl: Nowy Folder
pt: Nova pasta
pt_br: Nova pasta
ro: Dosar nou
ru: Новая папка
tr: Yeni Dizin
zh: 新文件夹

source: Do you want to delete all web references from project {0}?
es: ¿Desea eliminar todas las referencias web del proyecto {0}?
fi: Haluatko poistaa kaikki Web viittaukset projektista {0} ?
fr: Voulez-vous supprimer toutes les références web du projet {0}?
hu: Biztosan törölni szeretne minden webhivatkozást a {0} projektből?
it: Vuoi eliminare tutte le referenze web dal progetto {0}?
kr: 정말로 {0} 프로젝트에서 모든 웹 참조를 지우겠습니까?
nl: Wilt u alle web referenties van project {0} verwijderen?
no: Vil du slette alle webreferanser fra prosjekt {0}?
pl: Czy chcesz usunąć wszystkie referencje web z projektu {0}?
pt: Deseja apagar todas as referências web do projecto {0}?
pt_br: Você deseja deletar todas as Referências Web do projeto {0}?
ro: Doriţi să ştergeţi toate referinţele web din proiectul {0}?
ru: Вы действительно хотите удалить из проекта все веб-ссылки {0}?
tr: {0} projesinden tüm web referanslarını silmek istiyor musunuz?
zh: 你要删除项目{0}中的所有Web引用吗？

# ProjectComponent.RemoveAllWebReferences.Title
source: Delete all web references
es: Eliminar todas las referencias web
fi: Poista kaikki webb viittaukset
fr: Supprimer toutes les références web
hu: Minden webhivatkozás törlése
it: Elimina tutte le referenze web
kr: 모든 웹 참조 지우기
nl: Verwijder alle web referenties
no: Slett alle webreferanser
pl: Usuwanie wszystkich referencji web
pt: Apagar todas as referências web
pt_br: Deletar todas Referências Web
ro: Şterge toate referinţele web
ru: Удалить все веб-ссылки
tr: Tüm web referanslarını sil
zh: 删除所有Web引用

# RegExpTk.MainDialog.Assemblies
source: Assemblies (*.dll)|*.dll
es: Ensamblados (*.dll)|*.dll
hu: Szerelvények (*.dll)|*.dll
it: Assembly (*.dll)|*.dll
kr: 어셈블리 (*.dll)|*.dll
no: Samlinger (*.dll)|*.dll
pl: Pliki Assembly (*.dll)|*.dll
ru: Сборки (*.dll)|*.dll
tr: Bileşkeler (*.dll)|*.dll
zh: 程序集(*.dll)|*.dll

# RegExpTk.MainDialog.Assembly
source: Assembly
es: Ensamblado
fi: Kokoonpano
hu: Szerelvény
kr: 어셈블리
no: Samling
ru: Сборка
tr: Tümleşke
zh: 组件

# RegExpTk.MainDialog.Classname
source: Class name
es: Nombre de clase
fi: Luokkanimi
fr: Nom de la classe
hu: Osztálynév
it: Nome Classe
kr: 클래스 이름
nl: Klasse naam
no: Klassenavn
pl: Nazwa klasy
pt: Nome da classe
pt_br: Nome da Classe
ro: Nume clasă
ru: Имя класса
tr: Sınıf adı
zh: 类名

# RegExpTk.MainDialog.CompileTab
source: Compile
es: Compilar
fi: Käännä
fr: Compilation
hu: Fordítás
it: Compila
kr: 컴파일
nl: Compileer
no: Kompiler
pl: Kompiluj
pt: Compilar
pt_br: Compilar
ro: Compilare
ru: Компиляция
tr: Derleme
zh: 成功

# RegExpTk.MainDialog.CreateAssembly
source: Create assembly
es: Crear ensamblado
fi: Tee kokoonpano
fr: Créer assembly
hu: Szerelvényt létrehoz
it: Crea l'assembly
kr: 어셈블리 생성
nl: Maak assembly
no: Lag samling
pl: Utwórz assembly
pt: Criar assembly
pt_br: Criar assembly
ro: Creaza assembly
ru: Создать сборку
tr: Tümleşke oluştur
zh: 生成组件

# RegExpTk.MainDialog.ECMA
source: ECMA script
fi: ECMA scripti
fr: Script ECMA
hu: ECMA szkript
it: Script ECMA
kr: ECMA 스크립트
no: ECMA skript
pl: Skrypt ECMA
pt_br: Script ECMA
ro: Script ECMA
ru: ECMA Сценарий
tr: ECMA betiği
zh: ECMA脚本

# RegExpTk.MainDialog.EndColumn
source: End
es: Fin
fi: Lopeta
fr: Fin
hu: Vége
it: Fine
kr: 끝
nl: Einde
no: Slutt
pl: Koniec
pt: Fim
pt_br: Fim
ro: Sfârşit
ru: Конец
tr: Son
zh: 结束

# RegExpTk.MainDialog.ExplicitCapture
source: Explcit capture
es: Captura explícita
fi: Tyhjennä talteenotto
fr: Capture explicite
hu: Pontos lépések
it: Cattura esplicito
kr: 명시적 캡처
nl: Expliciete vervanging
no: Eksplisitt oppfanging
pl: Explicit capture
pt: Captura explicita
pt_br: Captura explícita
ro: Captură Explicită
ru: "Жадный" захват
tr: Açıkca yakala
zh: 显式捕获

# RegExpTk.MainDialog.GroupsColumn
source: Groups
es: Grupos
fi: Ryhmät
fr: Groupes
hu: Csoportok
it: Gruppi
kr: 그룹
nl: Groepen
no: Grupper
pl: Grupy
pt: Grupos
pt_br: Grupos
ro: Grupuri
ru: Группы
tr: Gruplar
zh: 组

# RegExpTk.MainDialog.IgnoreCase
source: Ignore case
es: Ignorar mayúsculas/minúsculas
fi: Sivuuta asia
fr: Ignorer la casse
hu: Kis/nagybetűt nem különböztet
it: Ignora Maiuscole/Minuscole
kr: 대/소문자 구분 안 함
nl: Negeer hoofdletter gevoeligheid
no: Ignorer store/små bokstaver
pl: Ignoruj wielkość
pt: Ignorar Maiúsculas/Minúsculas
pt_br: Ignorar caso
ro: Ignoră majuscule/minuscule
ru: Игнорировать регистр
tr: Büyük küçük harf duyarsız
zh: 忽略大小写

# RegExpTk.MainDialog.IgnoreWhitespace
source: Ignore pattern whitespace
es: Ignorar espacios en blanco en el patrón
fi: Sivuuta tyhjätila
fr: Ignorer les espaces
hu: Minta szóközeinek figyelmen kívül hagyása
it: Ignora spazi bianchi
kr: 반복되는 공백 무시
nl: spaties negeren
no: Ignorer mellomrom i søkestreng
pl: Ignoruj białe znaki wzorca
pt: Ignorar espaços
pt_br: Ignorar espaços no padrão
ro: Ignoră pattern-ul spaţiilor albe
ru: Игнорировать пробельные символы
tr: Desendeki boşlukları yoksay
zh: 忽略格式空白

# RegExpTk.MainDialog.Input
source: Input
es: Entrada
fi: Syöttö
fr: Entrée
hu: Bemenet
kr: 입력
nl: Invoer
no: Inndata
pl: Wejście
pt: Entrada
pt_br: Entrada
ro: Intrare
ru: Вход
tr: Girdi
zh: 输入

# RegExpTk.MainDialog.LengthColumn
source: Length
es: Longitud
fi: Pituus
fr: Longueur
hu: Hossz
it: Lunghezza
kr: 길이
nl: Lengte
no: Lengde
pl: Długość
pt: Largura
pt_br: Comprimento
ro: Lungime
ru: Длина
tr: Uzunluk
zh: 长度

# RegExpTk.MainDialog.Multiline
source: Multiline
es: Multilínea
fi: Monirivinen
fr: Multi-ligne
hu: Többsoros
it: Multilinea
kr: 여러 줄
nl: Meerdere tekstregels
no: Flere linjer
pl: Wiele wierszy
pt: Multilinha
pt_br: Múltiplas Linhas
ro: Multilinie
ru: Многострочное
tr: Çok satırlı
zh: 多行

# RegExpTk.MainDialog.Namespace
source: Namespace
es: Espacio de nombres
fi: Nimiavaruus
fr: Espace de noms
hu: Névtér
kr: 이름 공간
nl: Naamruimte
no: Navnerom
pl: Przestrzeń nazw
ru: Пространство имён
tr: İsim boşluğu
zh: 命名空间

# RegExpTk.MainDialog.PublicVisible
source: Public visible
es: Visibilidad pública
fi: Julkisesti näkyvissä
fr: Visibilité publique
hu: Publikus láthatóságú
it: Visibilità Pubblica
kr: 모두에게 공개
nl: Openbaar zichtbaar
no: Offentlig synlig
pl: Publicznie widoczne
pt: Visivel publicamente
pt_br: Visível publicamente
ro: Vizibilitate publică
ru: public
tr: Açıkca gözükür
zh: 公有可见

# RegExpTk.MainDialog.Regex
source: Regular expression
es: Expresión regular
fi: Säännöllinen lauseke
fr: Expression rationnelle
hu: Szabványos kifejezés
it: Espressione regolare
kr: 정규식
nl: Reguliere expressie
no: Regulæruttrykk
pl: Wyrażenie regularne
pt: Expressão regular
pt_br: Expressão regular
ro: Expresie Regulată
ru: Регулярное выражение
tr: Düzenli ifade
zh: 正则表达式

# RegExpTk.MainDialog.Replace
source: Replace
es: Reemplazar
fi: Vaihda
fr: Remplacer
hu: Felcserél
it: Sostituzione
kr: 바꾸기
nl: Vervangen
no: Erstatt
pl: Zamień
pt: Substituir
pt_br: Substituir
ro: Înlocuire
ru: Замена
tr: Değiştir
zh: 替代

# RegExpTk.MainDialog.Replacement
source: Replacement string
es: Cadena de reemplazo
fi: Vaihtaminen
fr: Chaine de remplacement
hu: Csereszöveg
it: Sostituzione stringa
kr: 바꿀 문자열
nl: Vervangende tekst
no: Erstatningstekst
pl: Tekst do zastąpienia
pt: Texto de substituição
pt_br: Substituir string
ro: Şirul de înlocuire
ru: Что заменить
tr: Değiştirme metni
zh: 替代字符串

# RegExpTk.MainDialog.ReplaceResult
source: Replace result
es: Resultado del reemplazo
fi: Vaihda tulokset
fr: Remplacer le resultat
hu: Cserélés eredménye
it: Risultato sostituzione
kr: 바꾸기 결과
nl: Vervang het resultaat
no: Erstatningsresultat
pl: Wynik zastąpienia
pt: Resultado da substituição
pt_br: Substituir resultado
ro: Înlocuire rezultat
ru: Результат замены
tr: Sonucu değiştir
zh: 替代结果

# RegExpTk.MainDialog.RightToLeft
source: Right to left
es: De derecha a izquierda
fi: Oikealta vasemmalle
fr: Droite à gauche
hu: Jobbról balra
it: Da destra a sinistra
kr: 오른쪽에서 왼쪽으로
nl: Van rechts naar links
no: Fra høyre til venstre
pl: Z prawej do lewej
pt: Direita para esquerda
pt_br: Direita para Esquerda
ro: De la dreapta la stanga
ru: Справа налево
tr: Sağdan sola
zh: 从右到左

# RegExpTk.MainDialog.ShowGroups
source: Show groups
es: Mostrar grupos
fi: Näytä ryhmät
fr: Montrer les groupes
hu: Csoportok megjelenítése
it: Visualizza gruppi
kr: 그룹 보이기
nl: Groepen tonen
no: Vis grupper
pl: Pokaż grupy
pt: Mostrar grupos
pt_br: Mostrar grupos
ro: Arată grupurile
ru: Показывать группы
tr: Grupları göster
zh: 显示组

# RegExpTk.MainDialog.Singleline
source: Singleline
es: Línea única
fi: Yksi rivi
fr: Ligne unique
hu: Egysoros
it: Singola linea
kr: 한 줄
nl: Enkele regel
no: Enkeltlinje
pl: Pojedyńcza linia
pt: Uma linha
pt_br: Linha Única
ro: Linie unică
ru: Однострочное
tr: Tek satır
zh: 单行

# RegExpTk.MainDialog.StartColumn
source: Start
es: Comienzo
fi: Aloita
fr: Début
hu: Indít
it: Inizio
kr: 시작
pt: Inicio
pt_br: Iniciar
ru: Начало
tr: Başlat
zh: 开始

# RegExpTk.MainDialog.StringColumn
source: String
es: Cadena
fi: Jono
fr: Chaine
hu: Szöveg
it: Stringa
kr: 문자열
nl: Tekst
no: Tekst
pl: Tekst
pt_br: Texto
ro: Şir
ru: Строка
zh: 字符串

# RegExpTk.MainDialog.TestTab
source: Test
es: Prueba
fi: Testi
hu: Teszt
kr: 시험
pt: Teste
pt_br: Testar
ru: Тест
zh: 测试

# RegExpTk.Messages.ClassNameMissing
source: Class name can't be empty
es: El nombre de la clase no puede ser vacío
fi: Luokan nimi ei voi olla tyhjä
fr: Le nom de classe ne peut pas être vide
hu: Az osztály neve nem lehet üres
it: Il Nome della Classe non può essere vuoto
kr: 클래스 이름이 비어 있을 수 없습니다
nl: Klasse naam kan niet leeg zijn
no: Klassenavn kan ikke være tomt
pl: Nazwa klasy nie może być pusta
pt: O nome da classe não pode ser vazio
pt_br: O nome da classe não pode ser vazio
ro: Numele clasei nu poate fi gol
ru: Имя класса не может быть пустым
tr: Sınıf adı boş bırakılamaz
zh: 类名不能为空

# RegExpTk.Messages.CompilationError
source: Regex compilation failed, reason:
es: La compilación de la expresión regular ha fallado, razón:
fi: Regex kääntäminen epäonnistui
fr: La compilation du Regex a échoué, car :
hu: Kifejezés fordítása nem sikerült, oka:
it: Compilazione Regex fallita, motivo:
kr: Regex 컴파일이 실패했습니다, 이유는:
nl: Reguliere compilatie fout, reden:
no: Regex kompilering feilet. Årsak:
pl: Kompilacja Regex nieudana, powód:
pt: Falha na compilação Regex, razão:
pt_br: A compilação da expressão regular falhou:
ro: Compilare Regex esuata, motiv:
ru: Невозможно скомпилировать регулярное выражение:
tr: Regex derlenemedi, çünkü:
zh: 正则表达式生成失败,原因是:

# RegExpTk.Messages.CreationError
source: Regex creation error, reason:
es: La creación de la expresión regular ha fallado, razón:
fi: Regex luomisen virhe
fr: La création du Regex a échoué, car :
hu: Kifejezés létrehozási hiba, ok:
it: Errore di creazione Regex, motivo:
kr: Regex를 생성할 수 없습니다. 원인은 다음과 같습니다.:
nl: Reguliere expressie fout, reden:
no: Feil ved oppretting av Regex. Årsak:
pl: Błąd tworzenia Regex, powód:
pt: Erro na criação Regex, razão:
pt_br: Erro na criação da expressão regular:
ro: Eroare la creare Regex, motiv:
ru: Невозможно создать регулярное выражение:
tr: Regex oluşturma hatası oluştu, çünkü:
zh: 正则表达式生成错误,原因是:

# RegExpTk.Messages.FileCreated
source: File has been successfully created:
es: El archivo ha sido creado satisfactoriamente:
fi: Tiedosto luotu
fr: Le fichier a été créé :
hu: A fálj sikeresen létrehozva:
it: Il File è stato creato con successo:
kr: 파일이 성공적으로 만들어졌습니다:
nl: Bestand is sucsesvol aangemaakt:
no: Filen ble opprettet vellykket:
pl: Plik został pomyślnie utworzony:
pt: O ficheiro foi criado com sucesso:
pt_br: Arquivo criado com sucesso:
ro: Fişierul s-a creat cu succes:
ru: Файл был успешно создан:
tr: Dosya başarılı bir biçimde olşturuldu:
zh: 文件已成功生成:

# RegExpTk.Messages.FilenameInvalid
source: Please enter a valid filename
es: Por favor introduzca un nombre válido de archivo
fi: Anna kelvollinen tiedostonimi
fr: Veuillez entrer un nom de fichier valide
hu: Kérem írjon be egy valós fáljnevet
it: Prego inserire un nome di file valido
kr: 올바른 파일 이름을 입력하십시오
nl: Vul een geldige bestandsnaam in
no: Vennligst skriv et gyldig filnavn
pl: Proszę wprowadzić poprawną nazwę pliku
pt: Por favor escreva um nome de ficheiro válido
pt_br: Entre um nome de arquivo válido
ro: Introduceti un nume de fisier corect
ru: Введите допустимое имя файла
tr: Lütfen geçerli bir dosya adı girin
zh: 请输入一个有效的文件名

# RegExpTk.Messages.FilenameMissing
source: Please enter a filename
es: Por favor introduzca un nombre de archivo
fi: Tiedostonimi puuttuu
fr: Veuillez entrer un nom de fichier
hu: Kérem íjon be egy fáljnevet
it: Prego inserire un nome di file
kr: 파일 이름을 입력하십시오
nl: Vul een bestandsnaam in
no: Vennligst skriv et filnavn
pl: Proszę wprowadzić nazwę pliku
pt: Por favor escreva um nome de ficheiro
pt_br: Entre com um nome de arquivo
ro: Introduceti un nume de fisier
ru: Введите имя файла
tr: Lütfen bir dosya adı girin
zh: 请输入一个文件名

# RegExpTk.Messages.Match
source: match
es: coincidencias
fi: Täsmää
fr: correspondance
hu: egyezőség
it: trovato
kr: 일치
nl: vergelijk
no: treff
pl: pasuje
pt: Coincidir
pt_br: compatível
ro: potrivire
ru: совпадает
tr: Eşle
zh: 匹配
