Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponents.NoComponentsFound
source: The assembly ${Name} does not contain any components.
es: El ensamblado ${Name} no contiene componentes.
fi: Kokoonpano ${Name} ei sisällä komponetteja
fr: L'assembly ${Name} ne contient pas de composants.
hu: A ${Name} szerelvény nem tartalmaz komponenseket.
it: L'assembly ${Name} non contiente alcun componente.
kr: ${Name} 어셈블리가 아무 구성 요소도 포함하고 있지 않습니다.
nl: Assembly ${Name} bevat geen enkele component.
no: Samlingen ${Name} inneholder ingen komponenter.
pl: Zestaw ${Name} nie zawiera żadnych komponentów.
pt: O assembly ${Name} não contém qualquer componente.
pt_br: O assembler ${Name} não contem componentes.
ru: Сборка ${Name} не содержит компонентов.
tr: ${Name} tümleşkesi herhangi bir bileşen içermiyor.
zh: 程序集${Name}不包含任何组件.

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponentsFileNameLabel
source: &File Name
es: &Nombre de archivo
fi: &Tiedostonimi
fr: Nom du &fichier
hu: &Fájl név
it: Nome &File
kr: 파일 이름(&F)
nl: &Bestandsnaam
no: &Filnavn
pl: Nazwa &Plika
pt: Nome de Ar&quivo
pt_br: Nome do Arquivo
ro: Nume &Fişier
ru: Имя файла
tr: &Dosya Adı
zh: 文件名(&F)

source: &Add Components
es: &Añadir Componentes
fi: &Lisää
fr: &Ajouter des composants
hu: &Komponens hozzáadása
it: &Aggiungi Componenti
kr: 구성 요소 더하기(&A)
nl: Componenten &toevoegen
no: &Legg til komponenter
pl: Dod&aj Komponenty
pt: &Adicionar Componentes
pt_br: &Adicionar Componentes
ro: &Adaugă Componente
ru: Добавить компоненты
tr: Bileşenler &Ekle
zh: 增加组件(&A)

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ConfigureSidebarDialog.Assembly
source: Assembly
es: Ensamblado
fi: Kokoonpano
hu: Szerelvény
kr: 어셈블리
no: Samling
ru: Сборка
tr: Tümleşke
zh: 组件

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ConfigureSidebarDialog.Categories
source: Categories
es: Categorías
fi: Kategoriat
fr: Catégories
hu: Kategóriák
it: Categorie
kr: 범주
nl: Categorieën
no: Kategorier
pl: Kategorie
pt: Categorias
pt_br: Categorias
ro: Categorii
ru: Категории
tr: Kategoriler
zh: 类别

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ConfigureSidebarDialog.DialogName
source: Configure Sidebar
es: Configurar Barra Lateral
fi: Määritä Työkalut
fr: Configuration des outils
hu: Oldalpanel Testreszabása
it: Configura Sidebar
kr: 사이드바 구성
nl: Instellen zijkolom
no: Konfigurer sidepanel
pl: Konfiguruj Sidebar
pt: Configurar Barra Lateral
pt_br: Configurar Barra de Ferramentas
ro: Configurează Sidebarul
ru: Настройка панели инструментов
tr: Kenarçubuğunu Yapılandır
zh: 设置靠边工具栏

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ConfigureSidebarDialog.Namespace
source: Namespace
es: Espacio de nombres
fi: Nimiavaruus
fr: Espace de noms
hu: Névtér
kr: 네임스페이스
nl: Naamruimte
no: Navnerom
pl: Przestrzeń nazw
ro: Spaţiu de nume
ru: Пространство имен
tr: İsimboşluğu
zh: 命名空间

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ConfigureSidebarDialog.NewButton
source: &New
es: &Nuevo
fi: &Uusi
fr: &Nouveau
hu: Ú&j
it: &Nuovo
kr: 새로 만들기(&N)
nl: &Nieuw
no: &Ny
pl: &Nowy
pt: &Novo
pt_br: &Novo
ro: &Nou
ru: Новая
tr: &Yeni
zh: 新建(&N)

source: Are you sure to remove this category?
es: ¿Está seguro que desea eliminar esta categoría?
fi: Oletko varma, että haluat poistaa tämän kategorian ?
fr: Voulez-vous vraiment supprimer cette catégorie?
hu: Biztosan törölhető ez a kategória?
it: Vuoi veramente eliminare questa categoria?
kr: 이 범주를 없애겠습니까?
nl: Weet u zeker dat u deze categorie wilt verwijderen?
no: Er du sikker på at du vil fjerne denne kategorien?
pl: Czy na pewno chcesz usunąć tę kategorię?
pt: Tem a certeza que deseja remover esta categoria?
pt_br: Você tem certeza de remover esta categoria?
ro: Sunteţi sigur că vreţi să eliminaţi această categorie?
ru: Вы действительно хотите удалить эту категорию?
tr: Bu kategoriyi çıkarmak istediğinizden emin misiniz?
zh: 您确认要删除分类?

source: Re&move Components
es: &Eliminar Componentes
fi: &Poista Komponentit
fr: Suppri&me les composants
hu: Komponensek el&távolítása
it: Ri&muovere Componenti
kr: 구성 요소 제거(&M)
nl: Componenten &verwijderen
no: &Fjern komponenter
pl: Usuń Ko&mponenty
pt: Re&mover Componentes
pt_br: Re&mover Componentes
ro: Şterge Co&mponente
ru: Удалить компоненты
tr: Bileşenleri Kaldır
zh: 移除组件(&M)

source: Are you sure to remove the selected components from the category?
es: ¿Está seguro que desea eliminar los componentes seleccionados de esta categoría?
fi: Oletko varma, että haluat poistaa komponentin kategoriasta ?
fr: Voulez-vous vraiment supprimer de la catégorie les composants sélectionnés?
hu: Biztosan törölhetők a kiválasztott komponensek a kategóriából?
it: Vuoi veramente dalla categoria gli elementi selezionati?
kr: 선택한 구성요 소를 이 범주에서 제거하겠습니까?
nl: Weet u zeker dat u de geselecteerde componenten uit de categorie wilt verwijderen?
no: Er du sikker på at du vil fjerne de valgte komponentene fra denne kategorien?
pl: Czy na pewno usunąć wybrane komponenty z kategorii?
pt: Tem a certeza que deseja remover os componentes seleccionados da categoria?
pt_br: Você tem certeza de remover os componentes selecionados desta categoria?
ro: Sunteţi sigur că vreţi să eliminaţi din această categorie componentele selectate?
ru: Вы действительно хотите удалить выбранные компоненты из категории?
tr: Kategoriden seçili bileşenleri çıkarmak istediğinizden emin misiniz?
zh: 您真的要从分类中删除选择的组件吗?

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ConfigureSidebarDialog.RenameButton
source: R&ename
es: R&enombrar
fi: Uudelleen nimeä
fr: R&enommer
hu: Át&nevez
it: R&inominare
kr: 이름 바꾸기(&E)
nl: H&ernoemen
no: Gi nytt navn
pl: Zmi&eń Nazwę
pt: Alt&erar o nome
pt_br: R&enomear
ro: R&edenumire
ru: Переименовать
tr: Yeniden Adlandır
zh: 重命名(&E)

source: Import...
es: Importar...
fi: Tuo ...
fr: Importer...
it: Importa...
kr: 가져 오기...
nl: Importeren...
no: Importer...
ru: Импорт...
zh: 导入...

source: Local resource
es: Recurso local
fi: Paikallinen resurssi
fr: Ressource locale
it: Risorsa locale
kr: 지역 리소스
nl: Plaatselijke hulpbron
no: Lokal ressurs
ru: Локальный ресурс
zh: 本地资源

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ImageResourceEditor.NoResourceButton
source: None
es: Ninguno
fi: Ei mitään
fr: Aucun
it: Nessuna
kr: 없음
nl: Geen
no: Ingen
ru: Нет
zh: 无

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ImageResourceEditor.Preview
source: Preview
es: Vista Previa
fi: Esikatselu
fr: Prévisualiser
it: Anteprima
kr: 미리 보기
nl: Voorbeeld
no: Forhåndsvisning
ru: Просмотрщик
zh: 预览

source: Project resource
es: Recurso del proyecto
fi: Projektiresurssi
fr: Ressource du projet
it: Risorsa di progetto
kr: 프로젝트 리소스
nl: Project hulpbron
no: Prosjektressurs
ru: Ресурс проекта
zh: 项目资源

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ImageResourceEditor.Title
source: Select resource
es: Seleccionar recurso
fi: Valitse resurssi
fr: Sélectionner une ressource
it: Seleziona risorsa
kr: 리소스 선택
nl: Kies hulpbron
no: Velg ressurs
ru: Выбор ресурса
zh: 选择资源

source: Generated code
es: Código generado
fi: Luotu koodi
fr: Code généré
hu: Generált kód
it: Codice generato
kr: 만들어진 코드
nl: Gegenereerde code
no: Generert kode
pl: Generowany kod
pt: Código gerado
pt_br: Código gerado
ro: Cod generat
ru: Сгенерированный код
tr: Üretilmiş kod
zh: 生成的代码

source: mark InitializeComponents method in code view as readonly
es: marcar el método 'InitializeComponents' en la vista de código como sólo lectura
fi: markera metoden InitializeComponents i kodvyn som endast läsbar Valitse menetelmä alusta komponentit. Koodi-näkymässä vain luku-
fr: Empêcher la modification de InitializeComponents()
hu: jelölje az InitializeComponents metódust a kód nézetben csak olvashatóan
it: segna il metodo InitializeComponents nella vista del codice in sola lettura
kr: 소스 보기에서 InitiallizeComponents를 읽기 전용으로 표시
nl: markeer 'InitializeComponents' methode als alleen lezen in code modus
no: Merk InitializeComponents metoden i kodevisning som skrivebeskyttet
pl: oznacz metodę InitializeComponents w widoku kodu jako 'tylko do odczytu'
pt: marcar método InitializeComponents na vista de código como só de leitura
pt_br: marcar o método InitializeComponents como somente leitura na visualização do código
ru: В коде пометить метод InitializeComponents как "Только для чтения"
tr: Kod görünümünde InitializeComponents işlevini sadeceokunabilir olarak işaretle
zh: 标记InitializeComponents方法在代码视图中为只读

source: General
fi: Yleinen
fr: Général
hu: Általános
it: Generale
kr: 일반
nl: Algemeen
no: Generelt
pl: Główne
pt: Geral
pt_br: Geral
ru: Главная
tr: Genel
zh: 常规

source: Generate Visual Studio Style Event Handlers
es: Generar Controladores de Eventos de Estilos de Visual Studio
fr: Générer des gestionnaires d'évènement à la Visual Studio
it: Genera gestori eventi compatibili Visual Studio
nl: Genereer Visual Studio stijl event handlers
no: Generer Visual Studio-lignende hendelsesfunksjoner
ru: Создавать обработчики событий в стиле Visual Studio
zh: 生成Visual Studio样式的事件处理程序

source: Grid Properties
es: Propiedades de la rejilla
fi: Ruudukkojärjestelmän ominaisuudet
fr: Propriétés de la grille
hu: Rács tulajdonságok
it: Proprietà Griglia
kr: 격자 속성
nl: Raster eigenschappen
no: Egenskaper for rutenett
pl: Właściwości siatki
pt: Propriedades Grelha
pt_br: Propiedades da Grade
ro: Proprietaţile Grilei:
ru: Параметры сетки
tr: Izgara Özellikleri
zh: 网格属性

source: &Height
es: &Altura
fi: &Korkeus
fr: &Hauteur
hu: &Magasság
it: &Altezza
kr: 높이(&H)
nl: &Hoogte
no: &Høyde
pl: W&ysokość
pt: Altura
pt_br: Altura
ro: Laţime:
ru: Высота
tr: &Yükseklik
zh: 高度(&H)

source: Enable in-place editing of ToolStrips
es: Activar edición en los propios ToolStrips
fr: Activer l'édition sur-place des ToolStrips
hu: Eszköztár helybeli szerkesztése
it: Abilita modifica in-linea dei ToolStrips
kr: ToolStrip 자체 편집 활성화
nl: Ter plaatse bewerken inschakelen
no: Direkte redigering av ToolStrips
pl: Włącz edycję ToolStrips w miejscu
pt: Activar edição no local de ToolStrips
pt_br: Habilitar edição nos próprios ToolStrips
ru: Разрешить редактирование подсказок на месте
tr: Araç Şeritlerinin üstünde düzenlemeye izin ver
zh: 工具条启动即时编辑功能

source: Use optimized code generation
es: Usar generación optimizada de código
fr: Générer du code optimisé
hu: Használjon optimizált kódgenerálást
it: Utilizza generazione codice ottimizzato
kr: 최적화된 코드 만들기 사용
nl: Optimale code genereren
no: Bruk optimalisert kodegenerering
pl: Użyj optymalizowanego generowania kodu
pt: Usar geração de código optimizado
pt_br: Usa código otimizado
ru: Использовать оптимизацию кода
tr: En iyileştirilmiş kod üretimini kullan
zh: 使用优化代码生成

source: Grid Options
es: Opciones de rejilla
fi: Ruudukkojärjestelmä
fr: Options de la grille
hu: Rács beállítások
it: Opzioni Griglia
kr: 격자 옵션
nl: Raster opties
no: Alternativer for rutenett
pl: Opcje siatki:
pt: Opções Grelha
pt_br: Opções de Grade
ro: Opţiunile Grilei :
ru: Параметры сетки
tr: Izgara Seçenekleri
zh: 网格选项

source: Property pad settings
es: Opciones del bloc de propiedades
fi: Lohkon ominaisuudet
fr: Paramètres du pad Propriété
hu: Tulajdonság panel beállítások
it: Impostazioni proprietà del Pad
kr: 속성판 설정
nl: Instellingen eigenschappenpaneel
no: Innstillinger for egenskapspanel
pl: Ustawienia panelu Właściwości
pt: Parâmetros do painel de propriedades
pt_br: Configurações da janela de Propriedades
ru: Настройки окна свойств
tr: Özellikler tepisisi ayarları
zh: 属性面板设置

source: Sort properties alphabetically
es: Ordenar propiedades alfabéticamente
fi: Järjestä ominaisuudet aakkosjärjestyksessä
fr: Trie les propriétés par ordre alphabétique
hu: Tulajdonságok rendezése névsor szerint
it: Ordina le proprietà alfabeticamente
kr: 속성을 글자 순서대로 정렬하기
nl: Sorteer de eigenschappen alfabetisch
no: Sorter egenskaper alfabetisk
pl: Sortuj właściwości alfabetycznie
pt: Ordenar alfabeticamente propriedades
pt_br: Ordenar propiedades alfabeticamente
ro: Ordonează proprietăţile alfabetic
ru: Сортировать свойства в алфавитном порядке
tr: Özellikleri alfabetik olarak sırala
zh: 按字母顺序排列属性

source: &Show Grid
es: &Mostrar rejilla
fi: &Näytä ruudut
fr: &Montre la grille
hu: Rács &megjelenítése
it: Mo&stra Griglia
kr: 격자 보이기(&S)
nl: &Toon raster
no: &Vis rutenett
pl: Pokaż &siatkę
pt: Mo&strar Grelha
pt_br: Mo&strar Grade
ro: Arată Grila
ru: Показать сетку
tr: Izgarayı &Göster
zh: 显示网格(&S)

source: Automatically open Smart Tags
es: Abrir Smart Tags automáticamente
fr: Ouvre automatiquement les balises intelligentes
hu: Intelligens Címkék automatikus megnyitása
it: Apri automaticamente gli Smart Tags
kr: 자동으로 스마트 태그 열기
nl: Slimme Labels automatisch openen
no: Åpne Smart Tags automatisk
pl: Automatycznie otwórz Tagi Inteligentne
pt: Abrir automaticamente Etiquetas Inteligentes
pt_br: Automaticamente abre os Smart Tags
ru: Автоматически открывать "умные" теги
tr: Akıllı Etiketleri otomatik aç
zh: 自动打开智能标记

source: Use Smart Tags
es: Usar Smart Tags
fr: Utilise les balises intelligentes
hu: Használjon Intelligens Címkéket
it: Utilizza Smart Tags
kr: 스마트 태그 사용
nl: Slimme Labels toepassen
no: Bruk Smart Tags
pl: Użyj Tagów Inteligentnych
pt: Usar Etiquetas Inteligentes
pt_br: Usa Smart Tags
ru: Использовать "умные" теги
tr: Akıllı Etiketleri Kullan
zh: 使用智能标记

source: Snap Lines
es: Alinear Líneas
fr: Lignes d'accroche
hu: Sorok Illesztése
it: Linee Guida
kr: 줄에 맞추기
nl: Snap Lijnen
no: Justeringslinjer
pl: Przyciągaj Linie
pt: Apanhar Linhas
pt_br: Alinhar Linhas
ru: Линии привязки
tr: Izgaraya Uydur
zh: 对齐线

source: Align Mode
es: Alineación
fr: Mode d'Alignement
hu: Illesztő Mód
it: Modalità allineato
kr: 정렬 방법
nl: Uitlijning Modus
no: Justeringsmodus
pl: Tryb Wyrównywania
pt: Modo de Alinhamento
pt_br: Modo Alinhamento
ru: Режим выравнивания
tr: Hizalama Durumu
zh: 对齐方式

source: S&nap to Grid
es: A&justar a la rejilla
fi: &Kohdista ruudukkoon
fr: Attaché à la grille
hu: Rácshoz &igazít
it: Alli&nea alla Griglia
kr: 격자에 맞추기(&N)
nl: Uitlijne&n op raster
no: Lim til rutenett
pl: Przycią&gaj do Siatki
pt: Ajustar à Grelha
pt_br: Ajustar à Grade
ru: Выравнивать по сетке
tr: Izgaraya H&izalan
zh: 对齐到网格(&N)

source: Snap to Grid
es: Alinear a la rejilla
fr: Accrocher à la Grille
hu: Rácshoz igazítás
it: Allinea alla griglia
kr: 격자에 맞추기
nl: Op raster uitlijnen
no: Juster til rutenett
pl: Przyciąganie do Siatki
pt: Apanhar à Grelha
pt_br: Alinhar à Grade
ru: Привязать к сетке
tr: Izgaraya Uydur
zh: 对齐网格

source: &Width
es: &Ancho
fi: &Leveys
fr: &Largeur
hu: &Szélesség
it: Larg&hezza
kr: 너비(&W)
nl: &Breedte
no: &Bredde
pl: Sz&erokość
pt: Largura
pt_br: Largura
ro: Lungime
ru: Ширина
tr: &Genişlik
zh: 宽度(&W)

source: Insert "TODO" comment in new event handlers
es: Insertar comentarios "TODO" en nuevos manejadores de eventos
fr: Insérer "TODO" dans les nouveaux gestionnaires d'évènement
hu: Szúrjon "TODO" megjegyzéseket az új eseménykezelőkbe
it: Inserisci "TODO" nei nuovi gestori eventi
kr: 새로 만들어지는 이벤트 처리자에 "TODO" 주석 삽입
nl: Invoegen "TODO" aantekening in nieuwe gebeurtenis handlers.
no: Sett inn "TODO" kommentar i nye hendelsesmetoder
pl: Wstaw komentarz "TODO" w nowych uchwytach zdarzeń
pt: Inserir comentário de "A FAZER" em novos manipuladores de eventos
pt_br: Insere comentário "TODO" aos novos manipuladores de eventos
ru: Добавлять комментарий "TODO" в обработчики новых событий
zh: 在新事件处理程序中加入注释"TODO"

source: Property assignment (fast for small number of properties, but scales poorly for large numbers of properties)
es: Asignación de Propiedades (rápido para una cantidad baja de propiedades, pero escala pobremente para una cantidad grande de propiedades)
fr: Propriétés assignées (rapide pour un petit nombre de propriétés, mais s'adapte difficilement à un nombre important de propriétés)
it: Assegna Proprietà (veloce per poche proprietà, ma lento se sono numerose)
kr: 속성 지정 (속성 수가 적을 때는 빠르지만 수가 많을수록 느려집니다)
nl: Eigenschap taak (snel bij gering aantal, maar presteeert matig bij grotere aantallen)
no: Property tilordning (raskt for et lite antall properties, men skalerer dårlig ved stort antall properties)
ru: Присваивание значений (подходит для небольшого количества свойств)
zh: 指派属性 (数量少时很快，但数量很大时可扩展性很差)

source: Default localization model
es: Modelo de localización predeterminado
fr: Modèle de localisation par défaut
it: Modello di localizzazione predefinito
kr: 기본 지역화 모델
nl: Standaard lokalisatie model
no: Standard lokaliseringsmodell
ru: Модель локализации по умолчанию
zh: 默认的本地化模式

source: Leave localization model of existing forms unchanged
es: Mantener modelos de localización de formularios existentes sin cambios
fr: Laisser le modèle de localisation des formulaires existant tel quel
it: Lascia intatto il modello di localizzazione delle form già esistenti
kr: 이미 있는 폼의 지역화 모델을 바꾸지 않고 그대로 둠
nl: Het lokalisatie model van bestaande formulieren ongewijzigd laten
no: Ikke endre lokaliseringsmodell for eksisterende skjema
ru: Не менять модель локализации для существующих форм
zh: 保持现有的本地化模式不变

source: Localization Model
es: Modelo de Localización
fr: Modèle de localisation
it: Metodo localizzazione
kr: 지역화 모델
nl: Lokalisatie model
no: Lokaliseringsmodell
ru: Модель локализации

source: Property reflection (slower at runtime for few properties, but scales better for large numbers of properties, especially with many default values)
es: Reflección de Propiedades (más lento en tiempo de ejecución para pocas propiedades, pero escala mejor especialmente con muchos valores predeterminados)
fr: Propriétés utilisant la réflection (plus lent lors de l'exécution, mais s'adapte trés bien pour un grand nombre de propriétés, spécialement avec des valeurs par défaut)
it: Proprietà con riflessione (più lento in esecuzione per poche proprietà, ma più veloce se utilizziamo numerose proprietà, specialmente con molti valori predefiniti)
kr: 속성 리플렉션 (속성 수가 적은 경우 실행시에 더 느리지만, 속성 수가 많을 때, 특히 기본 값이 많을 때 효율적입니다)
nl: Eigenschapweerspiegeling (langzamer tijdens uitvoering bij kleine aantallen, presteert beter bij grote aantallen, vooral met veel verstekwaarden)
no: Property refleksjon (tregere under kjøring for få properties, men skalerer bedre ved stort antall properties, spesielt med mange standard verdier)
ru: Рефлексия (подходит для большого числа свойств, особенно со значениями по умолчанию)
zh: 属性反射(较少的属性地较慢,但较多的属性时扩展性较好,尤其是有许多默认值的时候)

# ICSharpCode.SharpDevelop.FormDesigner.Gui.OptionPanels.PanelName
source: Windows Forms Designer
es: Diseñador de Windows Forms
fi: Ikkunasuunnelija
fr: Editeur de formulaire
hu: Windows Űrlap Tervező
it: Progettazione Windows Forms
kr: Windows 폼 디자이너
pl: Projektant Formularzy Windows
pt: Desenhador Formulários Windows
pt_br: Modelador de Formulários Windows
ro: Designerul de formulare Windows
ru: Дизайнер форм
tr: Windows Form Tasarımcısı
zh: Windows窗体设计器

# ICSharpCode.SharpDevelop.FormDesigner.Gui.RenameCategoryDialog.CategoryNameLabel
source: &Category Name
es: &Nombre de categoría
fi: &Kategorian nimi
fr: Nom de la &catégorie
hu: &Kategória név
it: Nome &Categoria
kr: 범주 이름(&C)
nl: &Categorienaam
no: &Kategorinavn
pl: Nazwa &Kategorji
pt: Nome &Categoria
pt_br: Nome da &Categoria
ro: Nume &Categorie
ru: Имя категории
tr: Kategori Adı
zh: 类别名(&C)

source: Duplicate name, please choose another one.
es: Nombre duplicado, por favor seleccione uno distinto.
fi: Samoja nimiä, valitse toinen
fr: Nom en double, veuillez en choisir un autre.
hu: Duplikált név, kérem válasszon másikat.
it: Nome esistente, specificarne uno diverso.
kr: 중복된 이름입니다, 다른 이름을 선택하십시오.
nl: Duplikaat naam, kies aub een andere naam.
no: Duplikat navn, vennligst velg et annet.
pl: Powtórzona nazwa, proszę wybrać inną.
pt: Nome duplicado, por favor escolha outro.
pt_br: Nome duplicado, por favor escolha outro.
ro: Nume duplicat, vă rog alegeţi altul.
ru: Такое имя уже существует. Укажите другое.
tr: Zaten var, başka isim seçin.
zh: 命名重复, 请更换另一个.

source: New Category
es: Nueva Categoría
fi: Uusi Kategoria
fr: Nouvelle Catégorie
hu: Új kategória
it: Nuova Categoria
kr: 새 범주
nl: Nieuwe categorie
no: Ny kategori
pl: Nowa Kategoria
pt: Nova Categoria
pt_br: Nova Categoria
ro: Categorie noua
ru: Новая категория
tr: Yeni Kategori
zh: 新类别

source: Rename Category
es: Renombrar Categoría
fi: Uudelleen nimeä Kategoria
fr: Renommer la catégorie
hu: Kategória átnevezése
it: Rinomiare Categoria
kr: 범주 이름 바꾸기
nl: Categorie hernoemen
no: Gi nytt navn til kategorien
pl: Zmień nazwę Kategorii
pt: Alterar o nome da Categoria
pt_br: Renomear Categoria
ro: Redenumeste categorie
ru: Переименовать категорию
tr: Kategoriyi Yeniden Adlandır
zh: 重命名类别

# ICSharpCode.SharpDevelop.FormDesigner.Gui.ShowComponentsButton
source: &Show Components
es: &Mostrar Componentes
fi: &Näytä komponentit
fr: &Montre les composants
hu: Komponensek &megjelenítése
it: Mo&stra Componenti
kr: 구성 요소 보이기(&S)
nl: &Toon componenten
no: &Vis komponenter
pl: &Pokaż Komponenty
pt: Mostrar Componentes
pt_br: Mo&strar Componentes
ro: Arata(&Show) Componente
ru: Показать компоненты
tr: Bileşenleri Göster
zh: 显示组件(&S)

source: You're trying to add a component which will result into a cyclic dependency.
es: Está tratando de agregar un componente que resultará en una dependencia cíclica.
fi: Syklinen Riippuvuusvirhe
fr: L'ajout de ce composant conduirait à une dépendance cyclique.
hu: Olyan komponenst próbál megadni amely körkörös hivatkozáshoz vezet.
it: Stai tentanto di aggiungere un componente che risulta in una dipendenza ciclica.
kr: 지금 추가하려는 컴포넌트는 순환참조오류를 일으킵니다.
nl: U probeert een component toe te voegen, die in een cyclische afhankelijkheid zal resulteren.
no: Du prøver å legge til et komponent som vil resultere i en gjensidig avhengighet.
pl: Próbujesz dodać komponent który spowoduje cykliczną zależność.
pt: Está a tentar adicionar um componente que terá um resultado de dependencias ciclicas.
pt_br: Você está tentando adicionar um componente que resulta em uma dependência cíclica.
ro: Încercaţi să adăugaţi o componentă care va genera o dependenţă ciclică.
ru: Вы пытаетесь добавить компонент, который приведет в циклической зависимости.
tr: Kısır döngüye neden olacak bir bileşen eklemeye çalışıyorsunuz.
zh: 您添加的组件将导致组件间的循环依赖.

# ICSharpCode.SharpDevelop.FormDesigner.LoadErrorCheckSourceCodeForErrors
source: Failed to load designer. Check the source code for syntax errors and check if all references are available.
es: Falló la carga del diseñador. Verifique que la sintaxis del código sea correcta y que todas las referencias estén disponibles.
fr: Impossible de charger le concepteur. Vérifier les erreurs de syntaxe du code source et si toutes les références sont disponibles.
hu: Tervező betöltése sikertelen. Ellenőrizze a forrás szintaktikai hibáit és a hivatkozások elérhetőségét.
it: Impossibile caricare il designer. Controllare il codice sorgente per eventuali errori sintattici e controllare che siano disponibili tutti i references.
kr: 디자이너 로드에 실패했습니다. 소스 코드에 구문 오류가 없는지 점검하고 모든 참조가 사용 가능한지 확인하십시오.
nl: Laden van ontwerpvlak is mislukt. Ga na of de broncode syntactische fouten bevat en alle referenties beschikbaar zijn.
no: Kunne ikke laste inn designeren. Sjekk kildekoden for syntaksfeil og at alle referanser er tilgjengelige.
pl: Nieudane ładowanie projektanta. Sprawdź kod źródłowy pod kątem błędów składni i sprawdź dostępność wszystkich referencji.
pt: Falha no carregamento do designer. Por favor verifique o código fonte por erros sintácticos e verifique se todas as referências estão disponíveis.
pt_br: Falha ao carregar o desenhador. Verifique erros de sintaxe no código fonte e também se todas as referências estão disponíveis.
ru: Не удалось загрузить дизайнер. Проверьте исходный код на наличие ошибок, а также доступность всех ссылок.
zh: 载入设计器出错. 请检查源码是否有符号错误, 以及是否所有有引用都仍然存在.
