Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# MainWindow.Windows.Debug.LocalVariables.CannotExploreVariablesWhileRunning
source: You cannot explore variables while the debuggee is running.
es: No puede explorar variables mientras el programa se esta ejecutando.
fr: Vous ne pouvez pas explorer ces variables lorsque le debogueur est lancé.
hu: Nem tallózhatja a változókat amíg a nyomkövető fut.
it: Non si possono esplorare le variabili mentre il debugger è in esecuzione.
kr: 디버거가 실행 중일 때 변수를 탐색할 수 없습니다.
nl: Variabelen kunnen niet verkend worden terwijl de foutopsporing actief is.
no: Du kan ikke utforske variabler mens programmet som feilsøkes kjører.
pl: Nie możesz badać zmiennych kiedy jest uruchomiony debuggowany.
pt: Não pode explorar variáveis enquanto o depurado estiver a correr.
pt_br: Voce não pode explorar variáveis enquanto o depurador estiver rodando.
ru: Вы не можете видеть значение локальных переменных, если отладчик запущен.
tr: Hata ayıklayıcı çalışırken değişkenlere göz atamazsınız.
zh: 当调试器在运行时无法浏览变量

# MainWindow.Windows.Debug.LocalVariables.CannotSetValue.BadFormat
source: Can not convert {0} to {1}
es: No se puede convertir {0} en {1}
fi: Ei voi muuntaa {0} -> {1} Huono rakenne
fr: Impossible de convertir {0} vers {1}
it: Impossibile convertire {0} in {1}
kr: {0}에서 {1}(으)로 바꿀 수 없습니다
nl: Kan {0} niet converteren naar {1}
no: Kan ikke konvertere {0} til {1}
pt: Impossíver converter {0} para {1}
ru: Невозможно преобразовать {0} в {1}
tr: {0} dan {1} e çevrilemez
zh: 无法转换{0}到{1}

# MainWindow.Windows.Debug.LocalVariables.CannotSetValue.Title
source: Can not set value
es: No se puede establecer el valor
fi: Ei voi muuttaa arvoa
fr: Impossible de changer la valeur
hu: Nem lehetséges az érték beállítása
it: Impossibile impostare il valore
kr: 값을 쓸 수 없습니다
nl: Kan waarde niet instellen
no: Kan ikke sette verdi
pt: Impossível estabelecer valor
ru: Невозможно установить значение
tr: Değer atanamaz
zh: 无法设定值

# MainWindow.Windows.Debug.LocalVariables.CannotSetValue.UnknownError
source: Can not set value
es: No se puede establecer el valor
fi: Ei voi muuttaa arvoa. Tuntematon virhe
fr: Impossible de changer la valeur
hu: Nem beállítható az érték
it: Impossibile impostare il valore
kr: 값을 쓸 수 없습니다
nl: Kan waarde niet instellen
no: Kan ikke sette verdi
pt: Impossível estabelecer valor
ru: Невозможно установить значение
tr: Değer atanamaz
zh: 无法设定值

# MainWindow.Windows.Debug.LocalVariables.CopyToClipboard
source: Copy value to clipboard
es: Copiar valor al portapapeles
fi: Kopioi arvo leikepöydälle
fr: Copier la valeur dans le presse-papier
it: Copia il valore negli Appunti
kr: 클립보드로 값 복사
nl: Kopieer waarde naar klembord
no: Kopier verdi til utklippstavle
pl: Kopiuj wartość do schowka
pt: Copiar valor para área de transferência
ru: Копировать значение в буфер обмена
tr: Değeri panoya yapıştır
zh: 复制值到剪贴板

# MainWindow.Windows.Debug.LocalVariables.NameColumn
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
ru: Имя

# MainWindow.Windows.Debug.LocalVariables.NonPublicMembers
source: Non-Public members
es: Miembros No Públicos
fi: Ei-julkinen jäsen
fr: Membres non publics
it: Membro Non-Pubblico
kr: 비공개 멤버
nl: Niet openbare leden
no: Ikke-offentlige medlemmer
ru: Закрытые члены
zh: 非公共成员

# MainWindow.Windows.Debug.LocalVariables.NonPublicStaticMembers
source: Non-Public Static members
es: Miembros Estáticos No Públicos
fi: Ei-julkista staattista jäsentä
fr: Membres statiques non public
it: Membro Stato Non-Pubblico
kr: 비공개 정적 멤버
nl: Niet openbare, statische leden
no: Ikke-offentlige statiske medlemmer
ru: Не открытые статичные члены
zh: 非公共静态成员

# MainWindow.Windows.Debug.LocalVariables.PrivateMembers
source: Private members
es: Miembros privados
fi: Yksityiset jäsenet
fr: Membres privés
hu: Saját Változók
it: Membri privati
kr: Private 멤버
nl: Persoonlijke leden
no: Private medlemmer
pl: Prywatni członkowie
pt: Membros Privados
pt_br: Membros Privados
ru: Частные члены
tr: Gizli üyeler
zh: 私有成员

# MainWindow.Windows.Debug.LocalVariables.PrivateStaticMembers
source: Private Static members
es: Miembros Privados y Estáticos (Static)
fi: Yksityiset staattiset jäsenet
fr: Membres statiques privés
hu: Saját Statikus Változók
it: Membri Statici Privati
kr: Private 정적 멤버
nl: Persoonlijke statische leden
no: Private statiske medlemmer
pl: Prywatni Statyczni członkowie
pt: Membros Privados Estáticos
pt_br: Membros Estatico Privados
ru: Private Static члены
tr: Gizli Durağan Üyeler
zh: 私有静态成员

# MainWindow.Windows.Debug.LocalVariables.ShowFullError
source: Show full error...
es: Mostrar error completo...
fr: Afficher l'erreur complète...
it: Mostra errore completo...
kr: 오류 상세 내용 보이기...
nl: Toon uitgebreide foutmelding...
no: Vis fullstendig feil...
pl: Pokaż cały błąd...
ru: Показать полный текст ошибки...
tr: Hatanın tümünü göster...
zh: 查看完整的错误...

# MainWindow.Windows.Debug.LocalVariables.ShowInHexadecimal
source: Show values in hexadecimal
es: Mostrar valores en hexadecimal
fr: Afficher les valeurs en hexadécimal
hu: Értékek megjelenítése hexadecimálisan
it: Mostra valori in esadecimale
kr: 16진수로 값 보이기
nl: Waardes in hexadecimaal tonen
no: Vis verdier i hexadesimal
pl: Pokaż wartości szesnastkowo
pt: Mostrar valores em hexadecimal
ru: Показать значения в шестнадцатиричном виде
tr: Değerleri onaltılık düzende göster
zh: 显示十六进制值

# MainWindow.Windows.Debug.LocalVariables.StaticMembers
source: Static members
es: Miembros Estáticos (Static)
fi: Staattiset jäsenet
fr: Membres statiques
hu: Statikus Változók
it: Membri statici
kr: 정적 멤버
nl: Statische leden
no: Statiske medlemmer
pl: Statyczni członkowie
pt: Membros Estáticos
pt_br: Membros Estaticos
ru: Статичные члены
tr: Durağan üyeler
zh: 静态成员

# MainWindow.Windows.Debug.LocalVariables.TypeColumn
source: Type
es: Tipo
it: Tipo
ru: Тип

# MainWindow.Windows.Debug.LocalVariables.ValueColumn
source: Value
es: Valor
fr: Valeur
it: Valore
nl: Waarde
ru: Значение

# MainWindow.Windows.Debug.MemoryPad
source: Memory
es: Memoria
fi: Muisti
fr: Mémoire
it: Memoria
nl: Geheugen
ru: Память
zh: 内存

# MainWindow.Windows.Debug.MemoryPad.AddressNotFound
source: The address {0} was not found!
es: La dirección {0} no se encontró!
fi: Osoite {0} ei löydy !
fr: Adresse {0} introuvable!
it: L'indirizzo {0} non è stato trovato!
nl: Adres {0} werd niet gevonden!
ru: Адрес {0} не найден!
zh: 没有找到地址{0} ！

# MainWindow.Windows.Debug.MemoryPad.ByteSize
source: Display bytes size:
es: Mostrar tamaño en bytes:
fi: Koko tavuina:
fr: Taille des octets affichés:
it: Dimensione in byte:
nl: Omvang in bytes tonen:
ru: Размер в байтах:
zh: 显示字节大小:

# MainWindow.Windows.Debug.MemoryPad.JumpTo
source: Jump to address:
es: Saltar a la dirección:
fi: Hyppää osoitteeseen:
fr: Aller à l'adresse:
it: Vai all'indirizzo:
nl: Spring naar adres:
ru: Перейти к адресу:
zh: 跳转到地址：

# MainWindow.Windows.Debug.MemoryPad.NextAddress
source: Next virtual addresses
es: Siguientes direcciones virtuales
fi: Seuraava virtuaali osoite
fr: Adresses virtuelles suivantes
it: Indirizzo virtuale successivo
nl: Volgende virtuele adressen:
ru: Следующий виртуальный адрес
zh: 下一个虚拟地址

# MainWindow.Windows.Debug.MemoryPad.NotDebuggingOrProcessRunning
source: Not debugging or process is running!
es: Ninguna depuración o proceso esta en ejecución!
fr: Vous n'êtes pas en mode Debug ou le processus n'est pas lancé!
it: Non in debug o il processo è in esecuzione!
nl: Geen foutopsporing of proces is draaiende.
ru: Отладка или программа не запущены!
zh: 未调试状态或进程已经在运行！

# MainWindow.Windows.Debug.MemoryPad.PreviousAddress
source: Previous virtual addresses
es: Anteriores direcciones virtuales
fi: Edellinen virtuaali osoite
fr: Adresses virtuelles précédentes
it: Indirizzo virtuale precedente
nl: Voorgaande virtuele adressen
ru: Предыдущий виртуальный адрес
zh: 前一个虚拟地址

# MainWindow.Windows.Debug.MemoryPad.ReadingFromFormat
source: Reading from {0} to {1} - size {2}.
es: Leyendo desde {0} hasta {1} - tamaño {2}.
fr: Lecture de {0} à {1} - taille {2}
it: Leggo da {0} a {1} - dimensione {2}.
nl: Lezen van {0} tot {1} -- grootte {2}.
ru: Чтение памяти от {0} до {1} - размер {2}.
zh: 从{0}读取到[1}中， 大小:{2}.

# MainWindow.Windows.Debug.MemoryPad.Refresh
source: Refresh current addresses
es: Actualizar direcciones actuales
fr: Actualiser les adresses
it: Aggiorna gli indirizzi correnti
nl: Ververs momentele adressen
ru: Обновить текущий адрес
zh: 刷新当前地址

# MainWindow.Windows.Debug.MemoryPad.UnableToReadFormat
source: Unable to read at address {0} of size {1}.
es: Incapaz de leer la dirección {0} de tamaño {1}.
fr: Impossible de lire l'adresse {0} - taille {1}.
it: Impossibile leggere l'indirizzo {0} con dimensione {1}.
nl: Lezen van adres {0} met grootte {1} niet mogelijk.
ru: Не удалось прочитать память по адресу {0} размером {1}.

# MainWindow.Windows.Debug.Modules
source: Loaded modules
es: Módulos Cargados
fi: Moduulit
fr: Modules chargés
hu: Betöltött modulok
it: Moduli caricati
kr: 로드된 모듈
nl: Geladen modules
no: Innlastede moduler
pl: Załadowane moduły
pt: Módulos carregados
pt_br: Módulos carregados
ro: Module încărcate
ru: Загруженные модули
tr: Yüklü modüller
zh: 已装载的模块

# MainWindow.Windows.Debug.Modules.AddressColumn
source: Address
es: Dirección
fi: Osoite
fr: Adresse
hu: Cím
it: Indirizzo
kr: 주소
nl: Adres
no: Adresse
pl: Adres
pt: Endereço
ru: Адрес
tr: Adres
zh: 地址

# MainWindow.Windows.Debug.Modules.DynamicModule
source: (dynamic)
es: (dinámico)
fi: Dynaaminen
fr: (dynamique)
it: (dinamico)
nl: (dynamisch)
ru: (динамический)
zh: (动态)

# MainWindow.Windows.Debug.Modules.HasNoSymbols
source: No symbols loaded.
es: No se cargaron símbolos.
fr: Aucun symbole n'est chargé.
hu: Nincsenek szimbólumok betöltve.
it: Nessun simbolo caricato.
kr: 기호가 하나도 로드되지 않았습니다.
nl: Geen symbolen geladen.
no: Ingen symboler lastet.
pl: Nie załadowano symboli.
pt: Nenhum símbolo carregado
ru: Нет загруженных символов.
tr: Bir Sembol Yüklenmedi.
zh: 未加载任何符号。

# MainWindow.Windows.Debug.Modules.HasSymbols
source: Symbols loaded.
es: Símbolos cargados.
fr: Symboles chargés.
hu: Szimbólumok betöltve.
it: Simboli caricati.
kr: 기호가 로드되었습니다.
nl: Symbolen geladen.
no: Symboler lastet.
pl: Załadowano symbole.
pt: Simbolos carregados.
ru: Символы загружены.
tr: Semboller yüklendi.
zh: 已加载符号。

# MainWindow.Windows.Debug.Modules.InMemoryModule
source: (in memory)
es: (en memoria)
fi: Muistissa
fr: (en mémoire)
it: (in memoria)
nl: (in het geheugen)
ru: (в памяти)
zh: (在内存中)

# MainWindow.Windows.Debug.Modules.OrderColumn
source: Order
es: Ordenar
fi: Järjestys
fr: Ordre
hu: Sorrend
it: Ordine
kr: 순서
nl: Volgorde
no: Rekkefølge
pl: Kolejność
pt: Ordem
ru: Порядок
tr: Sıra
zh: 排序

# MainWindow.Windows.Debug.Modules.ProgramColumn
source: Program
es: Programa
fi: Ohjelma
fr: Programme
it: Programma
kr: 프로그램
nl: Programma
pt: Programa
ru: Программа
tr: Proğram
zh: 程序

# MainWindow.Windows.Debug.Modules.SymbolsColumn
source: Symbols
es: Símbolos
fi: Symbolit
fr: Symboles
hu: Szimbólumok
it: Simboli
kr: 기호
nl: Symbolen
no: Symboler
pl: Symbole
pt: Símbolos
ru: Символы
tr: Semboller
zh: 符号

# MainWindow.Windows.Debug.Modules.TimestampColumn
source: Timestamp
es: Marca de Hora
fi: Aikaleima
fr: Horodatage
kr: 시각 기록
nl: Tijdstempel
no: Tidsstempel
pt: Data e Hora
ro: Amprentă temporală
ru: Дата и время
tr: Zaman Damgası
zh: 时间戳

# MainWindow.Windows.Debug.Modules.VersionColumn
source: Version
es: Versión
fi: Versio
hu: Verzió
it: Versione
kr: 버전
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
ru: Версия
tr: Sürüm
zh: 版本

# MainWindow.Windows.Debug.ObjectGraph
source: Object Graph
es: Objeto Gráfica
fi: Objektikaavio
fr: Graphe d'objet
it: Grafico Oggetto
no: Objektgraf
ru: Графический объект
zh: 对象图

# MainWindow.Windows.Debug.RunToCursor
source: Run to cursor
es: Ejecutar hasta el cursor
fi: Aja kursorilla
fr: Exécuter jusqu'au curseur
it: Esegui fino al cursore
kr: 커서까지 실행
nl: Uitvoeren tot de cursor
no: Kjør til markør
ru: Запуск до курсора
zh: 运行到光标处

# MainWindow.Windows.Debug.SetCurrentStatement
source: Set current statement
es: Establecer línea actual
fi: Aseta nykytilanne
fr: Définir l'instruction suivante
hu: Jelenlegi kifejezés beállítása
it: Imposta istruzione corrente
kr: 현재 문장에 설정
nl: Stel momentele instructie in
no: Sett som aktiv linje
pl: Ustaw bieżącą deklarację
pt: Estabelecer instrução actual
pt_br: Setar a linha de comando corrente
ru: Установить текущий оператор
tr: Geçerli ifadeyi ayarla
zh: 设置当前声明

# MainWindow.Windows.Debug.StopDebugging.Message
source: Do you want to stop debugging?
es: ¿Quiere detener la depuración?
fr: Souhaitez-vous arrêter le déboguage?
it: Vuoi interrompere il debug?
nl: Wilt u stoppen met foutzoeken?
ru: Вы действительно хотите остановить отладку?
zh: 你要停止调试？

# MainWindow.Windows.Debug.StopProcessDialog.Message
source: Detach from the process or terminate it?
es: ¿Desasociar del proceso o terminarlo?
fr: Détacher du processus ou le terminer ?
it: Scollegare o chiudere il processo?
kr: 연결되어 있는 프로세스를 떼시겠습니까, 아니면 그 프로세스를 종료하시겠습니까?
nl: Wilt u het proces ontkoppelen of afsluiten?
no: Koble av prosessen eller lukke den?
ru: Отсоединить от процесса или завершить его?
zh: 从进程中分离或结束它？

# MainWindow.Windows.Debug.Threads
source: Threads
es: Hilos
fi: Kierteet
hu: Szálak
kr: 스레드
no: Tråder
pl: Wątki
ro: Fire de execuţie
ru: Нити (потоки)
tr: Yürütme birimleri
zh: 线程

# MainWindow.Windows.Debug.Threads.CannotFreezeWhileRunning
source: You cannot freeze or thaw threads while the debugger is running.
es: No puede congelar hilos mientras el depurador se esta ejecutando.
fr: Vous ne pouvez pas geler ou dégeler les threads lorsque le débogueur est lancé.
hu: Nem fagyaszthat vagy engedhet el szálakat amíg a nyomkövető fut.
it: Non è possibile sospendere o riavviare i threads mentre il debugger è in esecuzione.
kr: 디버거가 실행 중일 때, 스레드를 일시 정지하거나 정지된 스레드를 진행시킬 수 없습니다.
nl: Threads kunnen niet in slaap- of wachtstand worden gezet als de foutopsporing actief is.
no: Du kan ikke fryse eller tine tråder mens feilsøking kjøres.
pl: Nie możesz zamrażać lub odmrażać wątków kiedy jest uruchomiony debugger.
pt: Não pode parar threads enquanto o depurador está a correr.
pt_br: Voce não pode congelar threads enquanto o depurador está rodando.
ru: Вы не можете замораживать или размораживать потоки пока работает отладчик.
tr: Hata ayıklayıcı çalışırken iş birimlerini donduramaz yada çözemezsiniz.
zh: 调试器在运行时, 不能冻结或解冻线程.

# MainWindow.Windows.Debug.Threads.CannotStepNoActiveFunction
source: You cannot step because there is no active function selected
es: No se puede establecer la siguiente instrucción porque no hay ninguna función activa seleccionada
fr: Vous ne pouvez pas faire de pas-à-pas car il n'y a pas de fonction active sélectionnée
hu: Nem léphet mivel nincs kiválasztva aktív funkció
it: Non si può eseguire passo-passo perchè non c'è nessuna funzione selezionata
kr: 활성화된 함수가 선택되어 있지 않기 때문에 다음 단계로 진행할 수 없습니다.
nl: Stappen is niet mogelijk, er is geen actieve functie geselecteerd.
no: Du kan ikke gå stegvis videre fordi ingen aktiv funksjon er valgt
pl: Nie możesz wykonać kroku ponieważ nie jest wybrana aktywna funkcja
pt: Não pode saltar porque não há uma função activa seleccionada
pt_br: Voce não pode ir passo-a-passo porque não há função ativa selecionada.
ru: Невозможно сделать шаг, так как отсутствует активная выбранная функция
tr: Bir sonraki adıma geçemezsiniz çünkü; bir aktif işlev seçilmemiş
zh: 由于没有选择活动的方法, 无法进行单步调试.

# MainWindow.Windows.Debug.Threads.CannotSwitchOnNAFrame
source: You cannot switch to a thread with no available frame.
es: No puede cambiar a un hilo que no tiene un marco disponible.
fr: Impossible de chager de thread sans cadre disponible.
it: Non puoi passare ad un thread senza alcun frame disponibile.
nl: Wisselen naar een thread zonder beschikbaar frame is niet mogelijk.
ru: Вы не можете переключиться на поток с недоступным фреймом исполнения.
zh: 无法切换到没有对应的上下文的线程。

# MainWindow.Windows.Debug.Threads.CannotSwitchWhileRunning
source: You cannot switch threads while the debugger is running.
es: No puede cambiar entre hilos mientras el depurador se esta ejecutando.
fr: Vous ne pouvez pas changer de fonction lorsque le débogueur est lancé.
hu: Nem válthat szálakat amíg a nyomkövető fut.
it: Non si possono cambiare i threads mentre il debugger è in esecuzione.
kr: 디버거가 실행 중일 때 스레드를 변경할 수 없습니다.
nl: Threads wisselen is niet mogelijk als de foutopsporing actief is.
no: Du kan ikke bytte tråder mens feilsøking kjøres.
pl: Nie możesz przełączać wątków kiedy jest uruchomiony debugger.
pt: Não pode comutar threads enquanto o depurador está a correr.
pt_br: Voce não pode mudar de threads enquanto o depurador está rodando.
ru: Вы не можете переключать потоки пока включён отладчик.
tr: Hata ayıklayıcı çalışırken iş parçacıklarını değiştiremezsiniz.
zh: 调试器在运行时您不能切换线程.

# MainWindow.Windows.Debug.Threads.CannotSwitchWithoutDecompiledCodeOptions
source: You cannot switch to a thread in decompiled code without enabling decomplied code options.
es: No puede cambiar a un hilo en código decompilado sin haber habilitado opciones de decompilación de código.
fr: Les options de décompilation du code doivent être activés pour changer de thread.
it: Non puoi passare ad un thread nel codice decompilato senza attivare le opzioni per la decompilazione del codice.
nl: Wisselen naar een thread in gedecompileerde code is niet mogelijk als de gedecompileerde code opties niet zijn ingeschakeld.
ru: Вы не можете переключиться на поток в декомпилированном коде без включения декомпилятора.

# MainWindow.Windows.Debug.Threads.Freeze
source: Freeze
es: Congelar
fi: Jähmetä
fr: Pause
hu: Fagyaszt
it: Blocca
kr: 정지
nl: Bevries
no: Frys
pl: Zamroź
pt: Parar
pt_br: Congelar
ru: Заморозить
tr: Dondur
zh: 冻结

# MainWindow.Windows.Debug.Threads.Frozen
source: Frozen
es: Congelado
fi: Jähmettynyt
fr: En pause
hu: Fagyasztott
it: Bloccato
kr: 정지됨
nl: Bevroren
no: Frosset
pl: Zamrożony
pt: Parado
pt_br: Congelada
ru: Заморожен
tr: Donmuş
zh: 冻结(暂停)

# MainWindow.Windows.Debug.Threads.Priority
source: Priority
es: Prioridad
fi: Tärkeys
fr: Priorité
hu: Prioritás
it: Priorità
kr: 우선순위
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
pt_br: Prioridade
ro: Prioritate
ru: Приоритет
tr: Öncelik
zh: 优先级

# MainWindow.Windows.Debug.Threads.Priority.AboveNormal
source: Above normal
es: Por encima de lo normal
fi: Yli normaalin
fr: Supérieure à la normale
hu: Normál fölötti
it: Superiore al normale
kr: 보통 이상
nl: Boven normaal
no: Høyere enn normal
pl: Podwyższony
pt: Acima do normal
pt_br: Acima do normal
ro: Peste normal
ru: Выше нормального
tr: Normal üzerinde
zh: 高于正常值

# MainWindow.Windows.Debug.Threads.Priority.BelowNormal
source: Below normal
es: Por debajo de lo normal
fi: Alle normaalin
fr: Inférieure à la normale
hu: Normál alatti
it: Inferiore al normale
kr: 보통 이하
nl: Beneden normaal
no: Lavere enn normal
pl: Obniżony
pt: Abaixo do normal
pt_br: Abaixo do normal
ro: Sub normal
ru: Ниже нормального
tr: Normal Altinda
zh: 低于正常值

# MainWindow.Windows.Debug.Threads.Priority.Highest
source: Highest
es: Máximo
fi: Korkein
fr: La plus haute
hu: Magasabb
it: Più alta
kr: 가장 높음
nl: Hoogste
no: Høyest
pl: Najwyższy
pt: Máxima
pt_br: Alta
ro: Cel mai mare
ru: Наивысший
tr: En yüksek
zh: 最高

# MainWindow.Windows.Debug.Threads.Priority.Lowest
source: Lowest
es: Mínimo
fi: Matalin
fr: La plus faible
hu: Alacsonyabb
it: Più bassa
kr: 가장 낮음
nl: Laagste
no: Lavest
pl: Najniższy
pt: Mínima
pt_br: Baixa
ro: Cea mai scăzută
ru: Самый низкий
tr: En düşük
zh: 最低

# MainWindow.Windows.Debug.Threads.Priority.Normal
source: Normal
fi: Normaali
fr: Normale
hu: Normál
it: Normale
kr: 보통
nl: Normaal
pl: Normalny
ru: Нормальный
zh: 正常

# MainWindow.Windows.Debug.Threads.ThreadSwitch
source: Thread switch
es: Intercambio de hilos
fr: Changement de thread
hu: Folyamat váltás
it: Cambia Thread
kr: 스레드 변경
nl: Thread wissel
no: Trådbytte
pl: Przełącznik wątków
pt: Comutador de Thread
pt_br: Mudar de Thread
ru: Переключатель потоков
tr: İş parçacığı değiştirme
zh: 线程切换

# MainWindow.Windows.Debug.Watch
source: Watch
es: Inspección
fr: Espions
it: Osserva
kr: 조사식
nl: Observeren
no: Overvåking
ru: Наблюдение
zh: 监视

# MainWindow.Windows.Debug.Watch.AddWatch
source: Add watch
es: Agregar inspección
fr: Ajouter un espion
it: Aggiungi elemento da osservare
kr: 조사식 추가
nl: Observatiepunt invoeren
no: Legg til overvåking
ru: Добавить наблюдение
zh: 添加监视

# MainWindow.Windows.Debug.Watch.EnterExpression
source: Enter an expression to watch:
es: Ingrese una expresión a inspeccionar:
fr: Saisir une expression à espionner:
it: Inserisci una espressione da valutare:
kr: 조사할 표현식을 입력하십시오:
nl: Voer te observeren uitdrukking in:
no: Skriv inn et uttrykk å overvåke:
ru: Введите выражения для наблюдения:
zh: 输入一个表达式:

# MainWindow.Windows.Debug.Watch.InvalidExpression
source: Invalid expression: {0}
es: Expresión inválida: {0}
fi: Virheellinen lauseke: {0}
fr: Expression invalide: {0}
it: Espressione non valida: {0}
kr: 잘못된 표현식: {0}
nl: Ongeldige expressie: {0}
no: Ugyldig utrykk: {0}
ru: Неправильное расширение: {0}
zh: 无效的表达式：{0}

# MainWindow.Windows.Debug.Watch.Refresh
source: Refresh
es: Actualizar
fi: Päivitä
fr: Rafraîchir
it: Aggiorna
kr: 새로 고침
nl: Ververs
no: Oppdater
ru: Обновить
zh: 刷新

# MainWindow.Windows.Debug.Watch.RemoveAll
source: Remove all
es: Borrar todos
fi: Poista kaikki
fr: Enlever tous les espions
it: Rimuovi tutti
kr: 모두 지우기
nl: Alles verwijderen
no: Fjern alle
ru: Удалить все
zh: 全部删除

# MainWindow.Windows.Debug.Watch.RemoveWatch
source: Remove watch
es: Borrar inspección
fr: Supprimer un espion
it: Rimuovi elemento
kr: 조사식 지우기
nl: Observatiepunt verwijderen
no: Fjern overvåking
ru: Удалить наблюдение
zh: 移除监视

# MainWindow.Windows.DefinitionViewLabel
source: Definition View
es: Vista de definición
fi: Määritelmät
fr: Définitions
hu: Definíció Nézet
it: Vista Definizione
kr: 정의 보기
nl: Definitie Weergave
no: Definisjonsvisning
pl: Widok Definicji
pt: Vista de Definição
pt_br: Visão da definição
ru: Просмотр определения
tr: Tanım Görünümü
zh: 定义视图

# MainWindow.Windows.ErrorList
source: Errors
es: Errores
fi: Virheet
fr: Erreurs
hu: Hibák
it: Errori
kr: 오류
nl: Fouten
no: Feil
pl: Błędy
pt: Erros
pt_br: Erros
ro: Erori
ru: Ошибки
tr: Hatalar
zh: 错误

# MainWindow.Windows.ErrorList.ErrorButton.Label
source: ${TaskService.Errors} Errors
es: ${TaskService.Errors} Errores
fi: ${TaskService.Errors} virhe
fr: ${TaskService.Errors} Erreurs
hu: ${TaskService.Errors} Hiba
it: ${TaskService.Errors} errori
kr: 오류 ${TaskService.Errors}개
nl: ${TaskService.Errors} Fouten
no: ${TaskService.Errors} feil
pl: Błędy ${TaskService.Errors}
pt: Erros ${TaskService.Errors}
pt_br: ${TaskService.Errors} Erros
ru: Количество ошибок: ${TaskService.Errors}
tr: ${TaskService.Errors} Hata
zh: ${TaskService.Errors} 个错误

# MainWindow.Windows.ErrorList.ErrorButton.ToolTip
source: Select whether errors are displayed in the list.
es: Muestra/Oculta errores en la lista.
fi: Valitse, virheet jotka pitäisi näkyä luettelossa.
fr: Afficher les erreurs dans la liste.
hu: Mutassa a hibákat a listában.
it: Seleziona se mostrare gli errori nella lista.
kr: 오류를 목록에 표시할지 선택합니다.
nl: Selecteer of er fouten in de lijst getoond worden.
no: Velg om feil skal vises i listen.
pl: Wybierz czy wyświetlać błędy na liście.
pt: Seleccionar se os erros são ou não mostrados na lista.
pt_br: Selecionar se erros são mostrados na lista.
ru: Включить отображение ошибок в списке.
tr: Hataların listede gösterilip-gösterilmeyeceğini seçin
zh: 显示错误列表
