Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Dialog.Options.IDEOptions.SelectStyle.UseProjectAmbience
source: Prefer project's ambience if possible
es: Preferir ambiente del proyecto si es posible
fi: Käytä Projekti Ympäristöä
fr: Préférer l'environnement du projet si possible
hu: A projekt megjelenésének preferálása ha lehetésges
it: Se possibile utilizza l'ambiente di progetto preferito
kr: 가능하면 프로젝트의 분위기를 사용
nl: Houd indien mogelijk project voorkeurstijl aan
no: Foretrekk prosjektets stemning hvis mulig
pl: Preferuj atmosferę projektu jeśli tylko możliwe
pt: Preferir ambiente do projecto se possível
pt_br: Preferir ambiente do projeto se possível
ru: Предпочесть окружение проекта.
tr: Eğer mümkünse projenin ortamını tercih et
zh: 如果可能，使用项目环境偏好设置

# Dialog.Options.IDEOptions.SelectStyle.VisualStyleGroupBox
source: Appearance
es: Apariencia
fi: Ulkomuoto
fr: Style visuel
hu: Megjelenés
it: Aspetto
kr: 시각 스타일
nl: Vormgeving
no: Visuell stil
pl: Wygląd
pt: Estilo Visual
pt_br: Estilo Visual
ro: Aspect
ru: Внешний вид
tr: Görünüm
zh: 外观

# Dialog.Options.IDEOptions.SelectVisualStyle.PanelName
source: Appearance
es: Apariencia
fi: Ulkomuoto
fr: Style visuel
hu: Megjelenés
it: Aspetto
kr: 시각 스타일
nl: Vormgeving
no: Visuell stil
pl: Wygląd
pt: Estilo Visual
pt_br: Estilo visual
ro: Aspect
ru: Внешний вид
tr: Görünüm
zh: 外观效果

# Dialog.Options.IDEOptions.TaskListOptions.CommentTagsGroupBox
source: Comment Tags
es: Etiquetas de Comentarios
fi: Kommentointi
fr: Balises de Commentaires
hu: Megjegyzés fűzése az elemekhez
it: Marcatori di Commento
kr: 주석 태그
nl: Commentaar labels
no: Kommentartagger
pl: Tagi komentarza
pt: Legendas de Comentário
pt_br: Comentar Tags
ro: Marcaj de comentare
ru: Тэги комментариев
tr: Yorum Etiketleri
zh: 标签和注释

# Dialog.Options.IDEOptions.TaskListOptions.NameLabel
source: &Name
es: &Nombre
fi: &Nimi
fr: &Nom
hu: &Név
it: &Nome
kr: 이름(&N)
nl: &Naam
no: &Navn
pl: &Nazwa
pt: &Nome
pt_br: &Nome
ro: &Nume
ru: Имя
tr: &Ad
zh: 名称(&N)

# Dialog.Options.IDEOptions.TaskListOptions.PanelName
source: Task list
es: Lista de tareas
fi: Tehtävälista
fr: Liste des tâches
hu: Tennivalók
it: Lista Azioni
kr: 작업 목록
nl: Takenlijst
no: Oppgaveliste
pl: Lista zadań
pt: Lista de Tarefas
pt_br: Lista de tarefas
ro: Listă task-uri
ru: Список задач
tr: Görev listesi
zh: 任务列表

# Dialog.Options.IDEOptions.TaskListOptions.TokenListLabel
source: &Token list
es: Lista de &símbolos
fi: Merkki Lista
fr: Liste des &jetons
hu: &Szimbólum lista
it: Lista &Token
kr: 토큰 목록(&T)
nl: &Markeerpuntlijst
no: &Symbolliste
pl: Lista &Tokenów
pt: Lista de &Simbolos
pt_br: Lista de &Sinais
ru: Список токенов
tr: &Simge listesi
zh: 标记(&T)

# Dialog.Options.IDEOptions.TextEditor.Behaviour.BehaviourGroupBox
source: Behavior
es: Comportamiento
fi: Käyttäytyminen
fr: Comportement
hu: Viselkedés
it: Caratteristiche
kr: 행동
nl: Gedrag
no: Oppførsel
pl: Zachowanie
pt: Comportamento
pt_br: Comportamento
ro: Comportament
ru: Поведение
tr: Davranış
zh: 行为

# Dialog.Options.IDEOptions.TextEditor.Behaviour.BehindEOLCheckBox
source: &Can move caret behind EOL
es: &Permite mover arroba detrás de fin de línea
fi: &Takana EOL
fr: &Curseur après fin de ligne
hu: &Lehessen beszúrni az EOL után is
it: Si pu&o spostare dopo EOL
kr: EOL을 뒤로 캐럿을 이동 가능(&C)
nl: Cursor achter EOL &toelaten
no: &Kan flytte markøren etter linjeslutt
pl: &Można przenieść kursor poza EOL
pt: Permitir movimentos após EOL
pt_br: Pode mover &cursor além do fim da linha
ro: Poate deplasa &cursorul după EOL
ru: Перемещать курсор за конец строки
tr: Düzeltme imi EOL arkasına &taşınabilsin
zh: EOL后可移动插入符(&C)

# Dialog.Options.IDEOptions.TextEditor.Behaviour.ConvertTabsToSpacesCheckBox
source: C&onvert Tabs to Spaces
es: C&onvertir Tabuladores a Espacios
fi: Muunna Tabulaattori Väliksi
fr: C&onvertir les tabulations en espaces
hu: Tabulátorok szóközzé &alakítása
it: C&onverte Tabulazioni in Spazi
kr: 탭을 공백으로 바꾸기(&O)
nl: &Zet tabs om in spaties
no: &Konverter tabulator til mellomrom
pl: K&onwertuj Tabulatory na Spacje
pt: C&onverter Tabulações em Espaços
pt_br: C&onverter Tabulações para Espaços
ro: C&onvertire Tab-uri în Spaţii
ru: Преобразовывать символы табуляции в пробелы
tr: Sekmeleri boşluklara &dönüştür.
zh: 标签转为空格(&O)

# Dialog.Options.IDEOptions.TextEditor.Behaviour.CtrlClickGotoDefinition
source: Use Ctrl+Click for "Go to Definition"
es: Usar Ctrl+Clic para "Ir a Definición"
fr: Utiliser Ctrl+Clic pour "Aller à la définition"
it: Usa Ctrl+Click per "Vai alla definizione"
nl: Met Ctrl+Klik naar de definitie springen
no: Bruk Ctrl+Klikk for "Gå til definisjon"
pt_br: Usar Ctrl+Click para "Ir para Definição"
ru: Использовать Ctrl+Click для "Перехода к определению"
zh: 使用Ctrl+单击转到定义

# Dialog.Options.IDEOptions.TextEditor.Behaviour.CurlyBracketCheckBox
source: A&uto insert curly braces
es: A&utoinsertar corchetes
fi: Lisää aaltosulut automaattisesti
fr: A&uto-insertion accolades
hu: Kapcsos zárójel &automatikus beillesztése
it: A&utoinserimento parentesi graffe
kr: {,} 자동 삽입(&U)
nl: A&utomatisch haakjes invoegen
no: A&utomatiske krøllparenteser
pl: A&utomatyczne wstawianie nawiasów klamrowych
pt: Inserir a&utomáticamente chavetas
pt_br: A&uto inserir chaves
ro: A&utoinserare perechi încrucişate
ru: Автоматически вставлять фигурные скобки
tr: Süslü ayraçları &otomatik olarak ekle
zh: 自动插入大括号(&U)

# Dialog.Options.IDEOptions.TextEditor.Behaviour.CutCopyWholeLine
source: Cut or Copy entire line when nothing is selected
es: Cortar o Copiar la línea entera si no hay nada seleccionado
fi: Leikkaa tai kopioi koko rivi
fr: Couper ou Copier toute la ligne si rien n'est sélectionné
hu: A teljes sort Másolja vagy Vágja ki ha nincs semmi kiválasztva
it: Taglia o Copia l'intera linea quando nulla è selezionato
kr: 아무 것도 선택되지 않았을 때 전체 줄을 잘라 내거나 복사하기
nl: Knip of kopieer hele regel, als er niets geselecteerd is
no: Klipp ut eller kopier hele linjen når ingenting er markert
pl: Wytnij lub Kopiuj cały wiersz kiedy nic nie zaznaczono
pt: Cortar ou copiar toda a linha se nada estiver seleccionado
pt_br: Cortar ou Copiar linha inteira quando nada está selecionado
ro: Taie sau Copie întreaga linie atunci când nu este selectat nimic
ru: Вырезать/копировать всю строку, если ничего не выделено
tr: Bir şey seçilmediğinde bütün bir satırı kes yada kopyala
zh: 当选择为空时剪切或复制整行

# Dialog.Options.IDEOptions.TextEditor.Behaviour.EnableVirtualSpace
source: Enable virtual space
es: Habilitar espacio virtual
fi: Salli Virtuaali välilyönti
fr: Activer la sélection hors-texte
it: Attiva spazio virtuale
nl: Virtuele ruimte inschakelen
pt_br: Habilitar o espaço virtual
ru: Включить виртуальные пробелы
zh: 启用虚拟空间

# Dialog.Options.IDEOptions.TextEditor.Behaviour.HideMouseCheckBox
source: &Hide mouse cursor while typing
es: &Esconder el puntero del ratón al escribir
fi: &Piilota Hiiri
fr: Cac&her le curseur lors de la frappe
hu: Gépelés közben egérmutató &elrejtése
it: Nasconde i&l cursore mentre si digita
kr: 입력 시 마우스 캐럿을 숨기기(&H)
nl: Cursor &verbergen tijdens typen
no: &Gjem musepekeren ved inntasting
pl: &Ukrywanie wskaźnika myszy podczas pisania
pt: &Esconder o cursor enquanto escreve
pt_br: Esc&onder cursor do mouse durante digitação
ro: &Ascundere cursor mouse în timpul editării
ru: Прятать курсор мыши во время набора текста
tr: Yazarken fare imlecini &gizle
zh: 文字输入时自动隐藏鼠标光标(&H)

# Dialog.Options.IDEOptions.TextEditor.Behaviour.IndentLabel
source: I&ndentation
es: I&ndentar
fi: Sisennys
hu: &Behúzás
it: I&ndentazione
kr: 들여 쓰기(&N)
nl: I&nspringen
no: I&nnrykk
pl: Wc&ięcia
pt: I&ndentação
pt_br: I&ndentação
ro: I&ndentare
ru: Делать отступы
tr: &Girinti
zh: 缩进(&N)

# Dialog.Options.IDEOptions.TextEditor.Behaviour.IndentSizeLabel
source: &Indentation size
es: &Indentación
fi: &Sisennysmäärä
fr: Taille &indentation
hu: Behúzás &mérete
it: Dimensione &indentazione
kr: 들여 쓰기 폭(&I)
nl: &Inspringbreedte
no: &Innrykksstørrelse
pl: Rozm&iar wcięcia
pt: Tamanho da Indentação
pt_br: Tamanho da &indentação
ro: Mărime &indentaţie
ru: Размер отступа
tr: &Girinti boyutu
zh: 缩进尺寸(&I)

# Dialog.Options.IDEOptions.TextEditor.Behaviour.IndentStyle.Automatic
source: Automatic
es: Automático
fi: Automaattinen Sisennys
fr: Automatique
hu: Automatikus
it: Automatica
kr: 자동
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt: Automático
pt_br: Automático
ro: Automată
ru: Автоматически
tr: Otomatik
zh: 自动

# Dialog.Options.IDEOptions.TextEditor.Behaviour.IndentStyle.None
source: None
es: Ninguno
fi: Ei Sisennystä
fr: Aucune
hu: Nincs
it: Nessuna
kr: 없음
nl: Geen
no: Ingen
pl: Brak
pt: Nenhum
pt_br: Nenhuma
ro: Deloc
ru: Нет
tr: Hiçbiri
zh: 无

# Dialog.Options.IDEOptions.TextEditor.Behaviour.IndentStyle.Smart
source: Smart
es: Inteligente
fi: Älykäs Sisentäminen
fr: Intelligent
hu: Okos
it: Intelligente
kr: 지능적
nl: Slim
pl: Inteligentnie
pt: Inteligente
pt_br: Esperto
ro: Inteligentă
ru: Разумно
tr: Akıllı
zh: 剧烈

# Dialog.Options.IDEOptions.TextEditor.Behaviour.MouseWhellGroupBox
source: &Mousewheel direction
es: Dirección de la rueda del &ratón
fi: &Hiiren Rulla
fr: Direction de la molette
hu: Egérgörgő &iránya
it: Direzione rotellina &Mouse
kr: 마우스 휠 방향(&M)
nl: Richting &muiswiel
no: &Musehjul retning
pl: Kierunek kółka &myszy
pt: Direcção do rato
pt_br: Direção da roda do &mouse
ro: Direcţie rotiţă &mouse
ru: Направление колеса мышки
tr: &Fare tekerleği yönü
zh: 鼠标滑轮方向(&M)

# Dialog.Options.IDEOptions.TextEditor.Behaviour.NormalMouseDirectionRadioButton
source: Normal
fi: Normaali Hiiriasento
hu: Normál
it: Normale
kr: 보통
nl: Normaal
pl: Normalny
ro: Normală
ru: Обычное
zh: 标准

# Dialog.Options.IDEOptions.TextEditor.Behaviour.PanelName
source: Behavior
es: Comportamiento
fi: Käyttäytyminen
fr: Comportement
hu: Viselkedés
it: Caratteristiche
kr: 행동
nl: Gedrag
no: Oppførsel
pl: Zachowanie
pt: Comportamento
pt_br: Comportamento
ro: Comportament
ru: Поведение
tr: Davranış
zh: 行为

# Dialog.Options.IDEOptions.TextEditor.Behaviour.ReverseMouseDirectionRadioButton
source: Reverse
es: Dirección Contraria
fi: Käänteinen Hiiren Suunta
fr: Inverse
hu: Fordított
it: Inversa
kr: 반대 방향
nl: Omgekeerd
no: Reversert
pl: Odwrotny
pt: Inverso
pt_br: Reversa
ro: Inversă
ru: Обратное
tr: Ters
zh: 反向

# Dialog.Options.IDEOptions.TextEditor.Behaviour.TabsGroupBox
source: Tabs
fi: Tabulaattori
fr: Tabul.
hu: Tabulátorok
it: Tabulazioni
kr: 탭
no: Tabulatorer
pl: Tabulatory
pt: Tabulações
pt_br: Tabulações
ro: Tab-uri
ru: Отступы
tr: Sekmeler
zh: Tab

# Dialog.Options.IDEOptions.TextEditor.Behaviour.TabSizeLabel
source: &Tab size
es: Tamaño de &Tabs
fi: &Tab Koko
fr: Taille &tabulations
hu: &Tabulátor mérete
it: Dimensione &tab.ne
kr: 탭 너비(&T)
nl: &Tabbreedte
no: &Tabulatorstørrelse
pl: Rozmiar &tabulacji
pt: &Tamanho da tabulação
pt_br: Tamanho da &tabulação
ro: Mărime &Tab
ru: Размер табуляции
tr: &Sekme boyutu
zh: 标签大小(&T)

# Dialog.Options.IDEOptions.TextEditor.Behaviour.TemplateInsertCheckBox
source: &Automatic template insertion
es: Inserción &automática de plantilla
fi: Lisää Malliksi
fr: Insertion de modèle automatique
hu: Sablon &automatikus beillesztése
it: Inserimento &automatico modelli
kr: 템플리트 자동 넣기(&A)
nl: &Automatisch sjabloon invoegen
no: &Automatisk innsetting av maler
pl: &Automatyczne wstawianie szablonów
pt: Inserção &automática de modelos
pt_br: Inserção &automática de modelo
ro: Inserare şablon &automat
ru: Автоматическая вставка шаблона
tr: &Otomatik olarak şablon eklenmesi
zh: 自动插入模板(&A)

# Dialog.Options.IDEOptions.TextEditor.Behaviour.UseSmartIndent
source: Use smart indentation
es: Usar indentación inteligente
fr: Utiliser l'indentation intelligente
it: Usa indentazione intelligente
nl: Slim inspringen gebruiken
no: Bruk smarte innrykk
pt_br: Usar indentação inteligente
ru: Использовать "умные" отступы
zh: 使用智能缩进

# Dialog.Options.IDEOptions.TextEditor.CodeCompletion.PanelName
source: Code Completion
es: Completación de Código
fi: Koodin Täydentäminen
fr: Complétion de code
hu: Kódkiegészíés
it: Completamento codice
kr: 코드 자동 완성
nl: Code Completeren
no: Kodefullføring
pl: Kompletacja Kodu
pt: Finalização de Código
pt_br: Assistente de Código
ru: Автодополнение кода
tr: Kod Tamamlama
zh: 代码结束

# Dialog.Options.IDEOptions.TextEditor.General.AntialiasedFontCheckBox
source: &Render font antialiased
es: &Desplegar fuentes con anti-alias
fi: &Reunapehmennetyt Fontit
fr: Lissage des polices
hu: Betűtípus &simítása
it: &Rendi Font con Antialiasing
kr: 글꼴 가장자리 다듬기(&R)
nl: &Gebruik anti-alias lettertype
no: &Bruk fontutjevning
pl: W&ygładzaj czcionkę
pt: &Desenhar tipos de letra suaves (antialiasing)
pt_br: Desenha&r fontes suavizadas
ro: Ca&racter cu margini difuze
ru: Сглаживать шрифты
tr: Yazıtipini örtüşmesiz olarak &oluştur
zh: 抗锯齿(&R)

# Dialog.Options.IDEOptions.TextEditor.General.ChangeMarkerMarginCheckBox
source: Enable Change Marker margin
es: Habilita Cambio de Marcador de Margen
fr: Activer la marge pour le marqueur de suivi des modification
it: Attiva margine Cambio Marcatore
nl: Zet de 'Wijzigen Markering' kantlijn aan.
pt_br: Habilitar o marcador de alteração de margem
ru: Включить маркер изменений

# Dialog.Options.IDEOptions.TextEditor.General.CodeCompletionCheckBox
source: Enable &code completion
es: Activar autocompletar el &código
fi: Koodin Täydentäminen
fr: Activer la &complétion de code
hu: &Kódkiegészítés engedélyezése
it: Abilita &completamento codice
kr: 코드 완성 사용(&C)
nl: &Code Completeren inschakelen
no: Bruk &kodefullføring
pl: Włącz kompleta&cję kodu
pt: Activar completar &código
pt_br: Habilitar &Assistente de Código
ro: Activare completare &cod
ru: Включить автодополнение кода
tr: &Kod tamamlamayı etkinleştir
zh: 启用代码结束(&C)

# Dialog.Options.IDEOptions.TextEditor.General.DoubleBufferCheckBox
source: Enable &doublebuffering
es: Activar &doble búfer
fi: Kaksois Bufferointi
fr: Activer le DoubleBuffering
hu: &Duplapufferelés engedélyezése
it: Abilita &doppio buffer
kr: 더블 버퍼링 사용(&D)
nl: Dubbele &buffering gebruiken
no: Bruk &dobbelbufring
pl: Włącz po&dwójne buforowanie
pt: Activar bufferização dupla
pt_br: Habilitar &doublebuffering
ro: Activare &doublebuffering
ru: Включить двойную буферизацию
tr: &Çifte arabelleklemeyi etkinleştir.
zh: 启动双倍缓冲(&D)

# Dialog.Options.IDEOptions.TextEditor.General.FoldingCheckBox
source: Enable &folding
es: Activar &desplegado
fi: Taitto
fr: Activer l'auto-indentation
hu: Össze&zárás engedélyezése
it: Abilita &struttura
kr: 접기 사용(&F)
nl: Opvouwen &toelaten
no: Bruk &linjebretting
pl: Włącz &składanie
pt: Activar continuação
pt_br: Habilitar &dobradura
ro: Activare &pliere
ru: Включить сворачивание
tr: &Karakter katlamayı etkinleştir.
zh: 启用折叠模式(&F)

# Dialog.Options.IDEOptions.TextEditor.General.FontGroupBox
source: Font
es: Fuente
fi: Fontti
fr: Police
hu: Betűtípus
it: Carattere
kr: 글꼴
nl: Lettertype
no: Skrift
pl: Czcionka
pt: Tipos de letra
pt_br: Fonte
ro: Caracter
ru: Выбор шрифта
tr: Yazıtipi
zh: 字体

# Dialog.Options.IDEOptions.TextEditor.General.FontGroupBox.FileEncodingGroupBox
source: File encoding
es: Codificación de archivo
fi: Tiedoston koodaus
fr: Codage du fichier
hu: Fájl kódolása
it: Codifica File
kr: 파일 인코딩
nl: Bestandscodering
no: Filkoding
pl: Kodowanie pliku
pt: Codificação de ficheiro
pt_br: Codificação do Arquivo
ro: Codificare fişier
ru: Кодировка файлов
tr: Dosya kodlama
zh: 文件编码

# Dialog.Options.IDEOptions.TextEditor.General.FontGroupBox.FileEncodingLabel
source: Choose &encoding:
es: Elegir &codificación:
fi: &Koodaus leima:
fr: Choisir le codag&e :
hu: Válasszon &kódolást:
it: Sc&elta codifica:
kr: 인코딩 선택(&E):
nl: Kies cod&ering:
no: Velg &koding:
pl: Wybierz kodowani&e:
pt: Seleccionar codificação:
pt_br: &Escolher Codificação:
ro: Alegere &codificare:
ru: Выберите кодировку:
tr: &Kodlamayı seçin:
zh: 选择编码：(&E)

# Dialog.Options.IDEOptions.TextEditor.General.FontSizeLabel
source: Size:
es: Tamaño:
fi: Fonttikoko:
fr: Taille:
hu: Méret:
it: Dimensione:
kr: 크기:
nl: Grootte:
no: Størrelse:
pl: Rozmiar:
pt: Tamanho:
pt_br: Tamanho:
ro: Mărime:
ru: Размер:
tr: Boyut:
zh: 尺寸

# Dialog.Options.IDEOptions.TextEditor.General.GeneralOptionsGroupBox
source: General Options
es: Opciones Generales
fi: Yleiset asetukset
fr: Options Générales
hu: Általános beállítások
it: Opzioni generali
kr: 일반 옵션
nl: Algemene opties
no: Generelle alternativer
pl: Opcje Ogólne
pt: Opções gerais
pt_br: Opções Gerais
ro: Opţiuni Generale
ru: Общие параметры
tr: Genel Seçenekler
zh: 常规选项

# Dialog.Options.IDEOptions.TextEditor.General.MouseWheelZoomCheckBoxCheckBox
source: M&ouse wheel zooming
es: Ampliar con la rueda del m&ouse
fi: Zoomaus Hiiren Rullalla
fr: Z&oom à la molette
hu: Zoomolás egérgörgővel
it: Zoom con la rotellina M&ouse
kr: 휠로 확대/축소(&O)
nl: Muiswiel in-/uitzoomen
no: Forstørr med musehjulet
pl: P&owiększanie kółkiem myszy
pt: Zoom através do rato
pt_br: &Zoom com roda do mouse
ro: Mărire folosind rotiţa m&ouse-ului
ru: Изменять размер шрифта колесом мыши
tr: Fare tekeri ile yakınlaştırma
zh: 鼠标滑轮缩放(&O)

# Dialog.Options.IDEOptions.TextEditor.General.ShowQuickClassBrowserCheckBox
source: Show &Quick ClassBrowser Panel
es: Mostrar el &Panel Rápido de Navegación de Clases
fi: Näytä Nopea Selain
fr: Afficher Panneau FureteurDeClasse &Rapide
hu: &Gyors OsztályBöngésző Panel megjelenítése
it: Mostra il pannello di Eplorazione Classe
kr: 빠른 클래스 브라우저 패널 보이기(&Q)
nl: Geef &Snelle ClassBrowser weer
no: Vis &kjapp klasseutforsker
pl: Pokaż Panel &Szybka Przeglądarka Klas
pt: Mostrar painel de navegação rápida de classes
pt_br: Exibir Painel Navegador de Classes &Rápido
ru: Показывать панель быстрого браузера классов
tr: &Çabuk SınıfTarayıcısı Panelini Göster
zh: 显示快速类浏览器面板(&Q)

# Dialog.Options.IDEOptions.TextEditor.General.TextfontLabel
source: Text Font:
es: Fuente del texto:
fi: Tekstin fontti:
fr: Police caract.:
hu: Szöveg betűtípusa
it: Font Testo:
kr: 텍스트 글꼴:
nl: Lettertype tekst:
no: Tekst skrift:
pl: Czcionka tekstu:
pt: Tipo de letra do texto:
pt_br: Fonte do Texto:
ro: Caracter text:
ru: Шрифт:
tr: Metin Yazıtipi:
zh: 文本字体:

# Dialog.Options.IDEOptions.TextEditor.Markers.AtRowLabel
source: at colum&n
es: en colum&na
fi: Merkkejä Rivillä
fr: colon&ne
hu: &oszlopnál:
it: a colo&nna
kr: 표시할 열 위치(&N)
nl: in &kolom
no: ved &kolonne
pl: w kolum&nie
pt: na colu&na
pt_br: na colu&na
ro: la coloa&na
ru: в строке
tr: sütu&nda
zh: 列

# Dialog.Options.IDEOptions.TextEditor.Markers.BracketMatchingStyle.AfterCaret
source: After Caret
es: Después del Circunflejo
fi: Jälki Sulkujen Asetus
fr: Après le curseur
hu: Beszúrás után
it: Dopo carattere
kr: 캐럿 뒤에
nl: Na de cursor
no: Etter markør
pl: Po Karetce
pt: Depois de fim de linha
pt_br: Depois do Circunflexo
ru: После курсора
tr: İmleçten Sonra
zh: 当输入完成

# Dialog.Options.IDEOptions.TextEditor.Markers.BracketMatchingStyle.BeforeCaret
source: Before Caret
es: Antes del Circunflejo
fi: Etu Sulkujen Asetus
fr: Avant le curseur
hu: Beszúrás elé
it: Prima del carattere
kr: 캐럿 앞에
nl: Voor de cursor
no: Før markør
pl: Przed Karetką
pt: Antes do fim de linha
pt_br: Antes do Circunflexo
ru: До курсора
tr: İmleçten Önce
zh: 输入之前

# Dialog.Options.IDEOptions.TextEditor.Markers.CaretCheckBox
source: Show caret line
es: Mostrar marcador de posición del cursor
fr: Afficher le curseur
it: Mostra cursore
kr: 캐럿이 있는 줄 보이기
nl: Toon cursor regel
no: Vis markørlinje
pt_br: Mostra linha do cursor
ru: Показать линию каретки
zh: 显示光标所在行

# Dialog.Options.IDEOptions.TextEditor.Markers.EnableAnimationsCheckBox
source: Enable animations
es: Habilitar animaciones
fi: Salli Animaatiot
fr: Activer les animations
it: Attiva animazioni
nl: Animatie mogelijk maken
pt_br: Habilitar animações
ru: Включить анимации
zh: 启用动画效果

# Dialog.Options.IDEOptions.TextEditor.Markers.EOLMarkersCheckBox
source: Show &end-of-line markers
es: Mostrar marcas de &párrafo
fi: Rivin Loppumerkit
fr: Affich&er les marqueurs de fin de ligne
hu: Sorvége &jelek mutatása
it: Mostra marcatori &EOL
kr: EOL 표식 보이기(&E)
nl: &EOL markeringen weergeven
no: Vis &linjeslutt-markører
pl: Pokazuj mark&ery końca wiersza
pt: Mostrar marcadores de fim de linha (EOL)
pt_br: Mostrar marcas de &EOL
ro: Afişare marcaje &EOL
ru: Показывать символ завершения строки
tr: &EOL işaretleyicilerini göster
zh: 显示行尾标记

# Dialog.Options.IDEOptions.TextEditor.Markers.HighlightBracketCheckBox
source: Highlight &matching bracket
es: Resaltar &corchetes
fi: Väritä Sulut
fr: Accolades en surbrillance
it: Evide&nzia coppie parentesi
nl: &Markeren passend haakje
no: Uthev &matchende parentes
pt: Realçar chaveta correspondente
pt_br: Destacar &chave correspondente
ru: Подсвечивать соответствующие фигурные скобки
zh: 突出显示匹配的括号

# Dialog.Options.IDEOptions.TextEditor.Markers.HighlightCurrentLineCheckBox
source: Highlight current line
es: Resaltar la línea actual
fr: Surligner la ligne actuelle
it: Evidenzia la riga corrente
nl: Benadruk momentele regel
ru: Подсвечивать текущую строку

# Dialog.Options.IDEOptions.TextEditor.Markers.HighlightSymbolCheckBox
source: Highlight symbols
es: Resaltar símbolos
fi: Väritä Symboolit
fr: Surligner symboles
it: Evidenzia simboli
nl: Markeer symbolen
no: Fargekode symboler
pt_br: Simbolos em destaque
ru: Подсвечивать символы
zh: 高亮显示符号

# Dialog.Options.IDEOptions.TextEditor.Markers.HorizontalRulerCheckBox
source: Show &horizontal ruler
es: Mostrar regla &horizontal
fi: Vaaka Viivotin
fr: Afficher la règle &horizontale
hu: &Vízszintes vonalzó mutatása
it: Mostra rig&hello oriz.le
kr: 세로 눈금자 보이기(&H)
nl: Toon &horizontale lineaal
no: Vis &horisontal linjal
pl: Pokazuj linijkę po&ziomą
pt: Mostrar régua &horizontal
pt_br: Mostrar régua &horizontal
ro: Afişare riglă &orizontală
ru: Показывать горизонтальную линейку
tr: &Yatay cetveli göster
zh: 显示横向标尺

# Dialog.Options.IDEOptions.TextEditor.Markers.InvalidLinesCheckBox
source: Show &invalid lines
es: Mostrar líneas &inválidas
fi: Vialliset Rivit
fr: Afficher lignes &incorrectes
hu: Érvénytelen sorok &mutatása
it: Mostra l&inee non valide
kr: 부적절한 줄 표시(&I)
nl: Toon &ongeldige regels
no: Vis &ugyldige linjer
pl: Pokazuj błędne l&inie
pt: Mostrar linhas &inválidas
pt_br: Mostrar linhas &inválidas
ro: Afişare linii &incorecte
ru: Показывать неверные строки
tr: &Geçersiz satırları göster
zh: 显示无效行(&I)

# Dialog.Options.IDEOptions.TextEditor.Markers.LineMarkerLabel
source: Line m&arker style
es: M&arcador de línea
fi: Rivin Merkintä
fr: M&arqueur ligne
hu: Sor&jelző stílusa
it: Stile line&a marcatore
kr: 줄 표식 스타일(&A)
nl: Regelm&arkering stijl
no: Linjem&arkør stil
pl: Styl zn&acznika linii
pt: Estilo do m&arcador de linha
pt_br: Estilo do m&arcador de linha
ro: Stil m&arcaj linie
ru: Стиль маркировки строк
tr: Satır &işaretleyicisi stili
zh: 行标记类型

# Dialog.Options.IDEOptions.TextEditor.Markers.LineNumberCheckBox
source: Show &line numbers
es: Mostrar números de &línea
fi: Rivinumero
fr: Afficher n° &ligne
hu: &Sorszám mutatása
it: Mostra numeri di &linea
kr: 줄 번호 표시(&L)
nl: Toon regelnummers
no: Vis &linjenummer
pl: Pokazuj numery &linii
pt: Mostrar números de &linhas
pt_br: Mostrar números de &linha
ro: Afişare numere &linii
ru: Показывать номера строк
tr: &Satır numaralarını göster
zh: 显示行数

# Dialog.Options.IDEOptions.TextEditor.Markers.LineViewerStyle.FullRow
source: Full Row
es: Línea Completa
fi: Koko Rivi
fr: Ligne
hu: Teljes sor
it: Riga Piena
kr: 전체 줄에 표시
nl: Gehele rij
no: Hel rad
pl: Cały wiersz
pt: Toda a linha
pt_br: Linha Inteira
ro: Rând întreg
ru: Всю строку
tr: Tam Satır
zh: 整行

# Dialog.Options.IDEOptions.TextEditor.Markers.LineViewerStyle.None
source: None
es: Ninguno
fi: Ei Riviä
fr: Aucun
hu: Nincs
it: Nessuna
kr: 없음
nl: Geen
no: Ingen
pl: Brak
pt: Nenhum
pt_br: Nenhum
ro: Nimic
ru: Нет
tr: Hiçbiri
zh: 无

# Dialog.Options.IDEOptions.TextEditor.Markers.MarkersGroupBox
source: Markers
es: Marcadores
fi: Valitse
fr: Marqueurs
hu: Jelek és vonalzók
it: Marcatori
kr: 표시자와 눈금자
nl: Markeringen
no: Markører og linjaler
pl: Znaczniki i Linijki
pt: Marcadores e Réguas
pt_br: Marcadores e Réguas
ro: Marcaje şi rigle
ru: Маркеры
tr: İşaretleyiciler ve Cetveller
zh: 标记和标尺
