Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Templates.File.Wix.WixFile.Description
source: Creates an empty setup document.
es: Crea un documento vacío de instalación.
fi: Luo uuden WiX-tiedoston
fr: Crée un document de configuration ('setup') vide.
it: Crea un documento di installazione vuoto.
kr: 빈 설치 문서를 만듭니다.
nl: Maakt een leeg setup document aan.
no: Lager et tomt installasjonsdokument
pt: Criar um documento de instalação vazio.
pt_br: Cria um documento de instalação vazio.
ru: Создает пустой документ Мастера установки.
tr: Boş bir kur belgesi oluşturur.
zh: 创建一个空的安装文档.

# Templates.File.Wix.WixFile.Name
source: Empty Setup Document
es: Documento de Instalación Vacío
fi: WiX-Tiedosto
fr: Document de configuration vide
it: Documenti di Installazione Vuoto
kr: 빈 설치 문서
nl: Leeg setup document
no: Tomt installasjonsdokument
pt: Documento de Instalação Vazio
pt_br: Documento de Instalação Vazio
ru: Пустой документ Мастера установки
tr: Boş Kur Belgesi
zh: 空的安装文档

# Templates.File.Wix.WixProject.Description
source: Creates an empty setup project.
es: Crea un proyecto de instalación vacío.
fi: Luo uuden WiX-projektin
fr: Crée un projet de configuration ('setup') vide.
it: Crea un progetto di installazione vuoto.
kr: 빈 설치 프로젝트를 만듭니다.
nl: Maakt een leeg setup project aan.
no: Lager et tomt installasjonsprosjekt
pt: Cria um projecto de instalação vazio.
pt_br: Cria um projeto de instalação vazio.
ru: Создает пустой проект Мастера установки.
tr: Boş bir kurulum projesi oluşturur.
zh: 创建一个空的安装项目.

# Templates.File.Wix.WixProject.Name
source: Empty Setup Project
es: Proyecto Vacío de Instalación
fi: Uusi WiX-projekti
fr: Projet de configuration vide
it: Progetto di Installazione Vuoto
kr: 빈 설치 프로젝트
nl: Leeg setup project
no: Tomt installasjonsprosjekt
pt: Projecto de Instalação Vazio
pt_br: Projeto de Instalação Vazio
ru: Пустой проект Мастера установки
tr: Boş Kur Projesi
zh: 空的安装项目

# Templates.File.Xml.AppConfig.Description
source: Generates an app.config file. For your application. MSBuild will rename this to appname.exe.config if this project is an executable.
es: Genera un archivo app.config para su aplicación. MSBuild lo renombrará a appname.exe.config si este proyecto es un ejecutable.
fi: Luo app.config tiedosto ohjelmaasi. MSBuild tulee nimetä tämän appname.exe.config jos projekti on suoritettava ohjelma.
fr: Génére un fichier app.config, pour votre application. MSBuild le renommera en appname.exe.config si ce projet est un exécutable.
it: Genera un file app.config per la tua applicazione. MSBuild rinominerà il file in appname.exe.config se il progetto è un eseguibile.
kr: 응용 프로그램을 위한 App.config 파일을 만듭니다. 만일 이 프로젝트가 실행 파일을 만들 경우, MSBuild는 이것의 이름을 응용프로그램이름.exe.config로 바꿉니다.
nl: Genereert een app.config bestand. MSBuild hernoemt dit naar bestandsnaam.exe.config als het project een uitvoerend bestand betreft.
no: Genererer en app.config fil til din applikasjon. MSBuild vil omdøpe denne til programnavn.exe.config hvis prosjektet er kjørbart.
ru: Создаёт файл app.config для Вашего приложения. Если проект является исполняемым файлом, MSBuild переименует файл в appname.exe.config.
tr: Uygulamanız için bir uyg.config dosyası oluşturur. Eğer bu proje çalıştırabilir ise MSBuild uygadı.exe.config olarak değiştirir.
zh: 用于存储应用程序配置和设置的文件。如果您的项目是可执行项目，生成的时候会自动重命名为"应用程序名.exe.config".

# Templates.File.Xml.AppConfig.Name
source: App.Config File
es: Archivo App.Config
fi: App.Config tiedosto
fr: Fichier App.config
it: File App.Config
kr: App.Config 파일
nl: App.Config bestand
no: App.Config fil
pl: Plik App.Config
ru: Файл App.Config
tr: Uyg.Ayar Dosyası
zh: App.Config文件

# Templates.File.Xml.EmptyXml.Name
source: Empty XML file
es: Archivo XML Vacío
fi: Uusi XML-tiedosto
fr: Fichier XML vide
hu: Üres XML fájl
it: File XML vuoto
kr: 빈 XML 파일
nl: Leeg XML bestand
no: Tom XML fil
pl: Pusty plik XML
pt: Ficheiro XML vazio
pt_br: Arquivo XML vazio
ro: Fişier gol în XML
ru: Пустой XML-файл
tr: XML dosyasını boşalt
zh: 空XML文档

# Templates.File.Xml.EmptyXmlFile.Description
source: Creates an empty XML file.
es: Crea un archivo XML en blanco.
fi: Luo uuden XML-tiedoston
fr: Crée un fichier XML vide.
hu: Készít egy üres XML fájlt.
it: Crea un file XML vuoto.
kr: 빈 XML 파일을 만듭니다.
nl: Maakt een leeg XML bestand
no: Lager en tom XML fil.
pl: Tworzy pusty plik XML.
pt: Cria um ficheiro XML vazio.
pt_br: Cria um arquivo XML vazio.
ro: Creare Fişier XML gol.
ru: Создаёт пустой XML-файл.
tr: Boş bir XML dosyası oluşturur.
zh: 创建一个空白的 XML 文件。

# Templates.File.Xml.EmptyXmlForm.Description
source: Creates an empty XML form.
es: Crea un formulario XML vacío.
fi: Luo uuden XML lomakkeen
fr: Créer un formulaire XML vide.
it: Crea una form XML vuota.
kr: 빈 XML 폼을 만듭니다.
nl: Maakt een leeg XML formulier aan.
no: Lager et tomt XML skjema.
pt: Cria um formulário XML vazio.
ru: Создать пустую форму XML
tr: Yeni bir XML formu oluşturur
zh: 创建一个空的XML表格.

# Templates.File.Xml.EmptyXmlForm.Name
source: XML Form
es: Formulario XML
fi: XML lomake
fr: Formulaire XML
it: Form XML
kr: XML 폼
nl: XML formulier
no: XML skjema
pt: Formulário XML
ru: Форма XML
tr: XML Formu
zh: XML表单

# Templates.File.Xml.EmptyXmlUserControl.Description
source: Creates an empty XML user control.
es: Crea un control de usuario XML vacío.
fi: Luo uuden XML käyttäjä tunnistuksen.
fr: Créer un contrôle utilisateur XML vide.
hu: Készít egy üres XML felhasználói vezérlőelemet.
it: Crea un controllo utente XML vuoto.
kr: 빈 XML 사용자 컨트롤을 만듭니다.
nl: Maakt een leeg XML gebruiker-besturingselement aan.
no: Lager en tom egendefinert XML kontroll.
pt: Cria um controlo de utilizador XML vazio.
ru: Создание пустого элемента управления XML.
tr: Boş bir XML kullanıcı kontrolü oluşturur.
zh: 创建一个空的XML的用户控件。

# Templates.File.Xml.EmptyXmlUserControl.Name
source: XML User Control
es: Control de Usuario XML
fi: XML käyttäjä tunnistus
fr: Contrôle utilisateur XML
hu: XML Felhasználói Vezérlőelem
it: Controllo utente XML
kr: XML 사용자 컨트롤
nl: XML gebruiker-besturingselement
no: Egendefinert XML kontroll
pl: XML Kontrolka Użytkownika
pt: Controlo de Utilizador XML
ru: Элемент управления XML
tr: XML Kullanıcı Kontrolü
zh: XML用户控件

# Templates.Project.BlankCombine.Description
source: Creates an empty solution without projects.
es: Crea una Solución en blanco sin proyectos.
fi: Luo uuden kokoelman ilman Projektia
fr: Crée une solution vide sans projet.
hu: Készít egy üres Megoldást projektek nélkül.
it: Creazione di una soluzione vuota senza progetti.
kr: 프로젝트가 없는 빈 솔루션을 만듭니다.
nl: Maakt een lege Oplossing zonder projecten.
no: Lager en tom løsning uten prosjekter.
pl: Tworzy puste rozwiązanie bez projektów.
pt: Cria uma solução vazia sem projectos.
pt_br: Cria uma solução vazia e sem projetos.
ro: Crează o soluţie vidă, fără proiecte.
ru: Создаёт пустое решение без проектов.
tr: Projeleri olmayan boş bir çözüm olşturur.
zh: 用于创建不包含任何项目的空白解决方案。

# Templates.Project.BlankCombine.Name
source: Empty solution
es: Solución vacía
fi: Uusi kokoelma
fr: Solution vide
hu: Üres Megoldás
it: Soluzione vuota
kr: 빈 솔루션
nl: Lege Oplossing
no: Tom løsning
pl: Puste rozwiązanie
pt: Solução vazia
pt_br: Solução vazia
ro: Soluţie Vidă
ru: Пустое решение
tr: Boş çözüm
zh: 空白解决方案

# Templates.Project.ClassLibrary.Description
source: A project for creating classes which are used in other Applications.
es: Un proyecto para crear clases que puedan ser utilizadas en otras aplicaciones.
fi: Projekti joka luo luokkia, joita käytetään muissa sovelluksissa.
fr: Un projet pour créer des classes qui seront utilisées par d'autres applications.
hu: Projekt más alkalmazások által használható osztályok készítésére.
it: Progetto per la creazione di classi che saranno utilizzate in altre Applicazioni.
kr: 다른 응용 프로그램에서 사용될 수 있는 클래스를 만들기 위한 프로젝트입니다.
nl: Project om klassen te maken voor gebruik in andere toepassingen.
no: Et prosjekt for å lage klasser som brukes i andre applikasjoner.
pl: Projekt do tworzenia klas używanych w innych Aplikacjach.
pt: Um projecto para criar classes que são usadas por outras aplicações.
pt_br: Um projeto para criar classes que serão usadas em outras aplicações.
ro: Un proiect pentru crearea claselor folosite în alte aplicaţii.
ru: Проект для создания классов, которые используются другим приложением.
tr: Başka uygulamaların içinde kullanılabilen sınıflar oluşturan bir proje.
zh: 创建一个可在其他应用程序中使用的的类的项目

# Templates.Project.ClassLibrary.Name
source: Class Library
es: Biblioteca de Clases
fi: Luokka Kirjasto
fr: Bibliothèque de classes
hu: Osztály Könyvtár
it: Libreria di Classi
kr: 클래스 라이브러리
nl: Klasse bibliotheek
no: Klassebibliotek
pl: Biblioteka Klas
pt_br: Biblioteca de Classes
ro: Biblioteca de clase
ru: Библиотека классов
tr: Sınıf Kütüphanesi
zh: 类库

# Templates.Project.ConsoleProject.Description
source: A project that creates a command line application.
es: Un proyecto que crea una aplicación de consola.
fi: Projekti, joka luo komentorivi sovelluksen
fr: Un projet qui crée une application de ligne de commande.
hu: Projekt parancssori alkalmazás készítésére.
it: Progetto per la creazione di applicazioni a linea di comando.
kr: 명령줄 응용 프로그램을 만드는 프로젝트입니다.
nl: Project dat een commandoregel toepassing maakt.
no: Et prosjekt som lager en konsollapplikasjon.
pl: Projekt tworzący aplikację wiersza poleceń.
pt: Um projecto para criar uma aplicação a ser executada na linha de comando.
pt_br: Um projeto que cria uma aplicação de linha de comando.
ro: Un proiect care crează o aplicaţie în linie de comandă.
ru: Проект, создающий приложение командной строки.
tr: Komut satırı uygulaması oluşturan proje.
zh: 用于创建命令行应用程序的项目。

# Templates.Project.ConsoleProject.Name
source: Console Application
es: Aplicación de Consola
fi: Komentorivi sovellus
fr: Application console
hu: Konzol Alkalmazás
it: Applicazione Console
kr: 콘솔 응용 프로그램
nl: Console toepassing
no: Konsollapplikasjon
pl: Aplikacja Konsoli
pt: Aplicação Consola
pt_br: Aplicação Console
ro: Aplicaţie Consolă
ru: Консольное приложение
tr: Konsol Uygulaması
zh: 控制台应用程序

# Templates.Project.ConsoleProject.Unmanaged.Description
source: A project that creates a command line application in unmanaged (native) code.
es: Proyecto que crea una aplicación de línea de comandos en código no manejado (nativo).
fr: Un projet qui crée une application non-managée (native) en ligne de commande.
it: Progetto per la creazione di applicazioni console in codice non gestito (nativo).
nl: Project dat een commandoregel applicatie in unmanaged (native) code creëert.
no: Et prosjekt som lager en kommandolinjeapplikasjon i ikke-håndtert (native) kode.
ru: Проект, создающий приложение командной строки в неуправляемом (native) коде.
zh: 创建一个非托管命令行应用程序的项目

# Templates.Project.ConsoleProject.Unmanaged.Name
source: Unmanaged console project
es: Proyecto de consola de código no manejado
fr: Projet console non-managé
it: Progetto per la creazione di un'applicazione console non gestita.
no: Native konsollprosjekt
ru: Неуправляемый консольный проект
zh: 非托管控制台项目

# Templates.Project.Direct3DApplication.Description
source: A project for creating an Application with Direct3D interface.
es: Un proyecto para crear una Aplicación con interfase Direct3D.
fi: Projekti joka luo sovelluksen Direct3D käyttöliittymään
fr: Projet pour la création d'application utilisant Direct3D.
hu: Projekt Direct3D felülettel rendelkező Alkalmazás létrehozására.
it: Progetto per la creazione si un'applicazione con interfaccia Direct3D.
kr: Direct3D 인터페이스를 가진 응용 프로그램을 만드는 프로젝트입니다.
nl: Project om een toepassing met Direct3D interface te maken.
no: Et prosjekt for å lage en applikasjon med Direct3D grensesnitt.
pl: Projekt do tworzenia Aplikacji z interfejsem Direct3D.
pt: Um projecto para criar uma Aplicação com interface Direct3D
pt_br: Um projeto para criar uma aplicação com interface Direct3D.
ro: Un proiect pentru crearea unei aplicaţii cu interfaţă Direct3D.
ru: Проект для создания Direct3D-приложения.
tr: Direct3D arayüzlü uygulama yapabilmek için bir proje.
zh: 创建一个具有 Direct3D 接口的应用程序的项目。

# Templates.Project.Direct3DApplication.Name
source: Direct3D Application
es: Aplicación Direct3D
fi: Direct3D Sovellus
fr: Application Direct3D
hu: Direct3D Alkalmazás
it: Applicazione Direct3D
kr: Direct3D 응용 프로그램
nl: Direct3D toepassing
no: Direct3D applikasjon
pl: Aplikacja Direct3D
pt: Aplicação Direct3D
pt_br: Aplicação Direct3D
ro: Aplicaţie Direct3D
ru: Приложение Direct3D
tr: Direct3D uygulaması
zh: Direct3D 应用程序

# Templates.Project.EmptyProject.Description
source: An empty Project.
es: Un Proyecto en blanco.
fi: Uusi Projekti
fr: Un projet vide.
hu: Egy üres Projekt.
it: Un progetto Vuoto.
kr: 빈 프로젝트입니다.
nl: Een leeg project.
no: Et tomt prosjekt.
pl: Pusty Projekt.
pt: Um Projecto vazio
pt_br: Um Projeto vazio.
ro: Un proiect gol.
ru: Пустой проект.
tr: Boş proje
zh: 一个空白的项目

# Templates.Project.EmptyProject.Name
source: Empty Project
es: Proyecto en Blanco
fi: Uusi Projekti
fr: Projet vide
hu: Üres Projekt
it: Progetto Vuoto
kr: 빈 프로젝트
nl: Leeg Project
no: Tomt prosjekt
pl: Pusty Projekt
pt: Projecto Vazio
pt_br: Projeto Vazio
ro: Proiect Gol
ru: Пустой проект
tr: Boş Proje
zh: 空项目

# Templates.Project.GladeSharpProject.Description
source: A project that creates a Glade# application
es: Un proyecto que crea una aplicación Glade#
fi: Projekti, joka luo Glade# sovelluksen
fr: Un projet qui crée une application Glade#
hu: Glade# alkalmazást készítő projekt
it: Progetto per la creazione di applicazioni Glade#
kr: Glide# 응용 프로그램을 만드는 프로젝트입니다.
nl: Project om een Glade# toepassing te maken.
no: Et prosjekt som lager en Glade# applikasjon
pl: Projekt który tworzy aplikację Glade#
pt: Um projecto que cria um executável Glade#
pt_br: Um projeto que cria uma aplicação Glade#
ro: Un proiect care creează o aplicaţie Glade#
ru: Проект для создания приложения Glade#.
tr: Glade# uygulaması oluşturan proje
zh: 一个Glade#应用程序的项目

# Templates.Project.GladeSharpProject.Name
source: Glade# Application
es: Aplicación Glade#
fi: Glade# Sovellus
fr: Application Glade#
hu: Glade# Alkalmazás
it: Applicazione Glade#
kr: Glade# 응용 프로그램
nl: Glade# toepassing
no: Glade# applikasjon
pl: Aplikacja Glade#
pt: Aplicação Glade#
pt_br: Aplicação Glade#
ro: Aplicaţie Glade#
ru: Glade#-приложение
tr: Glade# Uygulaması
zh: Glade#应用程序

# Templates.Project.GtkSharpProject.Description
source: A project that creates a Gtk# application
es: Un proyecto que crea una aplicación de Gtk#
fi: Projekti, joka luo Gtk# sovelluksen
fr: Un projet qui crée une application GTK#
hu: Gtk# alkalmazást készítő projekt
it: Progetto per la creazione di applicazioni Gtk#
kr: Gtk# 응용 프로그램을 만드는 프로젝트입니다.
nl: Een project dat een Gtk# toepassing maakt
no: Et prosjekt som lager en Gtk# applikasjon
pl: Projekt który tworzy aplikację Gtk#
pt: Um projecto que cria um executável Gtk#
pt_br: Um projeto que cria uma aplicação Gtk#
ro: Un proiect care creează o aplicaţie Gtk#
ru: Проект, создающий Gtk#-приложение
tr: Gtk# uygulaması oluşturan proje.
zh: 一个创建Gtk#应用程序的项目

# Templates.Project.GtkSharpProject.Name
source: Gtk# Application
es: Aplicación Gtk#
fi: Gtk# Sovellus
fr: Application GTK#
hu: Gtk# Alkalmazás
it: Applicazione Gtk#
kr: Gtk# 응용 프로그램
nl: Gtk# toepassing
no: Gtk# applikasjon
pl: Aplikacja Gtk#
pt: Executável Gtk#
pt_br: Aplicação Gtk#
ro: Aplicaţie Gtk#
ru: Gtk#-приложение
tr: Gtk# Uygulaması
zh: Gtk#应用程序

# Templates.Project.PortableLibrary.Description
source: Library that can be used on Windows, Silverlight, Windows Phone, and Xbox.
es: Biblioteca que puede ser usada en Windows, Silverlight, Windows Phone, y Xbox.
fr: Bibliothèque pouvant être utilisée avec Windows, Silverlight, Windows Phone et Xbox.
it: Libreria che può essere usata su Windows, Silverlight, Windows Phone e XBox.
nl: Bibliotheek, bruikbaar bij Windows, Silverlight, Windows Phone en Xbox.
ru: Библиотека, которая может быть использована в приложениях Windows, Silverlight, Windows Phone и Xbox.

# Templates.Project.PRISMApplicationSmallUnity.Description
source: Creates a small PRISM Application with Bootstrapper and Infrastructure.
es: Crea una pequeña aplicación PRISM con Bootstrapper e Infraestructura.
fr: Créée une petite application PRISM avec Bootstrapper et Infrastructure.
it: Crea una piccola Applicazione Prism con Avvio e Infrastruttura
nl: Maakt een kleine PRISMA applicatie met bootstrapper en infrastructuur.
ru: Создает небольшое PRISM-приложение с загрузчиком и инфраструктурой.

# Templates.Project.PRISMApplicationSmallUnity.Name
source: PRISM Application - small (Unity)
es: Aplicación PRISM - pequeña (Unity)
fr: Application PRISM - petite (Unity)
it: Applicazione PRISM - piccola (Unity)
nl: PRISMA Applicatie - klein (Eenheid)
ru: Приложение PRISM - маленькое (Unity)

# Templates.Project.PRISMApplicationUnity.Description
source: Creates a PRISM Application with Bootstrapper and Infrastructure.
es: Crea una aplicación PRISM con Bootstrapper e Infraestructura.
fr: Créée une application PRISM avec Bootstrapper et Infrastructure.
it: Crea una Applicazione PRISM con Avvio e Infrastruttura
nl: Maakt een PRISMA applicatie met bootstrapper en infrastructuur.
ru: Создаёт PRISM-приложение вместе с загрузчиком и инфраструктурой.

# Templates.Project.PRISMApplicationUnity.Name
source: PRISM Application (Unity)
es: Aplicación PRISM (Unity)
fr: Application PRISM (Unity)
it: Applicazione PRISM (Unity)
nl: PRISMA applicatie (Eenheid)
ru: Приложение PRISM (Unity)

# Templates.Project.PRISMModuleUnity.Description
source: Creates a PRISM Module with a View and an according ViewModel.
es: Crea un Módulo PRISM con un View y un ViewModel acorde.
fr: Créée un module PRISM avec une vue et selon un ViewModel.
it: Crea un Modulo PRISM con una Vista e relativo Modulo
nl: Maakt een PRISMA module met weergave naar overeenkomend weergavemodel.
ru: Создать модуль PRISM, вместе с соотвествующими View и ViewModel

# Templates.Project.PRISMModuleUnity.Name
source: PRISM Module (Unity)
es: Módulo PRISM (Unity)
fr: Module PRISM (Unity)
it: Modulo PRISM (Unity)
nl: PRISMA module (Eenheid)
ru: Модуль PRISM (Unity)

# Templates.Project.SetupProject.Description
source: A windows installer project for creating a MSI installer.
es: Un proyecto de instalador de windows para crear un instalador MSI.
fi: Windows asennus-projekti joka luo MSI-asennusohjelman.
fr: Un projet pour créer un installer MSI.
hu: Windows telepítő projekt MSI Telepítő létrehozására.
it: Un progetto Windows Installer per creare file di installazione MSI.
kr: MSI 설치 프로그램을 만들기 위한 Windows용 설치 프로젝트입니다.
nl: Windows installatie project om een MSI installatie programma te maken.
no: Et Windows Installer prosjekt for å lage et MSI installasjonsprogram.
pl: Projekt windows installer do tworzenia instalatora MSI.
pt: Um projecto de instalações do windows para criar um instalador MSI.
pt_br: Um projeto de instalador windows para criar um instalador MSI.
ro: Un proiect de instalare Windows pentru crearea unei instalări MSI.
ru: Проект для создания MSI-инсталлятора.
tr: Windows Installer oluşturabilmek için bir proje
zh: 用于创建 MSI 安装程序的 Windows 安装项目。

# Templates.Project.SetupProject.Name
source: Setup Project
es: Proyecto de Instalación
fi: Asenna projektit
fr: Projet Installation
hu: Setup Projekt
it: Progetto di Setup
kr: 설치 프로젝트
no: Installasjonsprosjekt
pl: Projekt Setup
pt: Projecto de Setup
pt_br: Projeto de Instalador Wix
ro: Proiect de instalare
ru: Инсталлятор
tr: Kurulum Projesi
zh: 安装项目

# Templates.Project.SharedAddin.Description
source: Creates a shared add-in for COM applications.
es: Crea un complemento compartido para aplicaciones que utilizan COM.
fi: Luo jaettu laajennus COM sovelluksiin
fr: Crée un add-in partagé pour applications COM.
hu: Megosztott Beépülő készítése COM alkalmazáshoz.
it: Crea un add-in condiviso per applicazioni COM.
kr: COM 응용 프로그램을 위한 공유된 추가 기능을 만듭니다.
nl: Maakt een gedeelde invoegtoepassing voor COM applicaties.
no: Lager et delt tillegg for COM applikasjoner.
pl: Tworzy współdzielony dodatek dla aplikacji COM.
pt: Criar um add-in partilhado para executáveis COM.
pt_br: Criar um recurso adicional compartilhado para aplicações COM.
ru: Создает общие надстройки для приложений COM.
tr: COM uygulamaları için paylaşılan bir eklenti oluşturur.
zh: 为COM应用程序创建共享的插件(add-in).

# Templates.Project.SharedAddin.Name
source: Shared Add-in
es: Complemento Compartido
fi: Jaettu laajennos
fr: Add-in Partagé
hu: Megosztott Beépülő
it: Add-in condiviso
kr: 공유된 추가 기능
nl: Gedeelde invoegtoepassing
no: Delt tillegg
pl: Współdzielony Dodatek
pt: Add-in Partilhado
pt_br: Recurso adicional compartilhado
ro: Module partajate
ru: Общие надстройки
tr: Paylaşılan eklenti
zh: 共享插件

# Templates.Project.SharpDevelopAddin.Description
source: A project template to quickly create a SharpDevelop addin
es: Una plantilla para crear rápidamente un complemento de SharpDevelop
fi: Projektimalli joka voi nopeasti luoda SharpDevelop laajennoksia
fr: Un template de projet d'AddIn SharpDevelop
hu: Egy projekt sablon SharpDevelop Beépülő gyors készítéséhez
it: Un modello di progetto per creare velocemente un addin di SharpDevelop
kr: SharpDevelop 추가 기능을 빠르게 만드는 프로젝트 템플리트입니다.
nl: Een project sjabloon om snel een SharpDevelop invoegtoepassing te maken
no: En prosjektmail for å raskt lage et SharpDevelop tillegg
pl: Szablon projektu do szybkiego stworzenia dodatku SharpDevelop
pt: Um modelo de projecto para criação rápida de um addin SharpDevelop
pt_br: Um modelo de projeto para criar um recurso adicional no SharpDevelop
ro: Un model de proiect, pentru crearea rapidă a unui modul SharpDevelop
ru: Шаблон проекта для быстрого создания надстройки SharpDevelop
tr: Hızlıca SharpDevelop eklentisi oluşturmak için proje şablonu
zh: 快速创建一个SharpDevelop插件项目

# Templates.Project.SharpDevelopAddin.Name
source: SharpDevelop addin
es: Complemento de SharpDevelop
fi: SharpDevelop laajenne
fr: AddIn SharpDevelop
hu: SharpDevelop Beépülő
it: Addin di SharpDevelop
kr: SharpDevelop 추가 기능
nl: SharpDevelop invoegtoepassing
no: SharpDevelop tillegg
pl: Dodatek SharpDevelop
pt_br: Recurso adicional do SharpDevelop
ro: Modul SharpDevelop
ru: Надстройка SharpDevelop
tr: SharpDevelop Eklentisi
zh: SharpDevelop插件
