Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ComponentInspector.CastDialog.CannotFindTypeInAssembliesMessage
source: Cannot find type {0} in any of the assemblies currently open.
es: No se puede encontrar el tipo {0} en ninguno de los ensamblados actualmente abiertos.
fr: Type {0} introuvable dans les assemblies ouvertes actuallement.
hu: A(z) {0} típus nem található egyetlen nyitott szerelvényben sem.
it: Impossibile trovare tipo {0} in nessuno degli assembly attualmente aperti.
kr: 현재 열려진 어셈블리에서 {0} 형식을 찾을 수 없습니다.
nl: Kan type {0} niet vinden in de momenteel geopende assemblies.
no: Finner ikke typen {0} i noen av de åpne samlingene.
pl: Nie można znaleźć typu {0} w żadnym z aktualnie otwartych assembly.
pt: Impossível encontrar tipo {0} em qualquer dos assemblies actualmente abertos.
pt_br: Não foi possível encontrar o tipo {0} em algum dos assemblies atualmente abertos.
ru: Не удалось найти тип {0} ни в одной открытой сейчас сборке.
tr: {0} türü, şu anda açık tümleşkelerin herhangi birinde bulunamadı.
zh: 在当前打开的程序集中找不到类型{0}

# ComponentInspector.CastDialog.CastForTitle
source: Cast for
es: Convertir para:
fr: Cast pour
it: Cast per
kr: 형식 변환
nl: Conversie naar
no: Konverter for
pl: Rzutowanie dla
pt: Moldar para
pt_br: Converter de
ru: Распределить для

# ComponentInspector.CastDialog.CastTitle
source: Cast
es: Convertir
hu: Explicit típuskonverzió
kr: 형식 변환
nl: Conversie
no: Konverter
pl: Rzutowanie
pt: Moldar
pt_br: Converter
ru: Приведение

# ComponentInspector.CastDialog.CastToLabel
source: Cast to
es: Convertir a
fr: Cast en
hu: Típuskonverzió célja:
it: Cast a
kr: 다음 형으로 변환
nl: Converteer naar
no: Konverter til
pl: Rzutowanie do
pt: Moldar para
pt_br: Converter para
ru: Привести к
tr: Çevir
zh: 转换为

# ComponentInspector.CastDialog.DetermineTypeOfCastFailedMessage
source: Error determining type of cast.
es: Error determinando el tipo de conversión.
fr: Impossible de déterminer le type du cast.
hu: Nem sikerült megállapítani az explicit típuskonverzió típusát.
it: Impossibile determinare il tipo di cast.
kr: 형식 변환을 위해 형식을 결정하는 중 오류가 발생했습니다.
nl: Fout bij bepalen van type conversie.
no: Feil ved valg av konverteringstype.
pl: Błąd określania typu rzutowania.
pt: Erro na determinação no tipo de moldagem.
pt_br: Erro ao determinar o tipo da conversão.
ru: Ошибка при определении типа приведения
tr: Çevrim türünü belirlemede hata
zh: 确定类型转换时出现错误

# ComponentInspector.ComCategoryRootTreeNode.Text
source: Component Categories
es: Categorías de Componentes
fr: Catégories de componsants
it: Categorie Componenti
kr: 구성 요소 범주
nl: Component categorieën
no: Komponentkategorier
pl: Kategorie komponentów
pt: Categorias de Componentes
pt_br: Categorias de Componente
ru: Категории компонентов
tr: Bileşen Kategorileri
zh: 组件类别

# ComponentInspector.ComClassRootTreeNode.Text
source: Classes
es: Clases
fi: Luokat
hu: Osztályok
it: Classi
kr: 클래스
nl: Klassen
no: Klasser
pl: Klasy
ro: Clase
ru: Классы
tr: Sınıflar
zh: 类

# ComponentInspector.ComInterfaceRootTreeNode.Text
source: Interfaces
fi: Liitäntä
hu: Interfészek
it: Interfacce
kr: 인터페이스
no: Grensesnitt
pl: Interfejsy
ro: Interfeţe
ru: Интерфейсы
tr: Arayüzler
zh: 接口

# ComponentInspector.ComRunningObjectsTreeNode.Text
source: COM Running Objects
es: Objetos COM en Ejecución
fr: Objets COM en cours d'exécution
hu: Futó COM-objektumok
it: Oggetti COM in esecuzione
kr: COM 실행 중 개체
nl: COM uitgevoerde objecten
no: Kjørende COM-objekter
pl: Uruchomione Obiekty COM
pt: Objectos COM em Execução
pt_br: Objetos COM em execução
ru: Выполняющиеся COM объекты
tr: COM Nesneleri
zh: COM运行对象

# ComponentInspector.ComTreeNode.Text
source: Favorite/Recently Accessed Type Libraries
es: Bibliotecas de Tipo Favoritas/Usadas Recientemente
fr: Librairies de Types Favorites/Récemment accédées
hu: Kedvenc/nemrég használt típuskönyvtárak
it: Librerie dei Tipi Usate di Recente/Preferite
kr: 자주 보거나 최근에 액세스한 형식 라이브러리
nl: Favoriete en/of onlangs geopende type bibliotheken
no: Favoritter/Sist brukte typebibliotek
pl: Ulubione/Ostatio Otwierane Biblioteki Typów
pt: Bibliotecas de Tipos Recentemente Acedidas / Favoritas
pt_br: Favorito/Bibliotecas de Tipo Recentemente Acessadas
ru: Избранные/недавние библиотеки типов
zh: 收藏或最近访问的类库

# ComponentInspector.ComTypeLibraryRootTreeNode.Text
source: Type Libraries
es: Bibliotecas de Tipo
fi: Tyyppikirjasto
fr: Librairies de type
hu: Típuskönyvtárak
it: Librerie dei Tipi
kr: 형식 라이브러리
nl: Type-bibliotheken
no: Typebibliotek
pl: Biblioteki Typów
pt: Bibliotecas de Tipos
pt_br: Bibliotecas de Tipos
ru: Библиотеки типов
tr: Tür Kütüphaneleri
zh: 类型库

# ComponentInspector.ConstructorDialog.Information
source: If you select a constructor with parameters, after you hit OK, please fill in the parameters and then drag the selected constructor to where you want this object to be created.
es: Si selecciona un constructor con parámetros, luego de presionar OK, por favor llene los parámetros y después arrastre el constructor seleccionado a donde usted quiera que este objeto sea creado.
fr: Si vous sélectionnez un constructeur avec des paramètres, aprés avoir cliqué sur OK, remplissez les paramètres et déplacez le constructeur sélectionné à l'endroit où vous souhaitez le créer.
hu: Ha paraméteres konstruktort választ ki, az OK-ra való kattintás után adja meg a paraméterek értékeit, majd húzza a kiválasztott konstruktort oda, ahol szeretné, hogy az objektum elkészüljön.
it: Se selezioni un costruttore con parametri, dopo aver premuto OK, riempi i parametri e trascina il costruttore selezionato nella posizione in cui vuoi che venga creato l'oggetto.
kr: 매개 변수가 있는 생성자를 선택했을 때에는, 확인을 누르고 난 뒤, 매개 변수를 입력하고 나서 선택된 생성자를 이 개체를 생성하고 싶은 곳으로 드래그하십시오.
nl: Als u een constructor met parameters kiest, vul dan na aanklikken van OK de parameters in en sleep dan de gekozen constructor naar de plek waar u het object wilt laten maken.
no: Hvis du velger en konstruktør med parametere, må du fylle inn parameterne etter du trykker OK, og deretter dra den valgte konstruktøren til der du vil opprette objektet.
pl: Przy wybieraniu konstruktora z parametrami, po wciśnięciu OK, proszę wypełnić parametry a następnie przesunąć wybrany konstruktor do miejsca w którym obiekt ma zostać utworzony.
pt: Se seleccionar um construtor com parâmetros, depois de clicar em OK, por favor preencher os parâmetros e depois arrastar o construtor seleccionado para onde deseja que este objecto seja criado.
pt_br: Se você seleciona um construtor com parâmetros, depois de você clicar OK, por favor preencha os parâmetros e então arraste o construtor selecionado onde você deseja que este objeto seja criado.
ru: Если вы выбрали конструктор с параметрами, то нажмите Ok и заполните параметры. После этого перетащите конструктор в то место, где должен быть создан объект.
tr: OK tuşuna bastıktan sonra, eğer parametreli bir kurucu seçerseniz, lütfen parametreleri doldurun ve bu nesnenin nerede oluşturulmasını istiyorsanız, seçili kurucuyu oraya sürükleyin.

# ComponentInspector.ConstructorDialog.Title
source: Select a Constructor
es: Seleccione un Constructor
fi: Valitse rakentaja
fr: Sélectionnez un constructeur
hu: Konstruktor kiválasztása
it: Seleziona un Costruttore
kr: 생성자를 선택하십시오
nl: Selecteer een constructor
no: Velg en konstruktør
pl: Wybierz Konstruktor
pt: Seleccionar um Construtor
pt_br: Selecione um Construtor
ru: Выбор конструктора
tr: Bir Kurucu Seç
zh: 选择一个构造函数

# ComponentInspector.ControlsTab
source: Controls
es: Controles
fi: Kontrollit
fr: Contrôles
hu: Vezérlőelemek
it: Controlli
kr: 컨트롤
nl: Besturingselementen
no: Kontroller
pl: Kontrolki
pt: Controlos
pt_br: Controles
ro: Controale
ru: Элементы управления
tr: Kontroller
zh: 控件

# ComponentInspector.CreateObjectMenuItem
source: Create O&bject
es: Crear &Objeto
fi: Luo Objekti
fr: Créer O&bjet
hu: O&bjektum létrehozása
it: Crea &Oggetto
kr: 개체 만들기(&B)
nl: O&bject aanmaken
no: Lag objekt
pl: Utwórz O&biekt
pt: Criar &Objecto
pt_br: Criar &Objeto
ru: Создать О&бъект
tr: Nesne oluştur
zh: 创建对象(&B)

# ComponentInspector.CustDirectoriesPanel.ApplicationWorkingFolder
source: Application Working Directory
es: Directorio de Trabajo
fr: Répertoire de travail de l'application
hu: Alkalmazás munkakönyvtára
it: Cartella di Lavoro Applicazione
kr: 응용 프로그램 작업 디렉터리
nl: Toepassing werkmap
no: Arbeidskatalog for applikasjonen
pl: Katalog Roboczy Aplikacji
pt: Pasta de Trabalho da Aplicação
pt_br: Diretório de Trabalho da Aplicação
ru: Рабочий каталог приложения
tr: Uygulama Çalışma Dizini
zh: 应用程序工作目录

# ComponentInspector.CustDirectoriesPanel.ConvertedAssembliesFolder
source: ActiveX Converted Assemblies
es: Ensamblados ActiveX Convertidos
fr: Assemblies venant des ActiveX
hu: Konvertált ActiveX-szerelvények
it: Assembly convertiti in ActiveX
kr: ActiveX 변환 어셈블리
nl: ActiveX omgezette assemblies
no: ActiveX konverterte samlinger
pl: Skonwertowane Assembly ActiveX
pt: Assemblies de ActiveX Convertidos
pt_br: Assemblies Convertidos de ActiveX
ru: Конвертированные сборки ActiveX
zh: 由ActiveX转换来的程序集

# ComponentInspector.CustDirectoriesPanel.Title
source: Directories
es: Directorios
fi: Kansiot
fr: Répertoires
hu: Mappák
it: Cartelle
kr: 디렉터리
nl: Mappen
no: Kataloger
pl: Katalogi
pt: Pastas
pt_br: Diretórios
ro: Directoare
ru: Папки
tr: Dizinler
zh: 目录

# ComponentInspector.CustomActiveXPanel.AutomaticallyGetPropertiesCheckBox
source: Automatically Get COM Properties
es: Obtener Propiedades COM Automáticamente
fr: Déterminer automatiquement les propriétés COM
hu: COM-tulajdonságok automatikus lekérése
it: Leggi automaticamente le Proprietà COM
kr: 자동으로 COM 속성 얻기
nl: Verkrijg automatisch COM eigenschappen
no: Hent COM egenskaper automatisk
pl: Automatycznie Pobierz Właściwości COM
pt: Obter Automaticamente Propriedades COM
pt_br: Automaticamente pega Propriedades COM
ru: Автоматически получить COM свойства
tr: COM özelliklerini otomatik al
zh: 自动获取COM属性

# ComponentInspector.CustomActiveXPanel.GetRunningComObjectsCheckBox
source: Get COM Running Objects at Startup
es: Obtener Objetos COM en Ejecución al Inicio
fr: Montrer les objets COM lancés au démarrage
hu: Futó COM-objektumok lekérése induláskor
it: Individua gli Oggetti COM in Esecuzione all'Avvio
kr: 시작 시 COM 실행 중 개체 얻기
nl: COM uitgevoerde objecten bij start verkrijgen
no: Hent kjørende COM objekter ved oppstart
pl: Pobierz Uruchomione Obiekty COM na Starcie
pt: Obter Ojectos COM em Execução no Arranque
pt_br: Pega Objetos COM rodando ao iniciar
ru: При запуске получить запущенные объекты COM
zh: 在启动时获取COM运行时对象

# ComponentInspector.CustomObjectPanel.OtherLabel
source: Other
es: Otro
fi: Muut
fr: Autres
hu: Egyéb
it: Altro
kr: 기타
nl: Overige
no: Andre
pl: Inne
pt: Outros
pt_br: Outro
ro: Altele
ru: Другое
tr: Diğer
zh: 其它

# ComponentInspector.CustomObjectPanel.ShowBaseClassNamesCheckBox
source: Show base class names
es: Mostrar nombres de clases base
fr: Afficher le nom des classes de base
hu: Alaposztályok neveinek megjelenítése
it: Mostra nomi delle classi base
kr: 기본 클래스 이름 보이기
nl: Basisklas namen weergeven
no: Vis navn på baseklasser
pl: Pokazuj nazwy klas bazowych
pt: Mostrar nomes das classes base
pt_br: Mostra nomes de classe base
ru: Показать имена базовых классов
tr: Taban nesne adlarını göster
zh: 显示基类名称

# ComponentInspector.CustomObjectPanel.ShowLabel
source: Show
es: Mostrar
fi: Näytä
fr: Afficher
hu: Megjelenítés
it: Visualizza
kr: 보이기
nl: Weergeven
no: Vis
pl: Pokaż
pt: Mostrar
pt_br: Mostrar
ro: Arată
ru: Показать
tr: Göster
zh: 查看

# ComponentInspector.CustomObjectPanel.ShowObjectAsBaseCheckBox
source: Show Object members in base class category
es: Mostrar miembros de tipo Object en la categoría clases base
fr: Montrer les objets membres dans la catégorie classe de base
it: Mostra i membri Oggetto nelle classi base
kr: 기본 클래스 범주에 개체 멤버 보이기
nl: Geef objectleden weer in categorie basisklasse
no: Vis objektmedlemmer i baseklasse kategorien
pl: Pokazuj członków Obiektu w kategorii klasy bazowej
pt: Mostrar membros do objecto na categoria classe base
pt_br: Mostra Objetos membros na categoria classe base
ro: Arată obiectele membre din categoria clasei de bază
ru: Показать члены объекта в категории базового класса
tr: Temel sınıf kategorisindeki nesne değişkenlerini göster
zh: 显示对象类的基类成员

# ComponentInspector.CustomObjectPanel.ShowPublicMembersCheckBox
source: Public members only
es: Solo miembros públicos
fr: Membres publics uniquement
it: Solo membri pubblici
kr: Public 멤버만
nl: Alleen openbare leden
no: Kun offentlige medlemmer
pl: Tylko członkowie publiczni
pt: Só membros públicos
pt_br: Apenas membros publicos
ro: Doar membrii publici
ru: Только открытые члены
tr: Sadece Public üyeler
zh: 只显示公共成员

# ComponentInspector.ErrorDialog.LessInformationButton
source: Less Information
es: Menos Información
fi: Näytä vähemmän
fr: Moins d'informations
hu: Kevesebb információ
it: Meno informazioni
kr: 추가 정보 감추기
nl: Minder informatie
no: Mindre informasjon
pl: Mniej Informacji
pt: Menos Informação
pt_br: Menos Informação
ru: Подробнее
tr: Kısa Bilgilendirme
zh: 更少的信息

# ComponentInspector.ErrorDialog.MoreInformationButton
source: More Information
es: Más Información
fi: Näytä enemmän
fr: Plus d'informations
hu: Több információ
it: Più Informazioni
kr: 추가 정보
nl: Meer informatie
no: Mer informasjon
pl: Więcej Informacji
pt: Mais Informação
pt_br: Mais Informação
ro: Mai multe informaţii
ru: Скрыть подробности
tr: Daha Fazla Bilgi
zh: 更多信息

# ComponentInspector.ErrorDialog.ReportAsBugButton
source: Report as Bug
es: Reportar como Bug
fi: Näytä Bugit
fr: Rapporter comme bogue
hu: Hibajelentés küldése
it: Segnala come bug
kr: 버그로 보고
nl: Probleemrapport
no: Rapporter feil
pl: Zgłoś jako Błąd
pt: Relatar um Defeito
pt_br: Relatar como erro
ro: Raportează ca eroare
ru: Сообщить разработчикам
tr: Açık bildir
zh: 作为BUG报告

# ComponentInspector.EventLogList.ClearAllMenuItem
source: Clear &All
es: Limpiar &Todo
fi: Tyhjennä kaikki
fr: Tout Eff&acer
hu: &Az összes törlése
it: Svuota &tutti
kr: 모두 지우기(&A)
nl: &Alles wissen
no: Fjern alle
pl: Wyczyść Wszystk&o
pt: Limpar &Tudo
pt_br: Limpar &Tudo
ru: Очистить всё
tr: Hepsini sil
zh: 全部清除(&A)

# ComponentInspector.EventLogList.ClearMenuItem
source: &Clear
es: &Limpiar
fi: Tyhjennä
fr: Effa&cer
hu: &Törlés
it: &Svuota
kr: 지우기(&C)
nl: Wissen
no: Fjern
pl: Wy&czyść
pt: &Limpar
pt_br: &Limpar
ru: Очистить
tr: &Sil
zh: 清除(&C)

# ComponentInspector.EventLogList.EventColumnHeader
source: Event
es: Evento
fi: Tapahtuma
fr: Evènement
hu: Esemény
it: Evento
kr: 이벤트
nl: Gebeurtenis
no: Hendelse
pl: Zdarzenie
pt: Evento
pt_br: Evento
ru: Событие
tr: Olay
zh: 事件

# ComponentInspector.EventLogList.EventsBeingLoggedTab
source: Events Being Logged
es: Eventos que Están Siendo Registrados
fi: Kirjatut Tapahtumat
fr: Evènements en cours de journalisation
hu: Naplózott események
it: Eventi in Corso di Registrazione
kr: 기록되고 있는 이벤트
nl: Gebeurtenissen die gelogd worden
no: Hendelser som logges
pl: Rejestrowane Zdarzenia
pt: Eventos a Serem Registados
pt_br: Eventos sendo logados
ru: События, добавленные в журнал
tr: Olaylar Kaydedilmeye Başlandı
zh: 事件已经添加到日志中

# ComponentInspector.EventLogList.EventsTab
source: Event Log
es: Registro de Eventos
fi: Tapahtumaloki
fr: Journal d'évènements
hu: Eseménynapló
it: Log Evento
kr: 이벤트 기록
nl: Gebeurtenis log
no: Hendelseslogg
pl: Rejestr Zdarzeń
pt: Registo de Eventos
pt_br: Log de eventos
ru: Журнал событий
tr: Olay Kaydı
zh: Eveng log(事件日志)

# ComponentInspector.EventLogList.IncrementColumnHeader
source: Inc
fi: Kasvata
fr: Incrément
kr: 증가
nl: Meer
no: Nr
pl: Zwiększenie
ru: Инкремент
tr: Çık
zh: 正序

# ComponentInspector.EventLogList.NoEventsBeingLoggedMessage
source: You are not logging any events. To begin logging events, select an object or an event in the Objects panel, and either right-click or use the Action menu to enable event logging.
es: No esta registrando ningún evento. Para comenzar a registrar eventos, seleccione un objeto o evento en el panel Objetos, y haga clic derecho o use el menú de acción para habilitar el registro de eventos.
fr: Vous ne journalisez aucun évènement. Pour commencer la journalisation des évènements, sélectionnez un objet ou un évènement dans le panneau "Objets" et effectuez un clic-droit dessus ou utilisez le menu Action pour activer la journalisation des évènements.
hu: Egyetlen eseményt sem naplózik. Események naplózásához válasszon ki egy objektumot vagy eseményt az Objektum panelen és kattintson rá jobb gombbal, vagy használja a Művelet menüt az eseménynaplózás engedélyezéséhez.
it: Non stai registrando nessun evento. Per iniziare la registrazione, seleziona un oggetto o un evento nel pannello Oggetti e usa il tasto destro o il menu Azioni per attivare la registrazione eventi.
kr: 아무 이벤트도 기록하고 있지 않습니다. 이벤트 기록을 시작하려면, 개체 패널에서 오브젝트나 이벤트를 선택하고 오른쪽 클릭을 하거나 작업 메뉴를 이용하여 이벤트 기록 작성을 활성화하십시오.
nl: Er worden momenteel geen gebeurtenissen gelogd. Start het loggen van gebeurtenissen als volgt: Selecteer een object of een gebeurtenis in het object paneel; - of klik rechter muisknop - of gebruik het actie-menu om loggen van gebeurtenissen in te schakelen.
no: Du logger ingen hendelser. For å begynne å logge hendelser, velg et objekt eller en hendelse i objektpanelet, og høyreklikk eller bruk Handlinger-menyen for å slå på hendelseslogging.
pl: Nie rejestrujesz żadnych zdarzeń. Aby zacząć logować zdarzenia, należy wybrać jakiś obiekt lub zdarzenie w panelu Obiekty, i kliknąć prawym klawiszem myszki lub użyć menu Akcja aby włączyć rejestrowanie zdarzeń.
pt: Não está a registar nenhum evento. Para começar a registar eventos, seleccionar um objecto ou um evento no painel dos Objectos, e efectuar clique direito ou usar o menu Acção para activar o registo de eventos.
pt_br: Voce não está logando nenhum evento. Para iniciar o log de eventos, selecione um objeto ou um evento no painel Objetos e clique com o mouse direito ou use o menu Ação para habilitar o log de eventos.
ru: Вы не логируете никакие события. Для того чтобы начать логировать, выберите объект или событие на панели; далее, либо правый клик мышкой, либо используйте меню Действия для включения логирования.
tr: Herhangi bir olayı kayıt etmiyorsunuz. Olayları kayıt etmek için, Nesneler panelinden bir nesne yada olay seçip, ya sağ tuşa basabilir yada Eylem menüsünden olay kaydetmeyi aktifleştirebilirsiniz.
zh: 您尚未对任何事件添加日志. 在对事件添加日志时, 在对象面板中选择一个对象或者事件, 然后使用右键或者菜单来开启事件日志功能.

# ComponentInspector.EventLogList.ParametersColumnHeader
source: Parameters
es: Parámetros
fi: Parametrit
fr: Paramètres
hu: Paraméterek
it: Parametri
kr: 매개 변수
no: Parametere
pl: Parametry
pt: Parâmetros
pt_br: Parametros
ru: Параметры
tr: Parametreler
zh: 参数

# ComponentInspector.EventLogList.StopAllLoggingMenuItem
source: Stop &All Logging
es: Detener &Todos los Registros
fi: Lopeta kaikki Lokit
fr: &Arrêter toutes les journalisations
hu: Összes n&aplózás leállítása
it: Ferma Tutte le Registrazioni
kr: 모든 기록 중지(&A)
nl: Stop &alle logactiviteiten
no: Stopp all logging
pl: Z&atzymaj Całe Rejestrowanie
pt: Parar &Todos os Registos
pt_br: Para &Todos os logs de eventos
ru: Остановить всё журналирование
zh: 停止所有日志(&A)

# ComponentInspector.EventLogList.StopLoggingMenuItem
source: &Stop Logging
es: Detener &Registro
fi: Lopeta Loki
fr: Arrêter la journalisation
hu: Naplózá&s leállítása
it: &Ferma Registrazione
kr: 기록 중지(&S)
nl: &Stop uitvoer naar logbestand
no: Stopp logging
pl: Zatrzymaj Reje&strowanie
pt: &Parar de Registar
pt_br: &Para o log
ru: Остановить журналирование
tr: Kaydetmeyi Kes
zh: 停止日志(&S)

# ComponentInspector.EventLogList.TimeColumnHeader
source: Time
es: Hora
fi: Aika
fr: Heure
hu: Idő
it: Ora
kr: 시각
nl: Tijd
no: Tid
pl: Czas
pt: Hora
pt_br: Tempo
ru: Время
tr: Saat
zh: 时间

# ComponentInspector.FindDialog.AllLevelsLabel
source: All levels
es: Todos los niveles
fi: Kaikki tasot
fr: Tous les niveaux
hu: Minden szinten
it: Tutti i livelli
kr: 모든 레벨
nl: Alle niveaus
no: Alle nivåer
pl: Wszystkie poziomy
pt: Todos os níveis
pt_br: Todos níveis
ru: Все уровни
tr: Tüm seviyeler
zh: 所有级别

# ComponentInspector.FindDialog.AssembliesRadioButton
source: Assemblies/Types
es: Ensamblados/Tipos
hu: Szerelvények/típusok
it: Assemblies/Tipi
kr: 어셈블리/형식
no: Samlinger/typer
pt: Assemblies/Tipos
pt_br: Assemblies/Tipos
ru: Сборки/Типы
tr: Tümleşkeler/Türler

# ComponentInspector.FindDialog.ContainsRadioButton
source: Contains
es: Contiene
fi: Sisältö
fr: Contenant
hu: Tartalmazza
it: Contiene
kr: 포함
nl: Bevat
no: Inneholder
pl: Zawiera
pt: Contém
pt_br: Contém
ru: Содержимое
tr: İçeren
zh: 包含

# ComponentInspector.FindDialog.FindButton
source: Find
es: Buscar
fi: Etsi
fr: Trouver
hu: Keresés
it: Trova
kr: 찾기
nl: Vinden
no: Finn
pl: Znajdź
pt: Procurar
pt_br: Achar
ru: Найти
tr: Bul
zh: 查找

# ComponentInspector.FindDialog.FindIn
source: Find In
es: Buscar en
fi: Etsi:
fr: Trouver dans
hu: Keresés helye
it: Trova in
kr: 찾을 곳
nl: Vinden in
no: Finn i:
pl: Znajdź w
pt: Procurar em
pt_br: Localizar em
ru: Найти в
tr: İçinde Bul
zh: 查找

# ComponentInspector.FindDialog.FindWhatLabel
source: Find what:
es: Buscar que:
fi: Etsi :
fr: Trouver ceci:
hu: Keresendő dolog:
it: Trova:
kr: 찾을 내용:
nl: Te vinden:
no: Finn hva:
pl: Znajdź:
pt: Procurar:
pt_br: Localizar o que:
ru: Что найти:
tr: Bul:
zh: 查找内容

# ComponentInspector.FindDialog.FoundListColumnHeader
source: Item
es: Ítem
fr: Article
hu: Elem
it: Elemento
kr: 항목
no: Element
pl: Element
ru: Пункт
tr: Öğe
zh: 项目

# ComponentInspector.FindDialog.FullNameLabel
source: Full Name
es: Nombre Completo
fi: Koko Nimi
fr: Nom complet
hu: Teljes név
it: Nome completo
kr: 전체 이름
nl: Volledige naam
no: Fullt navn
pl: Pełna Nazwa
pt: Nome Completo
pt_br: Nome completo
ru: Полное имя
tr: Tam Ad
zh: 全名

# ComponentInspector.FindDialog.LevelSelectOnlyDownLabel
source: Only down
es: Solo Abajo
fr: Uniquement en bas
hu: Csak lefelé
it: Solo giù
kr: 하위 레벨만
nl: Alleen omlaag
no: Kun nedover
pt: Só abaixo
pt_br: Apenas para baixo
ru: Только вниз
tr: Sadece Aşağı
zh: 只向下

# ComponentInspector.FindDialog.LevelsLabel
source: Levels
es: Niveles
fi: Tasot
fr: Niveaux
hu: Szintek
it: Livelli
kr: 레벨
nl: Niveaus
no: Nivåer
pl: Poziomy
pt: Níveis
pt_br: Níveis
ru: Уровни
tr: Seviyeler
zh: 级别

# ComponentInspector.FindDialog.LookingAtLabel
source: Looking at:
es: Buscando en:
fr: En train d'examiner:
it: Cerca in:
kr: 찾을 곳:
nl: Kijkt naar:
no: Ser på:
pt: Observar em:
pt_br: Registrar em:
ru: Посмотреть на:
tr: Bakılıyor:
zh: 查找:

# ComponentInspector.FindDialog.MatchLabel
source: Match
es: Coincidir
fr: Correspondant
it: Corrisponde
kr: 일치
nl: Overeenkomst
no: Treff
pt: Correspondências
pt_br: Equivalente
ru: Совпадение
tr: Aranan
zh: 匹配

# ComponentInspector.FindDialog.NoItemsFoundMessage
source: No items found
es: No se encontraron ítems
fi: Kohdetta ei löytynyt
fr: Aucun article trouvé
hu: Nincs a feltételeknek megfelelő elem
it: Nessun elemento trovato
kr: 발견된 항목이 없습니다
nl: Geen items gevonden
no: Ingen elementer funnet
pl: Nic nie znaleziono
pt: Nenhum item encontrado.
pt_br: Nenhum item encontrado
ru: Ничего не найдено
tr: Bulunamadı
zh: 没有找到项目

# ComponentInspector.FindDialog.NoTreeNodeSelectedDialogTitle
source: Please Select Tree Node
es: Por favor Seleccione un Nodo
fr: Sélectionner un noeud dans l'arbre
hu: Kérem, válasszon ki egy csomópontot a fában
it: Seleziona un Nodo
kr: 트리 노드를 선택하십시오
nl: Selecteer a.u.b. een knooppunt in de boom
no: Vennligst velg node
pl: Wybierz Węzeł Drzewa
pt: Por favor Seleccionar Nó da Árvore
pt_br: Por favor selecione o nó da árvore
ru: Пожалуйста, выберите Узел Дерева
tr: Lütfen Ağaç Düğümü Seçin
zh: 请选择树节点
