Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Dialog.Refactoring.IntroduceMethod.Description
source: The method cannot be created directly, because no source code of the class is available. Please select a static class where the method will be created as an extension method.
es: Este método no puede ser creado directamente, porque no hay código fuente de la clase disponible. Por favor seleccione una clase estática donde el método será creado como un método de extensión.
fr: La méthode ne peut pas être créée, car le code source de la classe est indisponible. Sélectionner une classe statique et une méthode d'extension sera créée.
it: Il metodo non può essere creato direttamente perché non è disponibile il codice sorgente della classe. Seleziona una classe statica dove creare il metodo come metodo di estensione.
nl: Doordat geen broncode van de klasse beschikbaar is, kan de methode niet rechtstreeks gemaakt worden. Selecteer aub een statische klasse waar de methode als extensie methode gemaakt zal worden.
no: Metoden kan ikke opprettes direkte, fordi det ikke er tilgjengelig noen kildekode for klassen. Vennligst velg en statisk klasse hvor metoden kan lages som en utvidelsesmetode.
pt_br: O metodo não pode ser criado diretamente porque não há codigo fonte disponivel na classe. Favor selecionar a classe estatica onde o metodo será criado como uma extensão.
ru: Метод не может быть создан напрямую, так как исходный код для класса не доступен. Пожалуйста, укажите статический класс, в котором будет создан метод расширения.
zh: 无法直接创建此方法，因为没有此类的可用源代码。请选择用于创建此扩展方法的静态类。

# Dialog.Refactoring.IntroduceMethod.Title
source: Introduce method
es: Introducir método
fr: Insérer une méthode
it: Introdurre metodo
nl: Methode introduceren
no: Introduser metode
pt_br: Introduzir metodo
ru: Внедрение метода
zh: 导入方法

# Dialog.Refactoring.IntroduceMethod.UseExisting
source: Use existing class:
es: Usar clase existente:
fi: Käytä olemassa olevaa luokkaa
fr: Utiliser la classe existante:
it: Usa classe esistente:
nl: Gebruik bestaande klasse:
no: Bruk eksisterende klasse:
pt_br: Usar classe existente:
ru: Использовать существующий класс:
zh: 使用现有类：

# Dialog.SearchForIssues.AutoFix
source: Automatically fix issues if possible
fr: Corriger les erreurs automatiquement si possible
it: Correggi problemi in automatico se possibile
ru: Автоматически исправлять проблемы, если возможно

# Dialog.SelectReferenceDialog.BrowserTabPage
source: .NET Assembly Browser
es: Visor de Ensamblados .NET
fi: .NET kokoonpano Selain
fr: Browser d'assemblies .NET
hu: .NET Szerelvény Böngésző
it: Gestore Assembly .NET
kr: .NET 어셈블리 탐색기
no: .NET samlingsutforsker
pl: Przeglądarka .NET Assembly
pt: Navegador de Assemblies .NET
pt_br: Navegador de Assembly .NET
ro: Exploarator Asamblare .NET
ru: Браузер сборок .NET
tr: .NET Assembly Tarayıcısı
zh: .NET集合浏览器

# Dialog.SelectReferenceDialog.DialogName
source: Add Reference
es: Agregar Referencia
fi: Lisää viite
fr: Ajouter référence
hu: Hivatkozást hozzáad
it: Aggiungi Riferimento
kr: 참조 추가
nl: Referentie toevoegen
no: Legg til referanse
pl: Dodaj Referencję
pt: Adicionar Referência
pt_br: Adicionar Referência
ro: Adăugare Referinţă
ru: Добавить ссылку
tr: Referans Ekle
zh: 添加引用

# Dialog.SelectReferenceDialog.GacReferencePanel.ChooseSpecificAssemblyVersion
source: Choose specific assembly version
es: Seleccionar versión específica del ensamblado
fr: Choisissez une version d'Assembly spécifique
hu: Adjon meghatározott szerelvény verziót
it: Selezionale la versione specifica dell'assembly
kr: 특정 어셈블리 버전 선택
nl: Kies een specifieke assembly versie
no: Velg spesifikk samlingsversjon
pl: Wybierz specyficzną wersję assembly
pt: Escolher versão específica de assembly
pt_br: Escolher versão específica do assembly
ru: Выберите конкретную версию сборки
tr: Özel tümleşke versiyonu seç
zh: 选择特定程序集的版本

# Dialog.SelectReferenceDialog.GacReferencePanel.ReferenceHeader
source: Reference Name
es: Nombre de Referencia
fi: Viitenimi
fr: Nom référence
hu: Hivatkozás neve
it: Nome Riferimento
kr: 참조 이름
nl: Referentie-naam
no: Referansenavn
pl: Nazwa referencji
pt: Nome da referência
pt_br: Nome da Referência
ro: Nume Referinţă
ru: Имя ссылки
tr: Referans Adı
zh: 引用名称

# Dialog.SelectReferenceDialog.GacReferencePanel.VersionHeader
source: Version
es: Versión
fi: Versio
hu: Verzió
it: Versione
kr: 버전
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiune
ru: Версия
tr: Sürüm
zh: 版本

# Dialog.SelectReferenceDialog.LocationHeader
source: Location
es: Ubicación
fi: Polku
fr: Emplacement
hu: Elérés
it: Posizione
kr: 위치
nl: Locatie
no: Plassering
pl: Lokalizacja
pt: Localização
pt_br: Localização
ro: Locaţie
ru: Расположение
tr: Konum
zh: 位置

# Dialog.SelectReferenceDialog.ProjectReferencePanel.DirectoryHeader
source: Project Directory
es: Directorio de Proyecto
fi: Projektikansio
fr: Répertoire du projet
hu: Projekt mappa
it: Cartella Progetto
kr: 프로젝트 디렉터리
nl: Projectmap
no: Prosjektkatalog
pl: Katalog Projektu
pt: Pasta do Projecto
pt_br: Diretório do Projeto
ro: Director Proiect
ru: Папка проекта
tr: Proje Dizini
zh: 项目目录

# Dialog.SelectReferenceDialog.ProjectReferencePanel.NameHeader
source: Project Name
es: Nombre de Proyecto
fi: Projektinimi
fr: Nom du projet
hu: Projekt név
it: Nome Progetto
kr: 프로젝트 이름
nl: Projectnaam
no: Prosjektnavn
pl: Nazwa projektu
pt: Nome do Projecto
pt_br: Nome do Projeto
ro: Nume Proiect
ru: Имя проекта
tr: Proje Adı
zh: 项目名称

# Dialog.SelectReferenceDialog.ProjectTabPage
source: Projects
es: Proyectos
fi: Projekti
fr: Projets
hu: Projektek
it: Progetti
kr: 프로젝트
nl: Projecten
no: Prosjekter
pl: Projekty
pt: Projectos
pt_br: Projetos
ro: Proiecte
ru: Проекты
tr: Projeler
zh: 项目

# Dialog.SelectReferenceDialog.ReferenceHeader
source: Reference Name
es: Nombre de Referencia
fi: Viitenimi
fr: Nom référence
hu: Hivatkozás neve
it: Nome Riferimento
kr: 참조 이름
nl: Referentie-naam
no: Referansenavn
pl: Nazwa referencji
pt: Nome da Referência
pt_br: Nome da Referência
ro: Nume Referinţă
ru: Имя ссылки
tr: Referans Adı
zh: 引用名称

# Dialog.SelectReferenceDialog.ReferencesLabel
source: Selected References
es: Referencias Seleccionadas
fi: Valitut viitteet
fr: Références sélectionnées
hu: Kiválasztott Hivatkozások
it: Riferimenti Selezionati
kr: 선택된 참조
nl: Geselecteerde Referenties
no: Valgte referanser
pl: Wybrane Referencje
pt: Seleccionar recursos
pt_br: Referências Selecionadas
ro: Referinţe
ru: Выбранные ссылки
tr: Seçili Referanslar
zh: 选择引用

# Dialog.SelectReferenceDialog.SelectButton
source: S&elect
es: S&eleccionar
fi: Valitse
fr: Sél&ectionner
hu: &Kiválaszt
it: S&elezionare
kr: 선택(&E)
nl: S&electeren
no: V&elg
pl: &Wybierz
pt: S&eleccionar
pt_br: S&elecionar
ro: S&electare
ru: Выбрать
tr: &Seç
zh: 选择(&E)

# Dialog.SelectReferenceDialog.TypeHeader
source: Type
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
kr: 형
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
tr: Tip
zh: 类型

# Dialog.WizardDialog.FinishButton
source: Finish
es: Finalizar
fi: Viimeistely
fr: Terminer
hu: Kész
it: Finire
kr: 완료
nl: Beëindigen
no: Fullfør
pl: Zakoñcz
pt: Terminar
pt_br: Terminar
ro: Terminare
ru: Готово
tr: Sonlandır
zh: 完成

# Dialog.WordCountDialog.CharsText
source: Chars
es: Caracteres
fi: Merkit
fr: Caractères
hu: Karakterek
it: Caratteri
kr: 문자
nl: Karakters
no: Bokstaver
pl: Znaki
pt: Caracteres
pt_br: Caracteres
ro: Caractere
ru: Символов
tr: Karakterler
zh: 字符

# Dialog.WordCountDialog.DialogName
source: Word Count
es: Conteo de palabras
fi: Laske merkit
fr: Compter les Mots
hu: Szavak száma
it: Numero di parole
kr: 단어 세기
nl: Woorden tellen
no: Antall ord
pl: Liczba Słów
pt: Contagem de palavras
pt_br: Contagem de Palavras
ro: Numărare Cuvinte
ru: Количество слов
tr: Kelime Sayısı
zh: 字数统计工具栏

# Dialog.WordCountDialog.FileText
source: file
es: Archivo
fi: Tiedosto
fr: Fichier
hu: Fájl
kr: 파일
nl: bestand
no: fil
pl: Plik
pt: Ficheiro
pt_br: arquivo
ro: Fişier
ru: Файл
tr: dosya
zh: 文件

# Dialog.WordCountDialog.IsNotTextFile
source: The current file is not a text file and cannot be counted.
es: El archivo actual no es de texto y no puede ser contado.
fi: Nykyinen tiedosto on tekstitiedosto jota ei voi laskea
fr: Le fichier actif n'est pas un fichier texte, ne peut compter le nombre de mots.
hu: A jelenlegi fájl nem szövegfájl és nem számolható.
it: Il file corrente non è un file di testo e non si può effettuare il conteggio.
kr: 현재 파일은 텍스트 파일이 아니기 때문에 셀 수 없습니다.
nl: Momenteel bestand is géén tekstbestand en kan niet geteld worden.
no: Denne filen er ikke en tekstfil og kan ikke telles.
pl: Bieżący plik nie jest plikiem tekstowym i nie może być liczony.
pt: O ficheiro actual não é um ficheiro de texto e não pode ser contado.
pt_br: O arquivo atual não é um arquivo de texto e não pode ser contado.
ro: Fişierul curent nu este de tip text şi nu poate fi evaluat.
ru: Текущий файл не текстовый, и не может быть учтен.
tr: Şu anki dosya br metin dosyası değil dolayısıyla sayılamaz.
zh: 当前文件不是文本文件，无法统计。

# Dialog.WordCountDialog.Label1Text
source: &Count where
es: &Contar adonde
fi: &Laske
fr: &Compter avec
hu: &Számol ahol
it: &Conta dove
kr: 셀 위치(&C)
nl: Tellen waarbij
no: &Tell i
pl: Li&cz w
pt: &Contar em
pt_br: &Contar aonde
ro: &Numără în
ru: Где считать
tr: Sayılacak Yer
zh: 统计文件位置(&C)

# Dialog.WordCountDialog.LinesText
source: Lines
es: Líneas
fi: Rivit
fr: Lignes
hu: Sorok
it: Linee
kr: 줄
nl: Regels
no: Linjer
pl: Linie
pt: Linhas
pt_br: Linhas
ro: Linii
ru: Строк
tr: Satırlar
zh: 行

# Dialog.WordCountDialog.MustBeInProtectedModeWarning
source: You must be in project mode
es: Debe estar en modo de proyecto
fi: Sinun täytyy työskennellä projekti-tilassa
fr: Vous devez être en mode Projet
hu: Projekt módban kell lenni
it: Devi essere in modalità progetto
kr: 프로젝트 모드여야 합니다
nl: U moet zich in project modus bevinden
no: Du må være i prosjektmodus
pl: Musisz pracować w trybie projektu
pt: Deverá estar em modo de projecto
pt_br: Você deve estar no modo projeto
ro: Trebuie să fiţi în mod Proiect
ru: Вы должны находиться в режиме проекта
tr: Proje modunda olmalısınız
zh: 必须在项目模式下

# Dialog.WordCountDialog.StartButton
source: &Start
es: &Iniciar
fi: &Aloita
fr: &Démarrer
hu: &Indít
it: &Inizio
kr: 시작(&S)
pt: &Inicio
pt_br: &Iniciar
ru: &Начать
tr: &Başla
zh: 开始(&S)

# Dialog.WordCountDialog.TotalText
source: total
fi: yhteensä
hu: teljes
it: totale
kr: 전체
nl: totaal
no: totalt
pl: suma
ru: всего
tr: toplam
zh: 总数

# Dialog.WordCountDialog.WordsText
source: Words
es: Palabras
fi: Sanoja
fr: Mots
hu: Szavak
it: Parole
kr: 단어
nl: Woorden
no: Ord
pl: Słowa
pt: Palavras
pt_br: Palavras
ro: Cuvinte
ru: Слов
tr: Sözcükler
zh: 字数

# Fileutility.CantFindExecutableError
source: Can't find ${Executable} in any of the SDK bin folders.
es: No se pudo encontrar ${Executable} en ninguna de las carpetas bin del SDK.
fr: Impossible de trouver ${Executable} dans un des répertoires binaires du SDK.
hu: A(z) ${Executable} nem található a szoftverfejlesztői készlet (SDK) egyetlen mappájában sem.
it: Impossibile trovare ${Executable} nelle cartelle degli eseguibili del SDK.
kr: 어떤 SDK bin 폴더에서도 ${Executable}을(를) 찾을 수 없습니다.
nl: Kan $(Executable) niet vinden in een van de SDK bin mappen.
no: Finner ikke ${Executable} i noen av SDK bin-mappene.
pt_br: Não é possível encontrar ${Executable} em algum diretório do SDK
ru: Во всех папках bin SDK невозможно найти ${Executable}.
zh: 在任何SKD bin目录中找不到${Executable}。

# Fileutility.CantFindFileError
source: Can't load ${File}.File not found.
es: No se puede cargar ${File}. Archivo no encontrado.
fi: Ei voi ladata $ {tiedosto}. Tiedostoa ei löydy.
fr: Chargement impossible ${File}.Fichier absent.
hu: Nem sikerült betölteni a(z) ${File} fájlt, mert nem található.
it: Impossibile caricare ${File}. File non trovato
kr: ${File}을 열 수 없습니다. 파일이 없습니다.
nl: Kan bestand ${File} niet vinden. Bestand niet gevonden.
no: Kan ikke lese ${File}. Fant ikke filen.
pl: Nie można załadować ${File}. Plik nie znaleziony.
pt: Não é possivel abrir o ${File}. Ficheiro não encontrado.
pt_br: Não foi possível abrir ${File}. Arquivo não encontrado.
ro: Fişier ${File} nu poate fi incărcat.Fişier negăsit.
ru: Файл ${File} не найден.
tr: ${File} dosyası yüklememiyor. Dosya bulunamadı.
zh: 无法读取文件${File}。没有找到文件。

# FileUtilityService.ErrorWhileLoading
source: Error while loading
es: Error al cargar
fi: Lataus virhe
fr: Erreur lors du chargement
hu: Hiba történt a betöltés közben
it: Errore durante il caricamento
kr: 파일 읽는 중 오류 발생
nl: Fout bij het laden
no: Feil under lesing
pl: Błąd podczas ładowania
pt: Erro enquanto abre
pt_br: Erro durante o carregamento
ro: Eroare la incarcare
ru: Ошибка во время загрузки
tr: Yükleme sırasında hata
zh: 载入时出错

# FileUtilityService.ErrorWhileSaving
source: Error while saving
es: Error al guardar
fi: Tallennus virhe
fr: Erreur lors de la sauvegarde
hu: Hiba történt a mentés közben
it: Errore durante il salvataggio
kr: 파일 저장 중 오류 발생
nl: Fout bij het wegschrijven
no: Feil under lagring
pl: Błąd podczas zapisywania
pt: Erro ao guardar
pt_br: Erro durante gravação
ro: Eroare la salvare
ru: Ошибка во время сохранения
tr: Kaydedilirken hata
zh: 保存时出错

# FileUtilityService.FileSizeTooBig
source: The file is too large to be opened.
es: El archivo es muy grande para ser abierto.
fi: Tiedosto on liian suuri avattavaksi.
fr: Le fichier est trop grand pour être ouvert.
hu: A fájl túl nagy, ezért nem lehet megnyitni.
it: Il file è troppo grande per essere aperto.
nl: Het bestand is te groot om geopend te worden.
no: Filen er for stor til å kunne åpnes.
pl: Plik jest zbyt duży żeby go otworzyć.
pt_br: O arquivo é muito grande para ser aberto.
ru: Открываемый файл превышает допустимый размер.
tr: Dosya, açmak için çok büyük.
zh: 文件过大，无法打开。

# FormsDesigner.DesignErrorPanel.ErrorText
source: Please correct all source code errors before designing
es: Por favor corrija todos los errores en el código fuente antes de diseñar
fi: Korjaa kaikki virheet ennen suunnittelun jatkamista
fr: Veuillez corriger toutes les erreurs du code source avant de faire le design
hu: Kérem a tervezés előtt javítsa az összes forráskód hibát.
it: Prego correggere gli errori nel sorgente prima di disegnare il form
kr: 디자인을 시작하기 전에 먼저 소스의 오류를 모두 바로잡아 주십시오
nl: Verbeter alle fouten in de broncode alvorens te starten met ontwerpen
no: Vennligst rett alle kildekodefeil før du designer
pl: Proszę poprawić wszystkie błędy kodu źródłowego przed projektowaniem
pt: Por favor corrija todos os erros no código fonte antes de desenhar
pt_br: Por favor corrija todos os erros do código fonte antes de modelar o formulário
ro: Vă rog să corectaţi toate erorile din codul sursă înainte de proiectare
ru: Исправьте все ошибки в исходном коде до переключения в дизайнер форм
tr: Tasarımdan önce lütfen tüm kaynak kod hatalarını düzeltin
zh: 请在设计前更正所有的源代码错误

# FormsDesigner.DesignTabPages.DesignTabPage
source: Design
es: Diseño
fi: Suunnittelu
hu: Tervezés
it: Disegna
kr: 디자인
nl: Ontwerp
pl: Wzor
pt: Desenhar
pt_br: Formulário
ro: Proiectare
ru: Дизайнер
tr: Tasarım
zh: 设计

# FormsDesigner.DesignTabPages.SourceTabPage
source: Source
es: Fuente
fi: Lähde
hu: Forrás
it: Sorgente
kr: 코드
nl: Bron
no: Kildekode
pl: Zrodlo
pt: Codificar
pt_br: Código
ro: Sursă
ru: Исходный код
tr: Kaynak
zh: 源代码

# Global.AbortButtonText
source: Abort
es: Abortar
fi: Peruuta
fr: Stopper
hu: Megszakítás
it: Annulla
kr: 그만두기
nl: Afbreken
no: Avbryt
pt_br: Abortar
ru: Прервать
zh: 放弃

# Global.AddButtonText
source: &Add
es: &Agregar
fi: &Lisää
fr: &Ajouter
hu: Hozzá&adás
it: &Aggiungi
kr: 추가(&A)
nl: &Toevoegen
no: &Legg til
pl: &Dodaj
pt: &Adicionar
pt_br: &Adicionar
ro: &Adăugare
ru: Добавить
tr: &Ekle
zh: 添加(&A)

# Global.Advanced
source: Advanced
es: Avanzado
fr: Avancé
it: Avanzate
nl: Uitgebreid
ru: Дополнительно

# Global.BackButtonText
source: < Back
es: < Atrás
fi: < Takaisin
fr: < Retour
hu: < Vissza
it: < Indietro
kr: <뒤로
nl: < Terug
no: < Tilbake
pl: < Wstecz
pt: <Retroceder
pt_br: < Anterior
ro: < Înapoi
ru: < Назад
tr: < Geri
zh: <上一步

# Global.BrowseButtonText
source: &Browse...
es: &Explorar
fi: &Tutki
fr: &Parcourir...
hu: &Tallózás...
it: Sf&oglia...
kr: 찾아 보기(&B)...
nl: &Bladeren...
no: &Utforsk...
pl: &Przeglądaj...
pt: &Navegar...
pt_br: &Navegar
ro: &Explorare...
ru: Обзор...
tr: &Gözat...
zh: 浏览(&B)...

# Global.BrowseText
source: Browse
es: Explorar
fi: Tutki
fr: Parcourir
hu: Tallózás
it: Esplora
kr: 찾아 보기
nl: Bladeren
no: Velg
pl: Przeglądaj
pt: Navegar
pt_br: Navegar
ro: Răsfoire
ru: Выбрать
tr: Gözat
zh: 浏览

# Global.CancelButtonText
source: Cancel
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
kr: 무르기
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Renunţare
ru: Отмена
tr: İptal
zh: 取消

# Global.ChangeButtonText
source: &Change
es: &Cambiar
fi: &Vaihda
fr: &Changer
hu: Mó&dosítás
it: &Cambia
kr: 바꾸기(&C)
nl: &Aanpassen
no: &Endre
pl: Z&mień
pt: Modificar
pt_br: &Mudar
ro: &Schimbare
ru: Изменить
tr: &Değiştir
zh: 修改(&C)

# Global.ChooseLocationButtonText
source: Choose location
es: Escoger ubicación
fi: Valitse sijainti
fr: Choisir l'emplacement
hu: Útvonal kiválasztása
it: Scelta posizione
kr: 위치 선택
nl: Kies locatie
no: Velg plassering
pl: Wybierz lokalizację
pt: Escolher localização
pt_br: Escolher local
ro: Alegere Locaţie
ru: Выбрать место
tr: Konum seç
zh: 选择位置

# Global.CloseButtonText
source: &Close
es: &Cerrar
fi: &Sulje
fr: &Fermer
hu: &Bezárás
it: &Chiudi
kr: 닫기(&C)
nl: &Sluiten
no: &Lukk
pl: &Zamknij
pt: &Fechar
pt_br: &Fechar
ro: În&chidere
ru: Закрыть
tr: &Kapat
zh: 关闭(&C)

# Global.CreateButtonText
source: Create
es: Crear
fi: Luo
fr: &Créer
hu: Létrehozás
it: Crea
kr: 만들기
nl: Creëer
no: Lag
pl: Utwórz
pt: Criar
pt_br: Criar
ro: Creare
ru: Создать
tr: Oluştur
zh: 建立

# Global.Delete
source: Delete
es: Eliminar
fi: Poistaminen
fr: Supprimer
hu: Törlés
it: Elimina
kr: 지우기
nl: Verwijderen
no: Slett
pl: Usuń
pt: Apagar
pt_br: Apagar
ru: Удалить
tr: Sil
zh: 删除

# Global.DeleteButtonText
source: &Delete
es: &Borrar
fi: Poista
fr: &Supprimer
hu: &Törlés
it: &Cancella
kr: 삭제(&D)
nl: &Verwijder
no: &Slett
pl: &Usuń
pt: Apagar
pt_br: &Excluir
ro: Ş&tergere
ru: Удалить
tr: &Sil
zh: 删除(&D)

# Global.DeselectAllButtonText
source: Unselect All
es: Des-seleccionar Todo
fi: Tyhjennä kaikki
fr: Déselectionner tot
hu: Kijelölések törlése
it: Deseleziona Tutti
kr: 모두 선택하지 않음
nl: Alles déselecteren
no: Fjern all markering
pt_br: Remover seleção de todos
ru: Отменить выбор
zh: 取消全选

# Global.EditButtonText
source: &Edit
es: &Editar
fi: &Editoi
fr: &Editer
hu: &Szerkesztés
it: &Modifica
kr: 편집(&E)
nl: &Bewerken
no: &Rediger
pl: &Edycja
pt: &Alterar
ro: &Editeaza
ru: Редактировать
tr: &Düzen
zh: 编辑(&E)

# Global.ErrorText
source: Error
fi: Error Virhe
fr: Erreur
hu: Hiba
it: Errore
kr: 오류
nl: Fout
no: Feil
pl: Błąd
pt: Erro
pt_br: Erro
ro: Eroare
ru: Ошибка
tr: Hata
zh: 错误

# Global.FileAlreadyExists
source: The file '{0}' already exists.
es: El archivo '{0}' ya existe.
fi: Tiedosto '{0}' on jo olemassa.
fr: Le fichier '{0}' existe déjà.
hu: „{0}” nevű fájl már létezik.
it: Il file '{0}' esiste già.
kr: '{0}' 파일이 이미 있습니다.
nl: Bestand '{0}' bestaat al.
no: Filen '{0}' finnes fra før.
pl: Plik '{0}' już istnieje.
pt: O ficheiro '{0}' já existe.
pt_br: O arquivo '{0}' já existe.
ru: Файл '{0}' уже существует.
tr: '{0}' dosyası zaten var.
zh: 文件'{0}'已经存在.

# Global.FileName
source: File name
es: Nombre de archivo
fi: Tiedostonimi
fr: Nom de fichier
hu: Fájlnév
it: Nome file
kr: 파일 이름
nl: Bestandsnaam
no: Filnavn
pl: Nazwa pliku
pt: Nome do ficheiro
pt_br: Nome do Arquivo
ru: Имя файла
tr: Dosya adı
zh: 文件名

# Global.FinishButtonText
source: Finish
es: Terminar
fi: Viimeistele
fr: Terminer
hu: Befejezés
it: Fine
kr: 마치기
nl: Beëindigen
no: Fullfør
pl: Zakończ
pt: Terminar
pt_br: Terminar
ro: Final
ru: Готово
tr: Sonlandır
zh: 完成

# Global.FinishedCaptionText
source: Finished
es: Completado
fi: Tyhjennä
fr: Terminé
hu: Befejezve
it: Completato
kr: 완료
nl: Beëindigd
no: Fullført
pl: Zakończono
pt: Terminado
pt_br: Concluído
ro: Terminat
ru: Завершено
tr: Tamamlandı
zh: 完成

# Global.Folder
source: Folder
es: Directorio
fi: Kansio
fr: Dossier
hu: Mappa
it: Cartella
kr: 폴더
nl: Map
no: Mappe
pt_br: Pasta
ru: Папка
zh: 目录

# Global.FontStyle
source: Font Style
es: Fuente
fi: Fontti tyyli
fr: Style de police
it: Stile Carattere
nl: Stijl lettertype
no: Skriftstil
pt_br: Estilo do fonte
ru: Стиль шрифта
zh: 字体样式

# Global.FontStyle.CustomColor
source: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Aangepast
no: Egendefinert
pt_br: Personalizar
ru: Настроить
zh: 自定义

# Global.FontStyle.SelectFont
source: Select font
es: Seleccionar fuente
fi: Valitse fontti
fr: Sélection police
it: Seleziona font
nl: Kies lettertype
no: Velg skrifttype
pt_br: Selecionar fonte
ru: Выбор шрифта
zh: 选择字体

# Global.FontStyle.Underline
source: Underline
es: Subrayar
fi: Alleviivattu
fr: Souligner
it: Sottolinea
nl: Onderlijnen
no: Understrek
pt_br: Traço baixo
ru: Подчёркнутый
zh: 下划线

# Global.HelpButtonText
source: &Help
es: Ayuda
fi: &Ohje
fr: &Aide
hu: &Súgó
it: &Aiuto
kr: 도움말(&H)
no: &Hjelp
pl: &Pomoc
pt: A&juda
pt_br: &Ajuda
ro: &Asistenţă
ru: Справка
tr: &Yardım
zh: 帮助(&H)

# Global.IgnoreButtonText
source: Ignore
es: Ignorar
fi: Sivuuta
fr: Ignorer
hu: Elvet
it: Ignora
kr: 무시
nl: Negeren
no: Ignorer
pl: Ignoruj
pt: Ignorar
pt_br: Ignorar
ro: Ignorare
ru: Пропустить
tr: Yoksay
zh: 忽略

# Global.LargeIconToolTip
source: Large Icons
es: Iconos grandes
fi: Suuret ikonit
fr: Grandes icônes
hu: Nagy ikonok
it: Icone grandi
kr: 큰 아이콘
nl: Grote Pictogrammen
no: Store ikoner
pl: Duże Ikony
pt: Ícones grandes
pt_br: Ícones grandes
ro: Pictograme Mari
ru: Большие значки
tr: Büyük Simgeler
zh: 大图标

# Global.Location.allopenfiles
source: all open files
es: todos los archivos abiertos
fi: kaikki avatut tiedostot
fr: tous les fichiers ouverts
hu: minden megnyitott fájl
it: tutti i file aperti
kr: 모든 열린 파일
nl: alle geopende bestanden
no: alle åpne filer
pl: wszystkie otwarte pliki
pt: todos os ficheiros abertos
pt_br: todos os arquivos abertos
ro: toate fişierele deschise
ru: во всех открытых файлах
tr: tüm açık dosyalar
zh: 所有打开文件

# Global.Location.currentfile
source: current file
es: archivo actual
fi: nykyinen tiedosto
fr: fichier courant
hu: a jelenlegi fájl
it: file corrente
kr: 현재 파일
nl: huidig bestand
no: denne filen
pl: aktualny plik
pt: ficheiro actual
pt_br: arquivo atual
ro: fişierul curent
ru: в текущем файле
tr: geçerli dosya
zh: 当前文件

# Global.Location.directories
source: Directories
es: Directorios
fi: kansiot
fr: Répertoires
hu: Mappák
it: Cartelle
kr: 디렉터리
nl: Mappen
no: Kataloger
pl: Objasnienie
pt: Pastas
pt_br: Diretórios
ro: Directoare
ru: в папках
tr: Dizinler
zh: 目录

# Global.Location.wholeproject
source: whole project
es: proyecto completo
fi: koko projekti
fr: projet complet
hu: a teljes projekt
it: intero progetto
kr: 전체 프로젝트
nl: hele project
no: hele prosjektet
pl: cały projekt
pt: projecto inteiro
pt_br: projeto inteiro
ro: întregul proiect
ru: во всём проекте
tr: tüm proje
zh: 整个项目

# Global.MoveDown
source: Move &Down
es: Mover &Abajo
fi: Siirrä &Alas
fr: &Descendre
hu: &Le
it: Muove &Giu
kr: 아래로 이동(&D)
nl: Omlaag
no: Flytt &ned
pl: Rusz Na&dol
pt: &Descer
pt_br: Mover para baixo
ro: Muta &Jos
ru: Вниз
tr: &Aşağıya Taşı
zh: 下移(&D)

# Global.MoveUp
source: Move &Up
es: Mover A&rriba
fi: Siirrä &Ylös
fr: Monter
hu: &Fel
it: Muove &Su
kr: 위로 이동(&U)
nl: Omhoog
no: Flytt &opp
pl: R&usz Do Gory
pt: &Subir
pt_br: Mover para cima
ro: Muta &Sus
ru: Вверх
tr: &Yukarıya Taşı
zh: 上移(&U)

# Global.NA
source: N/A
fr: Non disponible
kr: 사용할 수 없음
nl: n.v.t.
no: (ikke aktuelt)
pl: Niedostępne
pt_br: N/D
ru: Н/Д
tr: Uygulanamaz
zh: 不可用(N/A)

# Global.Name
source: Name
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
kr: 이름
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя
tr: İsim
zh: 名称
