Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# SharpDevelop.SideBar.CSharpDocumentationTags
source: C# Documentation Tags
es: Bloques de documentación en C#
fi: C# Dokumentaatio tunnisteet
fr: Balise de documentation C#
hu: C# Dokumentációs jelek
it: Marcatori di documentazione C#
kr: C# 문서화 태그
nl: C# Documentatie labels
no: C# dokumentasjonstagger
pl: Tagi Dokumentacji C#
pt: Legendas de Documentação C#
pt_br: Tags da Documentação C#
ro: Marcatori Documentaţie C#
ru: Теги документации C#
tr: C# Belgelendirme Etiketleri
zh: C#文档标记

# SharpDevelop.SideBar.GeneralCategory
source: General
fi: Yleistä
fr: Général
hu: Általános
it: Generale
kr: 일반
nl: Algemeen
no: Generelt
pl: Główne
pt: Geral
pt_br: Geral
ru: Общие
tr: Genel
zh: 常规

# SharpDevelop.SideBar.LicensesTags
source: Licenses
es: Licencias
fi: Lisenssit
fr: Licences
hu: Licencek
it: Licenze
kr: 라이선스
nl: Licenties
no: Lisenser
pl: Licencje
pt: Licenças
pt_br: Licenças
ro: Licente
ru: Лицензии
tr: Lisanslar
zh: 许可证

# SharpDevelop.SideBar.NoToolsAvailableForCurrentDocument
source: There are no tools available for the current document.
es: No hay herramientas disponibles para el documento actual.
fi: Työkalut ei käytettävissä nykyiseen asiakirjaan
fr: Aucun outil de disponible pour ce document.
it: Non ci sono strumenti disponibili per questo documento.
kr: 현재 문서에 사용할 수 있는 도구가 없습니다.
nl: Voor het momentele document is geen gereedschap beschikbaar.
no: Det er ingen verktøy tilgjengelig for det aktive dokumentet.
ru: Нет доступных инструментов для текущего документа.
zh: 当前文档没有可用的工具。

# SharpDevelop.Solution.AllKnownProjectFormats
source: All known project formats
es: Todos los formatos conocidos
fi: Kaikki tunnetut projekti muodot
fr: Formats de projet connus
hu: Minden ismert projekt formátum
it: Tutti i formati di progetto conosciuti
kr: 모든 인식 가능한 프로젝트 형식
nl: Alle bekende Project formaten
no: Alle kjente prosjektformater
pl: Wszystkie znane formaty projektów
pt: Todos os formatos conhecidos de projecto
pt_br: Todos formatos de projeto conhecidos
ro: Toate formatele de proiect cunoscute
ru: Все известные форматы проектов
tr: Bilinen bütün proje formatları
zh: 所有已知的项目格式

# SharpDevelop.Solution.CannotLoadOldSolution
source: This SharpDevelop version cannot load projects created using Visual Studio .NET 2003 (or earlier). Try using SharpDevelop 3.2 for the conversion; or create a new project and add the existing source code files.
es: Esta versión de SharpDevelop no puede cargar proyectos creados usando Visual Studio .NET 2003 (o anterior). Intente usar SharpDevelop 3.2 para la converisón; o cree un nuevo proyecto y agregue los archivos fuente existentes.
fr: Cette version de SharpDevelop ne peut pas charger des projets créés avec Visual Studio 2003. Essayez SD3.2 pour une conversion; ou créez un nouveau projet et ajoutez les fichiers existant.
it: Questa versione di SharpDevelop non riesce a caricare progetti creati con Visual Studio .NET 2003 (o precedenti). Prova ad usare SharpDevelop 3.2 per convertirli oppure crea un nuovo progetto e aggiungi i file esistenti.
nl: Deze versie van SharpDevelop kan projecten die gemaakt zijn met Visual Studio .NET 2003 (of ouder) niet laden. Probeer te converteren met SharpDevelop 3.2 of maak een nieuw project en voeg de bestaande broncode bestanden hier aan toe.
pl: Ta wersja SharpDevelop nie może wczytywać projektów utworzonych przy pomocy Visual Studio 2003 (lub wcześniejszych). Spróbuj skonwertować przy pomocy SharpDevelop 3.2; lub utwórz nowy projekt i dodaj istniejące pliki kodu źródłowego.
ru: Текущая версия SharpDevelop не может загружать проекты, созданные в Visual Studio .NET 2003 (или ранее). Попробуйте использовать SharpDevelop 3.2 для преобразования в современный формат или создайте новый проект, использую существующие исходные файлы.
zh: 当前版本的SharpDevelop无法打开由Visual Studio .Net 2003(或更旧的VS)创建的的工程。 可以尝试使用SharpDevelop 3.2进行转换，或者创建一个新的工程并手工添加现有源码。

# SharpDevelop.Solution.CannotSave.IOException
source: Could not save {0}:\n{1}
es: No se pudo salvar {0}:\n{1}
fi: Ei voi tallentaa {0}:\n{1}
fr: Impossible de sauvegarder {0}:\n{1}
it: Non posso salvare {0}:\n{1}
kr: {0}을(를) 저장할 수 없습니다:\n{1}
nl: Kan {0} niet opslaan:\n{1}
no: Kunne ikke lagre {0}:\n{1}
ru: Не удалось сохранить {0}:\n{1}
zh: 不能保存{0}:\n{1}

# SharpDevelop.Solution.CannotSave.ReadOnly
source: Cannot save solution file {0}. It is marked readonly.
es: No se puede salvar el archivo de solución {0}. Es de solo lectura.
fi: Ei voi tallentaa tiedostoa {0}. Vain lukumuoto
fr: Impossible de sauvegarde le fichier solution {0}. Il est marqué en lecture seule.
it: Non posso salvare il file {0}. Il file è di sola lettura.
kr: {0} 솔루션은 읽기 전용으로 설정되어 있기 때문에 저장할 수 없습니다.
nl: Kan oplossing bestand {0} niet opslaan. Het is als alleen lezen gemarkeerd.
no: Kan ikke lagre løsningsfilen {0}. Den er skrivebeskyttet.
ru: Невозможно сохранить файл решения {0}. Он помечен как "Только для чтения".
zh: 不能保存解决方案文件{0}。它是只读文件。

# SharpDevelop.Solution.CannotSave.UnauthorizedAccessException
source: Could not save {0}:\n{1}\n\nEnsure the file is writable.
es: No se pudo salvar {0}:\n{1}\n\nAsegurese de que el archivo tiene permisos de escritura.
fi: Ei voi tallentaa {0}:\n{1}\n\n Ei pääsylupaa
fr: Impossible de sauvegarder {0}:\n{1}\n\nAssurez vous que le fichier est accessible en écriture.
it: Non posso salvare {0}:\n{1}\n\nAssicurati che il file sia scrivibile.
kr: {0}을(를) 저장할 수 없습니다:\n{1}\n\n이 파일에 쓰기가 가능한지 확인하십시오.
nl: Kan {0} niet opslaan:\n{1}\n\nVerzeker u er van dat het bestand schrijfbaar is.
no: Kunne ikke lagre {0}:\n{1}\n\nSjekk at filen er skrivbar.
ru: Не удалось сохранить {0}: {1} Убедитесь, что запись в этот файл возможна.
zh: 不能保存{0}:\n{1}\n\n请确保文件可写。

# SharpDevelop.Solution.ImportResourceWarning
source: There were resource files in the project. SharpDevelop 2 compiles resources different: the resource name is not just the file name; but it is prefixed with the root namespace and the directory name. The resources files have been renamed/moved accordingly.
es: Había archivos de recursos en el proyecto. SharpDevelop 2 compila los recursos diferente: el nombre del recurso no es sólo el nombre del archivo, sino que se le añaden como prefijo la raíz del espacio de nombres (namespace) y el nombre del directorio. Los archivos de recursos han sido renombrados o cambiados de ubicación de acuerdo a esto.
fi: Tuo resurssitiedostoja projektiin. Resurssitiedostoja on nimetty uudelleen / siirretty.
fr: Il y avait des fichiers de resources dans le projet. SharpDevelop 2 compile les resources de manière différente: le nom de la resource n'est pas juste le nom de fichier mais il est préfixé par le namespace racine et le nom du répertoire. Les fichiers de resources ont été renommés/déplacés en conséquence.
hu: Erőforrás fájlok vannak a projektben. SharpDevelop 2 másként fordítja az erőforrásokat: az erőforrás neve nem csak a fájl neve; prefixként tartalmazza a kezdő névteret és a könyvtár nevét is. Az erőforrás fájlok mozgatása/átnevezése megtörtént.
it: C'erano dei file di risorsa nel progetto. SharpDevelop 2 compila le risorse differentemente: il nome della risorsa non è solo il nome del file, ma è prefissato con il nome del namespace radice e della cartella. I files di risorsa sono stati di conseguenza rinominati/spostati.
kr: 이 프로젝트에 리소스 파일이 있었습니다. SharpDevelop 2는 리소스를 다른 방법으로 컴파일합니다: 리소스 이름이 단순히 파일 이름이 아니라, 루트 네임스페이스와 디렉터리 이름이 앞에 붙어 있습니다. 필요에 따라 리소스 파일의 이름을 바꾸고 위치를 옮겼습니다.
nl: Het project bevatte hulpbron bestanden. SharpDevelop 2 compileert hulpbronnen verschillend: de hulpbron naam is niet de bestandsnaam alleen, maar wordt voorafgegaan door de basis naamruimte en de mapnaam. De hulpbron bestanden zijn hernoemd/verplaatst op de beschreven wijze.
no: Det var ressursfiler i prosjektet. SharpDevelop 2 kompilerer ressurser annerledes: ressursnavnet er ikke bare filnavnet, det inkluderer også rot-namespacet og katalognavnet.
pl: Projekt zawierał pliki zasobów. SharpDevelop 2 kompiluje zasoby inaczej: nazwa zasobu nie jest tylko nazwą pliku, ale jest poprzedzona główną przestrzenią nazw i nazwą katalogu. Pliki zasobów zostały odpowiednio nazwane/przeniesione.
pt: Havia ficheiros de recursos no projecto. SharpDevelop 2 compila os recursos de forma diferente: o nome do recurso não é só o nome do ficheiro, mas é prefixado à raiz do espaço de nomeação e ao nome da pasta. Os ficheiros de recursos foram renomeados/movidos em conformidade.
pt_br: Os arquivos de recursos foram renomeados/movidos de acordo.
ru: В проекте существуют файлов ресурсов. SharpDevelop 2 иначе компилировал ресурсы: имя ресурса содержит не только имя файла, но и префикс корневого пространства имён, и имя папки. Файлы ресурсов переименовываются/перемещаются в соответствии с этим.
tr: Projede kaynak dosyaları vardı. SharpDevelop 2 kaynakları farklı bir biçimde derler: kaynak adı sadece dosya adı değildir; başında kök isim boşluğu ve dizin adıda vardır. Kaynak dosyaları buna göre yeniden adlandırıldı/taşındı.
zh: 项目中存在资源文件。 SharpDevelop 编译资源时发现不对应：资源名称不是文件名，而是以根命名空间和目录名打头的字符串。 资源文件已经根据需要重命名或作了移动。

# SharpDevelop.Solution.ImportResourceWarningErrorText
source: The following files could not be renamed/moved automatically:
es: Los siguientes archivos no pudieron ser renombrados o cambiados de ubicación automáticamente:
fi: Seuraavia tiedostoja ei voitu nimetä uudelleen / siirtää automaattisesti:
fr: Les fichiers suivants n'ont pas pu êtres renomés/déplacés automatiquement:
hu: A következő fájlok nem mozgathatóak/átnevezhetőek automatikusan:
it: I seguenti files non possono essere rinominati/spostati automaticamente:
kr: 다음 파일은 자동으로 이름을 바꾸거나 옮길 수 없었습니다:
nl: Volgende bestanden konden niet automatisch hernoemd/verplaatst worden:
no: Følgende filer kunne ikke få nytt navn eller flyttes automatisk:
pl: Następujące pliki nie mogłby mieć zmienionej nazwy lub zostać przeniesione automatycznie:
pt: Os seguintes ficheiros não poderam ser renomeados/movidos automaticamente:
pt_br: Os seguintes arquivos não puderam ser renomeados/movidos automaticamente:
ro: Următoarele fişiere nu pot fi redenumite/mutate automat:
ru: Следующие файлы не могут быть автоматически переименованы/перемещены:
tr: Takip eden dosyalar yeniden adlandırılamadı/taşınamadı:
zh: 下列文件不能自动被重命名/移动:

# SharpDevelop.Solution.InvalidSolutionFile
source: '{0}' is not a valid solution file.
es: '{0}' no es un archivo de Solución válido.
fi: '{0}' ei ole kelvollinen kokoonpano tiedosto
fr: '{0}' n'est pas un fichier de solution valide.
hu: A '{0}' nem valós megoldás fálj.
it: '{0}' non è un nome di soluzione valido.
kr: '{0}'은 올바른 솔루션 파일 이름이 아닙니다.
nl: '{0}' is geen geldig Oplossing bestand.
no: '{0}' er ikke en gyldig løsningsfil.
pl: '{0}' nie jest prawidłowym plikiem rozwiązania.
pt: '{0}' não é um ficheiro solução válido.
pt_br: '{0}' não é um arquivo de solução valido.
ro: '{0}' nu este un fişier soluţie valid.
ru: '{0}' не является правильным файлом решения.
tr: '{0}' geçerli bir çözüm dosyası değil.
zh: '{0}' 是一个无效的解决方案文件。

# SharpDevelop.Solution.UnknownSolutionVersion
source: Can't read Microsoft Solution file format {0}.
es: No se puede leer el archivo de Solución de Microsoft {0}.
fi: Ei voi lukea Microsoft kokoonpano tiedostoa {0}.
fr: Ne peut lire le format de la solution Microsoft {0}.
hu: Beolvashatatlan Microsoft Megoldás fájl formátum {0}.
it: Impossibile leggere il formato del file della Soluzione Microsoft {0}.
kr: Microsoft 솔루션 파일 형식 {0}을 읽을 수 없습니다.
nl: Kan Microsoft Oplossing bestand {0} niet lezen.
no: Kan ikke lese Microsoft Solution filformat {0}.
pl: Nie można odczytać formatu pliku Microsoft Solution {0}.
pt: Não consigo ler ficheiro de Solução Microsoft formato {0}.
pt_br: Não consegue ler o arquivo {0} no formato da Solução Microsoft.
ro: Nu se poate citi fişierul în format Microsoft Solution {0}.
ru: Не получилось считать файл решения Microsoft формата {0}.
tr: Microsoft {0} Çözüm dosyası biçimini okuyamıyor.
zh: 不能读取微软的解决方案文件格式 {0}。

# SharpQuery.Label.SharpQuery
source: Database
es: Base de Datos
fi: Tietokanta kysely
fr: SharpQuery
hu: Adatbázis
kr: 데이터베이스
pl: Baza danych
pt: Base de dados
pt_br: Banco de Dados
ro: Baza de date
ru: База данных
tr: Veritabanı
zh: 数据库

# SharpReport.AddinName
source: SharpDevelop Reports
es: Reportes de SharpDevelop
fi: SharpDevelop Raportti
fr: Rapports SharpDevelop
hu: SharpDevelop Kimutatások
kr: SharpDevelop 보고서
nl: SharpDevelop Rapporten
no: SharpDevelop rapporter
pl: Raporty SharpDevelop
pt: Reportes SharpDevelop
pt_br: SharpReport
ro: SharpReport
ru: Отчёты SharpDevelop
tr: SharpDevelop Raporlama
zh: SharpDevelop报表

# SharpReport.ContextMenu.Cut
source: Cut Field
es: Cortar Campo
fi: Leikkaa kenttä
fr: Couper champ
hu: Mező kivágás
it: Taglia Campo
kr: 필드 잘라내기
nl: Veld knippen
no: Klipp ut
pl: Wytnij Pole
pt: Cortar Campo
pt_br: Cortar Campo
ru: Вырезать поле
tr: Alanı Kes
zh: 剪切字段

# SharpReport.ContextMenu.FieldsList
source: Fields
es: Campos
fi: Kenttä
fr: Champs
hu: Mezők
it: Lista dei Campi disponibili
kr: 필드
nl: Velden
no: Felter
pl: Pola
pt: Campos
pt_br: Campos
ro: Câmpuri
ru: Поля
tr: Alanlar
zh: 字段

# SharpReport.ContextMenu.Functions
source: Add Functions
es: Agregar Funciones
fi: Lisää ominaisuuksia
fr: Ajouter fonctions
hu: Funkciók hozzáadása
it: Aggiunge Funzioni
kr: 함수 더하기
nl: Voeg functies toe
no: Legg til funksjoner
pl: Dodaj Funkcje
pt: Adicionar Funções
pt_br: Adicionar Funções
ro: Adaugă funcţii
ru: Добавить функции
tr: İşlev Ekle
zh: 新增功能

# SharpReport.ContextMenu.Grouping
source: Grouping/Sorting
es: Agrupamiento/Ordenamiento
fi: Ryhmittely / lajittelu
fr: Groupement/Tri
hu: Csoportosítás/Rendezés
it: Raggruppa/Ordina
kr: 그룹화/정렬
nl: Groeperen/Sorteren
no: Gruppering/Sortering
pl: Grupowanie/Sortowanie
pt: Agrupar/Ordenar
pt_br: Agrupar/Ordenar
ro: Grupare/Sortare
ru: Группировка/Сортировка
tr: Gruplama/Sıralama
zh: 分组/排序

# SharpReport.ContextMenu.Paste
source: Paste Field
es: Pegar Campo
fi: Liitä kenttä
fr: Coller champ
hu: Mező Beillesztése
it: Incolla Campo
kr: 필드 붙여넣기
nl: Veld plakken
no: Lim inn
pl: Wklej Pole
pt: Colar Campo
pt_br: Colar Campo
ro: Adaugă Câmp
ru: Вставить поле
tr: Yapıştır Alanı
zh: 粘贴字段

# SharpReport.ContextMenu.Preview
source: Show Preview
es: Mostrar Vista Previa
fi: Näytä esikatselu
fr: Afficher aperçu
hu: Előnézet
it: Mostra Anteprima
kr: 미리 보기 보이기
nl: Afdrukvoorbeeld
no: Forhåndsvis
pl: Pokaż Podgląd
pt: Mostrar Pré-visualização
pt_br: Visualizar
ro: Previzualizare
ru: Показать превью
tr: Önizlemeyi Göster
zh: 查看预览

# SharpReport.ContextMenu.SectionVisible
source: Section Visible
es: Sección Visible
fi: Näkyvä alue
hu: Szakasz Látható
it: Sezione Visibile
kr: 선택 영역 보이기
nl: Sectie zichtbaar
no: Seksjon synlig
pl: Sekcja Widoczna
pt: Secção Visível
pt_br: Sessão Visível
ro: Secţiune Vizibilă
ru: Видимость раздела
tr: Görünür Kesim

# SharpReport.ContextMenu.Settings
source: Base Settings
es: Configuración Base
fi: Asetukset
fr: Paramètres de base
hu: Alap Beállítások
it: Impostazioni Base
kr: 기본 설정
nl: Basis instellingen
no: Baseinnstillinger
pl: Ustawienia Bazowe
pt: Parâmetros Básicos
pt_br: Configurações Básicas
ro: Valori iniţiale
ru: Основные установки
tr: Temel Ayarlar
zh: 基本设置

# SharpReport.Design
source: Design
es: Diseño
fi: Suunnittele
fr: Conception
hu: Tervezés
it: Progettazione
kr: 디자인
nl: Ontwerp
pl: Wygląd
pt_br: Estrutura
ro: Proiectare
ru: Разработка
tr: Tasarım
zh: 设计

# SharpReport.Designer.DetailSection
source: DetailSection
es: Sección de Detalle
fi: Yksityiskohta jakso
fr: Détails
hu: Részletezés
it: Dettaglio
nl: DetailSectie
no: Detaljseksjon
pl: SekcjaDetalu
pt: Secção de Detalhe
pt_br: Detalhes
ro: Secţiunea Detalii
ru: Подробно
tr: AyrıntıKısmı
zh: 明细部分

# SharpReport.Designer.PageFooter
source: PageFooter
es: Pié de Página
fi: Sivun alaosa ( Footer )
fr: Pied de page
hu: Oldal Lábléc
it: Piè di pagina
nl: Paginavoet
no: Sidebunntekst
pl: StopkaStrony
pt: Rodapé de Página
pt_br: Rodapé da Página
ro: SubsolPagină
ru: Нижний колонтитул страницы
tr: SayfaSonu
zh: 页面页脚

# SharpReport.Designer.PageHeader
source: PageHeader
es: Encabezado de Página
fi: Sivun yläosa ( Header )
fr: En-tête de la page
hu: Oldal Fejléc
it: Testata
nl: Paginakop
no: Sidetopptekst
pl: NagłówekStrony
pt: Cabeçalho da Página
pt_br: Cabeçalho de Página
ro: AntetPagină
ru: Заголовок страницы
tr: SayfaBaşlığı
zh: 页面页眉

# SharpReport.Designer.ReportFooter
source: ReportFooter
es: Pié de Página del Reporte
fi: Raportti Footer
fr: Pied de page du rapport
hu: Kimutatás Lábléc
it: Piè di pagina del report
nl: Rapportvoet
no: Rapportbunntekst
pl: StopkaRaportu
pt: Rodapé do Relatório
pt_br: Rodapé do Relatório
ro: SubsolRaport
ru: Нижний колонтитул отчёта
tr: RaporAltBilgi
zh: 报表页脚

# SharpReport.Designer.ReportHeader
source: ReportHeader
es: Encabezado del Reporte
fi: Raportti Header
fr: En-tête de rapport
hu: Kimutatás Fejléc
it: Testata del report
nl: Rapportkop
no: Rapporttopptekst
pl: NagłówekRaportu
pt: Cabeçalho do Relatório
pt_br: Cabeçalho do Relatório
ro: AntetRaport
ru: Заголовок отчёта
tr: RaporBaşlığı
zh: 报表页眉

# SharpReport.DesignView.Toolbar.Printer
source: Send report to printer
es: Enviar reporte a la impresora
fi: Tulosta raportti
fr: Imprimer le rapport
hu: Kimutatás küldése a nyomtatóra
it: Invia report alla stampante
kr: 보고서를 프린터로 보내기
nl: Rapport afdrukken
no: Skriv ut rapport
pl: Wyślij raport do drukarki
pt: Enviar relatório para impressora
pt_br: Enviar relatório para impressora
ro: Trimite raportul la imprimantă
ru: Отправить отчёт в принтер
tr: Raporu yazıcıya yolla
zh: 用打印机打印报告

# Sharpreport.Error.NoPrinter
source: To run SharpDevelop Reports you need at least one(1) installed Printer
es: Para ejecutar Reportes de SharpDevelop necesita tener al menos una (1) impresora instalada
fi: Tulostinta ei löydy
fr: Vous avez besoin d'au moins une imprimante installée pour lancer SharpReport.
hu: A SharpDevelop Kimutatások futtatásához legalább egy(1) telepített nyomtatónak lennie kell.
it: Per eseguire SharpDevelop Reports si deve avere almeno una(1) Stampante installata
kr: SharpDevelop 보고서를 실행하려면 프린터가 적어도 하나는 설치되어 있어야 합니다.
nl: SharpDevelop Rapport kunt u alleen uitvoeren als tenminste één (1) printer is geïnstalleerd.
no: For å kjøre SharpDevelop rapporter må du ha minst èn (1) installert skriver
pl: Aby uruchomić Raporty SharpDevelop potrzebujesz co najmniej jedną(1) zainstalowaną Drukarkę
pt: Para executar Relatórios em SharpDevelop tem que ter instalada pelo menos uma (1) impressora
pt_br: Para executar o SharpReport você precisa pelo menos uma (1) impressora instalada
ro: SharpReport are nevoie ca cel puţin o imprimantă să fie instalată
ru: Для запуска SharpDevelop Reports вам нужен хотя бы один установленный принтер
tr: SharpDevelop Rapor Sistemini çalıştırabilmek için en az bir(1) çalışır yazıcıya ihtiyacınız var.
zh: 您至少需要安装一个打印机来运行SharpDevelop报表

# SharpReport.Error.NoReport
source: This is not a valid report created with 'SharpReport'.
es: Este no es un reporte válido creado con 'SharpReport'.
fi: Ei kelvollinen raportti
fr: Ce n'est pas un rapport SharpReport valide.
hu: Ez nem egy valós 'SharpReport'-al készített kimutatás.
it: Questo non è un report valido creato con SharpReport.
kr: 이것은 'SharpReport'로 만들어진 올바른 보고서가 아닙니다.
nl: Dit is geen geldig met 'SharpReport' gemaakt rapport.
no: Dette er ikke en gyldig rapport laget med 'SharpReport'.
pl: To nie jest prawidłowy raport stworzony przy pomocy 'SharpReport'.
pt: Isto não é um relatório válido criado com 'SharpReport'.
pt_br: Este não é um relatório válido criado com 'SharpReport'.
ro: Acesta nu este un raport valid creat cu 'SharpReport'.
ru: Это неправильный отчёт, созданный с помощью 'SharpReport'.
tr: Bu rapor 'SharpReport' ile oluşturulmamış.
zh: 这不是一个有效的报表。

# SharpReport.Error.WrongFileFormat
source: Could not read file , file corrupt (SharpReportFile is improperly formatted)
es: No se pudo leer el archivo, archivo corrupto (SharpReportFile está formateado incorrectamente)
fi: Ei voi lukea tiedostoa, tiedosto on korruptoitunut ( Sharp raporttitiedosto muotoiltu väärin )
fr: Ne peut lire le fichier, fichier SharpReport corrompu (mal formaté).
hu: A fájl nem olvasható, sérült (A SharpReport-Fájl hibásan formázott)
it: Impossibile leggere il file, file corrotto (SharpReportFile non formattato correttamente)
kr: 파일을 읽을 수 없습니다. 파일이 손상되었습니다. (SharpReportFile이 부적절한 형식으로 되어 있습니다.)
nl: Kon bestand niet lezen, is ongeldig (SharpReport is onjuist ingedeeld)
no: Kan ikke lese filen, filen er korrupt (SharpReportFile er feil formatert)
pl: Nie można odczytać pliku, plik jest uszkodzony (niepoprawnie sformatowany plik SharpReport)
pt: Imposível ler ficheiro, ficheiro corrompido (SharpReportFile está formatado de forma imprópria)
pt_br: Não foi possível ler o arquivo, está corrompido corrompido (o arquivo SharpReport está formatado impropriamente)
ro: Nu se poate citi fişierul, fişierul este eronat (SharpReportFile este formatat impropriu)
ru: Не удалось прочитать файл, файл повреждён (некорректный формат)
tr: Dosya okunamadı, dosya bozuk (SharpReportFile 'ın biçimi bozuk)
zh: 无法读取文件, 可能是文件已被破坏(SharpReport文件的格式不正确)

# SharpReport.FieldsExplorer.AvailableFields
source: Available Fields
es: Campos disponibles
fi: Saatavilla olevat kentät
fr: Champs disponibles
hu: Használható Mezők
it: Campi disponibili
kr: 사용가능한 필드
nl: Beschikbare velden
no: Tilgjengelige felter
pl: Dostępne Pola
pt: Campos Disponíveis
pt_br: Campos Disponíveis
ro: Câmpuri Disponibile
ru: Доступные поля
tr: Mevcut Alanlar
zh: 有效字段

# SharpReport.FieldsExplorer.ContextMenu.Columns.Remove
source: Remove Node
es: Eliminar Nodo
fi: Poista sarakkeet
fr: Supprimer noeud
hu: Elem eltávolítása
it: Rimuovi Nodo
kr: 노드 제거
nl: Verwijder knooppunt
no: Fjern node
pl: Usuń Węzeł
pt: Remover Nós
pt_br: Remover Nó
ro: Elimină nodul
ru: Удалить узел
tr: Düğüm kaldır
zh: 移除节点

# SharpReport.FieldsExplorer.ContextMenu.Columns.ToggleSort
source: Toggle Sortorder
es: Invertir Orden
fi: Vaihda lajittelu
fr: Change l'ordre de tri
hu: Sorbarendezés átváltása
it: Cambia ordinamento
kr: Sortorder 켜기/끄기
nl: Wissel sorteervolgorde
no: Bytt sorteringsrekkefølge
pl: Przełącz Kolejność Sortowania
pt: Comutar ordenação
pt_br: Inverter Ordem
ru: Переключить порядок сортировки
tr: Sıralamayı ters-düz et
zh: 切换排序顺序

# SharpReport.FieldsExplorer.ContextMenu.Section.Clear
source: Remove Nodes
es: Eliminar Nodos
fi: Poista alue
fr: Supprimer noeuds
hu: Elemek eltávolítása
it: Rimuovi Nodi
kr: 노드 제거
nl: Knooppunten verwijderen
no: Fjern noder
pl: Usuń Węzły
pt: Remover Nós
pt_br: Remover Nós
ro: Elimină nodurile
ru: Удалить узлы
tr: Düğümleri Kaldır
zh: 移除节点

# SharpReport.FieldsExplorer.Functions
source: Functions
es: Funciones
fi: Tehtävät
fr: Fonctions
hu: Funkciók
it: Funzioni
kr: 함수
nl: Functies
no: Funksjoner
pl: Funkcje
pt: Funções
pt_br: Funções
ro: Funcţii
ru: Функции
tr: İşlevler
zh: 函数

# SharpReport.FieldsExplorer.Grouping
source: Grouping
es: Agrupamiento
fi: Ryhmitys
fr: Regroupement
hu: Csoportosítás
it: Ragruppamento
kr: 그룹화
nl: Groeperen
no: Gruppering
pl: Grupowanie
pt: Agrupamento
pt_br: Agrupamento
ro: Grupare
ru: Группировка
tr: Gruplama
zh: 分组

# SharpReport.FieldsExplorer.Parameters
source: Parameters
es: Parámetros
fi: Parametrit
fr: Paramètres
hu: Paraméterek
it: Parametri
kr: 매개변수
no: Parametere
pl: Parametry
pt: Parâmetros
pt_br: Parâmetros
ro: Parametri
ru: Параметры
tr: Parametreler
zh: 参数

# SharpReport.FieldsExplorer.Sorting
source: Sorting
es: Organización
fi: Lajittelu
fr: Organisation
hu: Rendezés
it: Ordinamento
kr: 정렬
nl: Sorteren
no: Sortering
pl: Sortowanie
pt: Ordenação
pt_br: Classificação
ro: Sortare
ru: Сортировка
tr: Sıralama
zh: 排序
