Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# XML.MainMenu.ToolMenu.QuickXmlDoc
source: Quick XML doc
es: Documento rápido de XML
fi: Nopea XML-dokumentaatio
fr: Documentation XML rapide
hu: Gyors XML dokumentáció
it: Doc XML veloce
kr: 빠른 XML 문서
nl: Snelle XML documentatie
no: Kjapp XML dokumentasjon
pl: Szybko XML dokument
pt: Documentação XML rápida
pt_br: Documentação rápida XML
ro: Document XML rapid
ru: Краткая XML-документация
tr: Seri XML belgesi
zh: 快速生成的 XML 文档

# XML.MainMenu.ToolsMenu.RegularExpressionToolkit
source: Regular Expressions Toolkit
es: Herramienta de expresiones regulares
fi: Säännöllisten Lauseiden Työkalut
fr: Boîte à outils Expressions Rationnelles
hu: Szabványos Kifejezés Eszközkészlet
it: Kit per le Espressioni Regolari
kr: 정규 표현식 도구 모음
nl: Reguliere expressie gereedschap
no: Regulæruttrykk verktøy
pl: Narzędzia Wyrażeń Regularnych
pt: Ferramenta de Expressões Regulares
pt_br: Expressões regulares
ro: Constructorul de Expresii Regulate
ru: Регулярные выражения
tr: Düzenli İfadeler Alet kutusu
zh: 正则表达式工具包

# XML.MainMenu.ViewMenu
source: &View
es: &Ver
fi: &Näytä
fr: &Affichage
hu: &Nézet
it: &Visualizza
kr: 보기(&V)
nl: Weerga&ve
no: &Vis
pl: &Widok
pt: &Ver
pt_br: &Visualizar
ro: &Vizualizare
ru: Вид
tr: &Görünüm
zh: 查看(&V)

# XML.MainMenu.ViewMenu.DebugMenu
source: &Debug
es: &Depurar
fi: &Debug ikkuna
fr: &Déboguer
hu: &Nyomkövetés
kr: 디버그(&D)
nl: &Foutopsporing
no: &Feilsøk
pt: &Depurar
pt_br: &Depurar
ro: &Depanare
ru: Отладка
tr: Hata Ayıklama
zh: 调试(&D)

# XML.MainMenu.ViewMenu.FullScreen
source: &Fullscreen
es: &Pantalla Completa
fi: &Koko Näyttö
fr: &Plein écran
hu: &Teljes képernyő
it: Schermo &Intero
kr: 전체 화면(&F)
nl: &Volledig scherm
no: &Full skjerm
pl: &Pełny Ekran
pt: &Ecrã completo
pt_br: &Tela cheia
ro: &Ecran Complet
ru: На весь экран
tr: &Tam ekran
zh: 全屏模式(&F)

# XML.MainMenu.ViewMenu.SetupMenu
source: Setup
es: Instalación
fr: Installeur (WiX)
kr: 설치
no: Installasjon
pt: Menu de Instalação
pt_br: Instalação
ru: Мастер установки
tr: Kur
zh: 安装

# XML.MainMenu.ViewMenu.SetupMenu.DialogsMenu
source: Dialogs
es: Diálogos
fi: Dialogi
fr: Boîtes de Dialogue
hu: Dialógusok
it: Finestre
kr: 대화 상자
nl: Dialogen
no: Dialoger
pl: Dialogi
pt: Diálogos
pt_br: Dialogos
ro: Dialoguri
ru: Диалоговые окна
tr: Diyaloglar
zh: 对话框

# XML.MainMenu.ViewMenu.SetupMenu.FilesMenu
source: Files
es: Archivos
fi: Tiedostot
fr: Fichiers
hu: Fájlok
kr: 파일
nl: Bestanden
no: Filer
pl: Pliki
pt: Ficheiros
pt_br: Arquivos
ro: Fişiere
ru: Файлы
tr: Dosyalar
zh: 文件

# XML.MainMenu.ViewMenu.ShowStartPage
source: &Show start page
es: &Mostrar la página de inicio
fi: Näytä Alkusivu
fr: Voir la page de départ
hu: &Kezdőlap Megjelenítése
it: Mo&stra pagina iniziale
kr: 시작 페이지 보기(&S)
nl: &Toon startpagina
no: &Vis startside
pl: Pokaż &stronę startową
pt: &Ver página inicial
pt_br: Página &inicial
ro: Arata pagina de &start
ru: Показывать стартовую страницу
tr: Başlangıç sayfasını göster
zh: 显示启始页(&S)

# XML.MainMenu.ViewMenu.ToolsMenu
source: &Tools
es: Herramien&tas
fi: Työkalut
fr: Ou&tils
hu: &Eszközök
it: &Strumenti
kr: 도구(&T)
nl: Ex&tra
no: &Verktøy
pl: Na&rzędzia
pt: Ferramen&tas
pt_br: &Ferramentas
ro: Unel&te
ru: Инструменты
tr: &Araçlar
zh: 工具(&T)

# XML.MainMenu.WindowMenu
source: &Window
es: &Ventana
fi: &Ikkuna
fr: &Fenêtre
hu: &Ablak
it: Fi&nestra
kr: 창(&W)
nl: &Venster
no: &Vindu
pl: O&kna
pt: &Janela
pt_br: &Janelas
ro: &Ferestre
ru: Окно
tr: &Pencere
zh: 窗口(&W)

# XML.MainMenu.WindowMenu.NxtWindow
source: &Next Window
es: &Siguiente ventana
fi: &Seuraava Ikkuna
fr: Fenêtre &suivante
hu: &Következő ablak
it: Finestra &Successiva
kr: 다음 창(&N)
nl: Volge&nd venster
no: &Neste vindu
pl: &Następne Okno
pt: &Proxima janela
pt_br: &Próxima janela
ro: &Următoarea Fereastră
ru: Следующее окно
tr: &Sonraki Pencere
zh: 下一个窗口(&N)

# XML.MainMenu.WindowMenu.PrvWindow
source: &Prev Window
es: Ventana p&revia
fi: &Edellinen Ikkuna
fr: Fenêtre &précédente
hu: &Előző ablak
it: F&inestra precedente
kr: 이전 창(&P)
nl: Vo&rig venster
no: &Forrige vindu
pl: &Poprzednie Okno
pt: Janela &anterior
pt_br: Janela &anterior
ro: Fereastra Ante&rioară
ru: Предыдущее окно
tr: &Önceki Pencere
zh: 前一个窗口(&P)

# XML.MainMenu.WindowMenu.Split
source: &Split
es: &Separador
fi: &Jaa
fr: &Fractionner
hu: &Megosztás
it: &Dividi
kr: 창 나누기(&S)
nl: &Splitsen
no: &Splitt
pl: &Podziel
pt: Dividir
pt_br: &Dividir
ro: &Secţionare
ru: Разделить
tr: &Böl
zh: 分割(&S)

# XML.StandardHeader.CreatedBySharpDevelop
source: Created by SharpDevelop.
es: Creado por SharpDevelop.
fi: Luotu SharpDevelop lla, Pekka Herala
fr: Crée par SharpDevelop.
hu: Készítette a SharpDevelop.
it: Creato da SharpDevelop.
kr: SharpDevelop으로 작성되었습니다.
nl: Gemaakt met SharpDevelop.
no: Laget av SharpDevelop.
pl: Utworzone przez SharpDevelop.
pt: Criado por SharpDevelop.
pt_br: Criado por SharpDevelop.
ru: Создано в SharpDevelop.
tr: SharpDevelop Tarafından Oluşturulmuşdur.
zh: 由SharpDevelop创建。

# XML.StandardHeader.Date
source: Date:
es: Fecha:
fi: Päiväys:
hu: Dátum:
it: Data:
kr: 날짜:
nl: Datum:
no: Dato:
pl: Data:
pt: Data:
pt_br: Data:
ro: Data:
ru: Дата:
tr: Tarih:
zh: 日期:

# XML.StandardHeader.HowToChangeTemplateInformation
source: To change this template use Tools | Options | Coding | Edit Standard Headers.
es: Para cambiar esta plantilla use Herramientas | Opciones | Codificación | Editar Encabezados Estándar
fi: Voit muuttaa tätä mallia käytettämällä Työkalut | Asetukset | Koodaus | Muokkaa Standardi otsikot.
fr: Pour changer ce modèle utiliser Outils | Options | Codage | Editer les en-têtes standards.
hu: A sablon megváltoztatásához használja az Eszközök | Beállítások | Kódolás | Szabvány Fejlécek Szerkesztését.
it: Per modificare questo modello usa Strumenti | Opzioni | Codice | Modifica Intestazioni Standard
kr: 이 템플리트를 변경하려면 [도구->옵션->코드 작성->표준 헤더 편집]을 이용하십시오.
nl: Dit sjabloon wijzigen: Extra | Opties |Coderen | Standaard kop bewerken.
no: For å endre denne malen, bruk Verktøy | Innstillinger | Koding | Rediger standard overskrifter
pl: Do zmiany tego szablonu użyj Narzędzia | Opcje | Kodowanie | Edycja Nagłówków Standardowych.
pt: Para alterar este modelo usar Ferramentas | Opções | Código | Alterar Cabeçalhos Standard
pt_br: Para alterar este modelo use Ferramentas | Opções | Codificação | Editar Cabeçalhos Padrão.
ro: Pentru a modifica acest şablon folosiţi etichetele standard Tools | Options | Coding | Edit
ru: Для изменения этого шаблона используйте меню "Инструменты | Параметры | Кодирование | Стандартные заголовки".
tr: Bu şablonu değiştirmek için Araçlar | Seçenekler | Kodlama | Standart Başlıkları Düzenle 'yi kullanın.
zh: 要改变这种模板请点击 工具|选项|代码编写|编辑标准头文件

# XML.StandardHeader.Time
source: Time:
es: Hora:
fi: Aika:
fr: Heure:
hu: Idő:
it: Ora:
kr: 시간:
nl: Tijd:
no: Tid:
pl: Godzina:
pt: Hora:
pt_br: Hora:
ro: Timpul:
ru: Время:
tr: Zaman:
zh: 时间:

# XML.StandardHeader.User
source: User:
es: Usuario:
fi: Käyttäjä:
fr: Utilisateur:
hu: Felhasználó:
it: Utente:
kr: 사용자:
nl: Gebruiker:
no: Bruker:
pl: Użytkownik:
pt: Utilizador:
pt_br: Usuário:
ro: Utilizator:
ru: Пользователь:
tr: Kullanıcı:
zh: 用户：

# XML.TextAreaContextMenu.BufferOptions
source: Buffer Options
es: Opciones de Búfer
fi: Buffer-asetukset
fr: Options du tampon
hu: Puffer beállítások
it: Opzioni dell'Editor
kr: 버퍼 옵션
nl: Buffer opties
no: Alternativer for bufring
pl: Opcje buforowania
pt: Opções do Buffer
pt_br: Opções
ro: Opţiuni Buffer
ru: Параметры
tr: Ara Bellek Seçenekleri
zh: 代码区选项

# XML.TextAreaContextMenu.CommentUncommentSelection
source: Comment region
es: Comentar región
fi: Kommentti valinta
fr: Commentaires
hu: Régió megjegyzésbe
it: Commenta la zona
kr: 이 부분을 주석으로
nl: Commentaar aan regio toevoegen
no: Kommenter område
pl: Komentuj region
pt: Comentar região
pt_br: Comentar Região
ro: Regiune Comentată
ru: Закомментировать
tr: Bölgeyi yorumla
zh: 设为注释区

# XML.TextAreaContextMenu.Copy
source: &Copy
es: &Copiar
fi: Kopoi
fr: &Copier
hu: &Másolás
it: &Copia
kr: 복사(&C)
nl: &Kopiëren
no: &Kopier
pl: &Kopiuj
pt: &Copiar
pt_br: &Copiar
ro: &Copiere
ru: Копировать
tr: &Kopyala
zh: 复制(&C)

# XML.TextAreaContextMenu.Cut
source: Cu&t
es: Co&rtar
fi: &Leikkaa
fr: Co&uper
hu: Ki&vágás
it: &Taglia
kr: 잘라내기(&T)
nl: K&nippen
no: Klipp u&t
pl: Wy&tnij
pt: Co&rtar
pt_br: Recor&tar
ro: &Tăiere
ru: Вырезать
tr: K&es
zh: 剪切(&T)

# XML.TextAreaContextMenu.FileMode
source: File mode
es: Modo archivo
fi: Tiedostomuoto
fr: Mode fichier
hu: Fájl mód
it: Modalità file
kr: 파일 모드
nl: Bestandsmodus
no: Filmodus
pl: Tryb Plikowy
pt: Modos do ficheiro
pt_br: Modo do Arquivo
ro: Mod Fişier
ru: Режим файла
tr: Dosya modu
zh: 文件模式

# XML.TextAreaContextMenu.Indent
source: Indent
es: Indentar
fi: Luetelmakohta
fr: Indenter
hu: Behúzás
it: Indenta
kr: 들여 쓰기
nl: Inspringen
no: Innrykk
pl: Wcięcie
pt: Indentar
pt_br: Indentar
ro: Indentare
ru: Отступ
tr: Girinti
zh: 缩进

# XML.TextAreaContextMenu.Paste
source: &Paste
es: &Pegar
fi: Liitä
fr: &Coller
hu: Beillesztés
it: &Incolla
kr: 붙여넣기(&P)
nl: &Plakken
no: &Lim inn
pl: &Wklej
pt: &Colar
pt_br: Co&lar
ro: Li&pire
ru: Вставить
tr: &Yapıştır
zh: 粘贴(&P)

# XML.TextAreaContextMenu.Refactoring
source: Refactoring
es: Refactorizar
fi: Optimointi
hu: Átszervezés
kr: 리팩터링
nl: Herstructureren
no: Reorganisering
pl: Refaktoring
pt: Refactorização
pt_br: Reconstruir
ru: Рефакторинг
tr: Yeniden Düzenleme
zh: 重构

# XML.TextAreaContextMenu.Reformat
source: Reformat
fr: Reformater
it: Riformatta
ru: Переформатировать

# XML.TextAreaContextMenu.UncommentSelection
source: Uncomment region
es: Descomentar Región
fi: Kommentti valinta
fr: Partie non commentée
hu: Megjegyzésből ki
it: Rimuovi commento dalla zona
kr: 이 부분의 주석 해제
nl: Regiocommentaar verwijderen
no: Fjern kommentarer
pl: Odkomentuj region
pt: Desfazer comentário
pt_br: Desfazer comentário
ro: Regiune necomentată
ru: Раскомментировать
tr: Bölgeyi yorumlama
zh: 设为非注释区

# AddIns.Subversion.BranchOrTag
source: Branch/tag
es: Rama/Etiqueta
fr: Branche/Etiquette
it: Ramo/etichetta
kr: 비난/태그
nl: Vertakking/label
no: Forgrening/Merking
pl: Gałąź/tag
pt: Ramo/legenda
zh: 分支/标记

# AddIns.Subversion.Checkout
source: Checkout
es: Descargar
fi: Tarkista
fr: Extraire
it: Ritira
kr: 체크아웃
nl: Uitchecken
no: Sjekk ut
pt_br: Verificar Servidor
tr: Çıkış
zh: 签出

# AddIns.Subversion.Commit
source: Commit
es: Enviar
fi: Tee
fr: Livrer
it: Invia
kr: 시행
nl: Vastleggen
no: Sjekk inn
pt: Carregar alterações
pt_br: Validar
tr: Gönder
zh: 提交

# AddIns.Subversion.Merge
source: Merge
es: Combinar
fi: Yhdistä
fr: Fusionner
it: Confronta
kr: 합치기
nl: Samenvoegen
no: Flett
pl: Złącz
pt: Unir
pt_br: Combinar
ro: Uneşte
tr: Birleştir
zh: 合并

# AddIns.Subversion.RepositoryBrowser
source: Repository browser
es: Explorador de Repositorio
fr: Navigateur de référentiel
it: Sfoglia repository
kr: 저장소 브라우저
nl: Repository doorbladeren
no: Depot-utforsker
pl: Przeglądarka repozytorium
pt: Navegador de repositório
pt_br: Repositorio do browser
tr: Depo tarayıcı
zh: 浏览知识库(Repository)

# AddIns.Subversion.Revert
source: Revert
es: Revertir
fr: Revenir en arrière
it: Ripristina
kr: 되돌리기
nl: Terugdraaien
no: Tilbakestill
pl: Odwróć
pt: Reverter
pt_br: Reverter
tr: Geri al
zh: 还原

# AddIns.Subversion.Switch
source: Switch
es: Cambiar
fi: Valitse
fr: Changer
it: Scambia
kr: 전환
nl: Wisselen
no: Bytt
pl: Przełącz
pt: Comutar
pt_br: Mudar
ro: Comută
tr: Değiştir
zh: 切换

# AddIns.Subversion.Update
source: Update
es: Actualizar
fi: Päivitä
fr: Mettre à jour
it: Aggiorna
kr: 새로 고치기
nl: Bijwerken
no: Oppdater
pl: Aktualizuj
pt: Actualizar
pt_br: Atualizar
ro: Actualizează
tr: Güncelle
zh: 更新

# ComponentInspector.ActionMenu.OnDesignSurfaceMenuItem
source: On Design Surface
es: Sobre la Superficie de Diseño
fr: Dans la zone de conception
it: Sulla Superficie Disegno
kr: 디자인 표면에
nl: Op ontwerpvlak
no: På designflaten
pt: Superfície de Concepção
pt_br: No Desenho da Superfície
zh: 设计时接口

# ComponentInspector.CastDialog.RememberCastCheckBox
source: Remember cast across sessions?
es: ¿Recordar conversión entre sesiones?
fr: Se souvenir des casts lors des prochaines sessions ?
hu: Típuskonverzió megjegyzése a futtatások között
it: Ricorda cast tra le sessioni?
kr: 형식 변환을 세션이 끝나도 기억하도록 하시겠습니까?
nl: Conversie tussen sessies onthouden?
no: Husk konvertering på tvers av sesjoner?
pl: Zapamiętać rzutowanie przez sesje?
pt: Lembrar moldagem através das sessões?
pt_br: Relembrar conversão através das sessões?
zh: 记住不同区域的强制转换？

# ComponentInspector.CastDialog.TypeIncompatibleMessage
source: Cast type incompatible with object's type.
es: El tipo de conversión es incompatible con el tipo del objeto.
fr: Type du cast incompatible avec le type de l'objet.
hu: A típuskonverzió típusa inkompatibilis az objektum típusával.
it: Tipo di cast incompatibile con il tipo di oggetto.
kr: 변환하려는 형식이 개체의 형식과 호환되지 않습니다.
nl: Conversie type is niet-compatibel met het type van het object
no: Konverteringstypen er ikke kompatibel med objektets type
pl: Typ rzutowania niekompatybilny z typem obiektu.
pt: Tipo de moldagem incompatível com o tipo do objecto.
pt_br: Conversão com tipos de objetos incompatíveis.
tr: Çevrim türü nesnenin türüyle uyumsuz.
zh: 对象的类型进行转换时不兼容。

# ComponentInspector.ImagePanel.ControlDesignSurfaceLabel
source: Control Design Surface
es: Superficie de Diseño
fr: Surface de conception et de contrôle
hu: Vezérlő Tervezőfelület
it: Superficie di Controllo Disegno
kr: 컨트롤 디자인 표면
nl: Besturingselement ontwerpvlak
no: Designflate for kontroller
pt: Superfície de Concepção de Controlo
pt_br: Controle Desenho de Superfície
tr: Tasarım Yüzeyi Kontrolü
zh: 控件设计界面

# ComponentInspector.ObjectTreeOptionsPanel.ShowBaseClassCategoryCheckBox
source: Show base class categories
es: Mostrar categorías de clases base
fr: Monter les catégories classes de base
it: Mostra categorie della classe base
kr: 기본 클래스 범주 보이기
nl: Basis klasse categoriën tonen
no: Vis baseklasse kategorier
pl: Pokaż kategorie klasy bazowej
pt: Mostrar categorias de classes base
pt_br: Mostra categorias da classe base
tr: Taban nesne kategorilerini göster
zh: 显示基类分类(目录)

# ComponentInspector.ObjectTreeOptionsPanel.ShowObjectAsBaseClassCheckBox
source: Show Object members in base class category
es: Mostrar miembros de tipo Object en la categoría clases base
fr: Montrer les objets membres dans la catégorie classe de base
it: Mostra membri Oggetto nelle classi base
kr: 기본 클래스 범주에 개체 멤버 보이기
nl: Toon object leden in categorie basisklassen.
no: Vis objektmedlemmer i baseklasse kategorien
pl: Pokaż członków Obiektu w kategorii klasy bazowej
pt: Mostrar membros objecto na categoria de classes base
pt_br: Mostrar Objetos membros na categoria da classe base
tr: Taban sınıf kategorisindeki nesne üyelerini göster
zh: 显示对象成员

# ComponentInspector.ObjectTreeOptionsPanel.ShowPropertyAccessorsMethodsCheckBox
source: Property/Event accessor methods
es: Métodos descriptores de acceso de Propiedades/Eventos
fr: Méthodes Propriétés/Evènements
it: Metodi di accesso alla Proprietà/Evento
kr: 속성/이벤트 접근 메서드
nl: Gebeurteniseigenschap accessor methodes
no: Tilgangsmetoder for egenskaper og hendelser
pt: Métodos acessores de Propriedade/Evento
pt_br: Métodos de acesso a Propriedade/Evento
tr: Nitelik/Olay erişim işlevleri
zh: 属性/事件存取器方法

# ComponentInspector.ProgressDialog.LoadingPreviouslyOpenedAssembliesDialogTitle
source: Loading Remembered Assemblies
es: Cargando Ensamblados Recordados
fr: Chargement des assemblies précédentes
it: Caricamento degli assembly precedentemente aperti
kr: 기억된 어셈블리 로드 중
nl: Laden van herinnerde assemblies.
no: Laster erindrede samlinger
pt: A Carregar os Assemblies relembrados
pt_br: Carregando Assemblies Relembrados
tr: Hatırlanan Bileşkeler Yükleniyor
zh: 正在载入最近打开过的程序集

# ComponentInspector.TypeHandlerOptionsPanel.InformationLabel
source: Type handlers present the classes marked below in a more convenient manner, suppressing unnecessary details.
es: Los manejadores de tipo presentan las clases marcadas abajo de una manera más conveniente, suprimiendo detalles innecesarios.
fr: Les gestionnaires de types présentent les classes ci-dessous d'une manière plus appropriée, en supprimant les détails inutiles.
it: Gestore Tipi mostra le classi selezionate in un modo migliore, nascondendo i dettagli non necessari.
kr: 형식 처리자가 불필요한 세부 정보를 감추어서 아래에 표시된 클래스를 더 보기 좋게 표시합니다.
nl: Type handlers presenteren onderstaand gemarkeerde klassen op een meer eenvoudige manier, door onnodige details te verbergen.
no: Typehåndterere viser fram de markerte klassene på en mer lettforståelig måte, og skjuler unyttige detaljer.
pt: Os manipuladores de tipo apresentam as classes abaixo marcadas de forma mais conveniente, suprimindo detalhes desnecessários.
pt_br: Digite gatilhos (handlers) presentes nas classes marcadas abaixo na maneira mais conveniente. Omitindo detalhes desnecessários.
tr: Tür İşleyiciler, aşağıda işaretli sınıfların, gereksiz detaylarını gizleyip, daha uygun bir şekilde sunar.
zh: 以下为了方便而标出的类的类型句柄(Type handlers)没有显示不要必要的细节. (Type handlers present the classes marked below in a more convenient manner, suppressing unnecessary details.)

# CSharpBinding.Formatting.NoPresetSelectedMessage
source: No formatting preset selected!
es: No se seleccionó un formato preestablecido!
fr: Aucun choix de formatage sélectionné!
it: Nessuna impostazione di formattazione selezionata!
nl: Er is geen preset-formatering geselecteerd!

# Dialog.Options.IDEOptions.CodeCompletion.RefreshInsightOnComma
source: Re-open tooltip with better overload when pressing comma
es: Re-abrir tooltip con la mejor sobrecarga al presionar coma
fr: Après une virgule, afficher le prototype de la meilleure surcharge
hu: A súgó újranyitása jobb felülbírálattal a vessző lenyomásakor
it: Ri-apri i suggerimento con un migliore overload quando si preme la virgola
kr: 쉼표를 누르면 더 자세한 오버로드를 툴팁에 새로 표시하기
nl: Heropen infotip als de komma wordt ingedrukt
no: Åpne verktøytips på nytt med bedre overload når komma tastes
pl: Odśwież podpowiedź z lepszym wywołaniem po wciśnięciu przecinka
pt: Reabrir tooltip com sobreposição melhor quando se carrega na vírgula
pt_br: Reabrir dica com melhor sobrecarga quando pressionado vírgula
tr: Virgüle basıldığında ipucunu daha fazla bellek kullanarak yeniden aç
zh: 当点号挤压时重新打开工具箱

# Dialog.Options.IDEOptions.TextEditor.Markers.ShowHiddenDefinitionsCheckBox
source: Show &hidden definitions (brackets only)
es: Mostrar &definiciones ocultas (solo corchetes)
fr: Montrer les définitions cachées (crochets uniquement)
it: Mostra definizioni nascoste (solo parentesi)
nl: Toon &verborgen definities(alleen haakjes)
pt_br: Mostrar definições escondidas (apenas conchetes)

# Dialog.ProjectOptions.Build.BaseIntermediateOutputPath
source: Base Intermediate Output Path:
es: Ruta Base de Salida Intermedia:
fi: Luo Ulostulo Polku:
fr: Chemin de sortie intermédiaire de base :
hu: Alap Közbülső-kód Kimeneti Útvonal:
it: Cartella di Output intermedia base:
kr: 기본 중간 출력 경로:
nl: Basis uitvoerpad:
no: Basesti for midlertidige resultater:
pt: Caminho de Saída Intermédio de Base:
pt_br: Base de caminho de saída intermediário:
tr: Taban Çıktı Dizini:
zh: 基本中间体输出路径:

# Dialog.ProjectOptions.Build.IntermediateOutputPath
source: Intermediate Output Path:
es: Ruta de Salida Intermedia:
fi: Luo Keskiarvo Ulostulopolku
fr: Chemin de sortie intermediaire :
hu: Közbülső-kód Kimeneti Útvonal:
it: Cartella di Output intermedia:
kr: 중간 출력 경로:
nl: Tussenliggend uitvoerpad:
no: Midlertidig resultatsti:
pt: Caminho de Saída Intermédio:
pt_br: Caminho de saída intermediário:
tr: Ara Çıktı Yolu:
zh: 中间体输出路径:

# Dialog.ProjectOptions.ProjectImports.Title
source: Project-wide Imports
es: Importaciones de todo el Proyecto
fr: Importations au niveau du projet
hu: Projekt-szintű Importálások
it: Import a livello di Progetto
kr: 프로젝트 범위 imports
nl: Project-brede importen
no: Prosjekt importer
pl: Importowane dla całego projektu
pt: Importação no âmbito do projecto
pt_br: Imports do Projeto
tr: Proje genelindeki Imports bildirimleri
zh: 项目级导入

# Hornung.ResourceToolkit.UnusedResourceKeys.HideICSharpCodeCoreHostResourcesTitle
source: Hide ICSharpCode.Core host resources
es: Ocultar recursos del host ICSharpCode.Core
fr: Cacher les ressouces de l'hôte ICSharpCode.Core
it: Nascondi risorse ICSharpCode.Core
kr: ICSharpCode.Core 호스트 리소스 감추기
nl: Verberg ICSharpCode.Core hulpbronnen
no: Skjul vertsressurser fra ICSharpCode.Core
pt: Esconder recursos hospedeiros ICSharpCode.Core
pt_br: Esconde os recursos de ICSharpCode.Core
zh: 隐藏ICSharpCode.Core系统资源

source: When selected, resource keys that are contained in the resource file of the ICSharpCode.Core host application are not listed.
es: Cuando se selecciona, las claves de recurso contenidas en el archivo de recurso de la aplicación host ICSharpCode.Core no están listadas.
fr: Si activé, les clés de ressource contenues dans le fichier ressource de l'application hôte ICSharpCode.Core ne sont pas listées.
it: Se selezionato, le chiavi di risorsa contenuto nel file di risorsa di ICSharpCode.Core non saranno elencate.
kr: 선택되면, ICSharpCode.Core 호스트 응용 프로그램의 리소스 파일에 포함된 리소스 키는 표시되지 않습니다.
nl: Hiermee worden hulpbronsleutels uit het hulpbron bestand van de ICSharpCode.Core gastheer applicatie, niet in de lijst vermeld.
no: Marker for å skjule ressurser fra ressursfilen til vertsapplikasjonen ICSharpCode.Core.
pt: Quando seleccionada, as chaves de recursos contidas num ficheiro de recursos da aplicação hospedeira ICSharpCode.Core não são listadas
pt_br: Quando selecionadas, as teclas dos recursos que estão contidas no arquivo de recurso do aplicativo ICSharpCode.Core, não estão listadas.
zh: 选定时，ICSharpCode.Core的系统资源将不会显示在列表中。

# Hornung.ResourceToolkit.UnusedResourceKeys.NotFound
source: No unused resource keys were found in the whole solution.
es: No se encontraron claves de recurso no usadas en toda la solución.
fr: Aucune clé de ressource inutilisée dans la solution.
it: Non è stata trovata nessuna chiave non usata nella soluzione.
kr: 전체 솔루션에서 사용되지 않은 리소스 키가 하나도 발견되지 않았습니다.
nl: In de gehele oplossing werden geen ongebruikte hulpbron sleutels gevonden.
no: Ingen ubrukte ressursnøkler ble funnet i hele løsningen.
pt: Não foram encontras chaves de recursos não usadas em toda a solução.
pt_br: Não foi encontrada na solução nenhuma tecla de recurso não utilizado.
zh: 在整个解决方案中没有找到未使用的资源。

# ICSharpCode.Refactoring.NoClassOrOverridableSymbolUnderCursorError
source: The selected element is not a class or overridable member, so no derived symbols can be shown.
es: El elemento seleccionado no es una clase o miembro sobrescribible, así que no se puede mostrar ningún símbolo derivado.
fr: L'élément sélectionné n'est ni une classe ni un membre surchargeable: aucun symbole dérivé n'est disponible.
it: L'elemento selezionato non è una classe o un membro overridable quindi non può essere mostrato nessun simbolo derivato.
nl: Het geselecteerd element is geen klasse of overschrijfbaar lid, waardoor geen afgeleide symbolen kunnen worden weergegeven.
no: Det valgte elementet er ikke en klasse eller et overstyrbart medlem, så ingen symboler kan vises.
zh: 选中的对象不是类或者可重载的成员方法，因此无法显示派生属性。
