Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# SharpDevelop.FileFilter.XslFiles
source: XSL files
es: Archivos XSL
fi: XSL tiedostot
fr: Fichiers XSL
hu: XSL fájlok
it: File XSL
kr: XSL 파일
nl: XSL bestanden
no: XSL filer
pl: Pliki XSL
pt: Ficheiros XSL
pt_br: Arquivos XSL
ro: Fişiere XSL
ru: Файл XSL
tr: XSL dosyaları
zh: XSL文件

# SharpDevelop.FormsDesigner.ContextMenus.SelectionMenu.AlignToGrid
source: Align to &Grid
es: Ajustar a la re&jilla
fi: Kohdista ruudukkoon
fr: Aligner sur &Grille
hu: &Rácshoz igazít
it: Allinea alla &Griglia
kr: 눈금에 맞추어 정렬(&G)
nl: Uitlijnen op &raster
no: &Juster til rutenett
pl: Wyrównuj do &Siatki
pt: Alinhar pela &Grelha
pt_br: Alinhar com a grade
ro: Aliniere după &Reţea
ru: Выравнивать по сетке
tr: Izgaraya hizala
zh: 对齐网格(&G)

# SharpDevelop.FormsDesigner.ContextMenus.ViewCodeCommand
source: View &Code
es: Ver &Código
fi: Näytä koodi
fr: Afficher &Code
hu: &Kód nézet
it: Vista &Codice
kr: 코드 보기(&C)
nl: &Code weergeven
no: Vis &kode
pl: Pokaż &Kod
pt: Ver &Código
pt_br: Ver &Código
ro: Vizualizare &Cod
ru: Показать код
tr: Kodu Göster
zh: 查看代码(&C)

# SharpDevelop.Gui.Dialogs.WizardDialog.StepsLabel
source: Steps
es: Pasos
fi: Vaiheet
fr: Etapes
hu: Lépések
it: Passi
kr: 단계
nl: Stappen
no: Steg
pl: Kroki
pt: Passos
pt_br: Passos
ro: Paşi
ru: Шаги
tr: Adımlar
zh: 步骤

# SharpDevelop.HexEditor.StreamAdded
source: Stream added!
es: Datos agregados!
fr: Flux ajouté !
it: Aggiunto Stream!
kr: 스트림이 더해졌습니다!
nl: Stream toegevoegd!
no: Strøm lagt til!
ru: Поток добавлен!
zh: 已添加流！

# SharpDevelop.Refactoring.BaseClassesOf
source: Base classes of ${Name}
es: Clases base de ${Name}
fr: Classes de base de ${Name}
it: Classi base di ${Name}
nl: Basis klassen van $(Name)
no: Baseklasser for ${Name}
ru: Базовые классы для ${Name}
zh: ${Name}的基类

# SharpDevelop.Refactoring.BaseMembersOf
source: Base members of ${Name}
es: Miembros base de ${Name}
fr: Membres de base de ${Name}
it: Membri Base di ${Name}
ru: Базовый член ${Name}

# SharpDevelop.Refactoring.CannotPerformOperationBecauseOfSyntaxErrors
source: The operation cannot be performed because your source code contains errors:
es: La operación no puede ser realizada debido a que su código fuente contiene errores:
fi: Toimintoa ei voi suorittaa, koska lähdekoodi sisältää virheitä:
fr: L'opération ne peut être effectuée car votre code contient des erreurs:
it: L'operazione non può essere completata a causa di errori nel codice sorgente:
kr: 소스 코드에 오류가 있으므로 이 작업을 수행할 수 없습니다:
nl: Bewerking kan niet worden uitgevoerd, want de broncode bevat fouten:
no: Handlingen kan ikke utføres fordi kildekoden din inneholder feil:
pl: Ta operacja nie może być wykonana, ponieważ kod źródłowy zawiera błędy:
pt: A operação não pode ser efectuada devido ao seu código fonte conter erros:
pt_br: A operação não pôde ser concluida porque seu código fonte contem erros:
ru: Действие не может быть выполнено, так как ваш код содержит ошибки:
tr: Bu işlem yerine getirilemez çünkü kaynak kodlarınızda hata var:
zh: 该操作无法执行，因为你的源代码包含错误：

# SharpDevelop.Refactoring.CannotRenameBecauseNotUserCode
source: The element cannot be renamed because it is not defined in user code.
es: El elemento no puede ser renombrado porque no está definido en el código de usuario.
fr: L'élément ne peut pas être renommé car il n'est pas définit dans votre code.
it: L'elemento non può essere rinominato perché non è definito nel codice utente.
kr: 이 요소는 사용자 코드에서 선언된 것이 아니므로 이름을 바꿀 수 없습니다.
nl: Kan het element niet hernoemen, omdat het niet in gebruiker code gedefinieerd is.
no: Elementet kan ikke omdøpes fordi det ikke er definert i bruker-kode.
pt: Este elemento não pode ser renomeado, porque não está definido no código do utilizador.
ru: Элемент не может быть переименован, поскольку он не определён в пользовательском коде.
tr: Eleman kullanıcı kodunda tanımlanmadığı için adlandırılamıyor.
zh: 元素不能被重新命名，因为它不是在用户代码中定义的。

# SharpDevelop.Refactoring.CannotRenameElement
source: The element at the caret position cannot be renamed.
es: El elemento en la posición del cursor no puede ser renombrado.
fr: L'élément sous le curseur ne peut pas être renommé.
it: L'elemento in corrispondenza del cursore non può essere rinominato.
kr: 캐럿 위치에 있는 요소의 이름을 바꿀 수 없습니다.
nl: Het element op de caret positie kan niet worden hernoemd.
no: Elementet ved markøren kan ikke omdøpes.
pt: O elemento na posição do sinal de intercalação não pode ser renomeado.
ru: Элемент в позиции каретки не может быть переименован.
zh: 在当前光标位置的元素无法重命名.

# SharpDevelop.Refactoring.ClassesDerivingFrom
source: Classes deriving from ${Name}
es: Clases derivadas de ${Name}
fr: Classes dérivant de ${Name}
it: Classe derivante da ${Name}
kr: ${Name}에서 상속된 클래스
nl: Van ${Name} afgeleidde klassen
no: Klasser som er derivert fra ${Name}
pl: Klasy dziedziczące z ${Name}
pt: Classes que derivem de ${Name}
pt_br: Classes derivando de ${Name}
ru: Классы, наследуемые от ${Name}
tr: ${Name} 'den türeme sınıflar
zh: 从${Name}派生的类

# SharpDevelop.Refactoring.ClipboardRingCommand
source: Paste from clipboard ring...
es: Pegar desde el anillo del portapapeles...
fr: Coller depuis le presse-papier circulaire...
it: Dagli appunti
nl: Voeg in vanaf klembord ring...
ru: Вставить из буфера обмена...

# SharpDevelop.Refactoring.ClipboardRingEmpty
source: Clipboard ring is empty
es: El anillo del portapapeles esta vacío
fr: Le presse-papier circulaire est vide
it: Gli appunti non contengono nulla
nl: Klembord ring is leeg
ru: Буфер обмена пуст

# SharpDevelop.Refactoring.ConvertToAutomaticProperty
source: Convert to automatic property
es: Convertir a propiedad automática
fr: Convertir en propriété automatique
it: Converti in proprietà automatica
nl: Converteer naar automatische eigenschap
no: Konverter til automatisk egenskap
ru: Преобразовать в автосвойство
zh: 转换为自动属性

# SharpDevelop.Refactoring.CreateChangedEvent
source: Create Changed-event
es: Crear un evento Changed
fr: Crée un évènement -Changed
hu: Készítsen Changed-eseményt
it: Crea evento-Changed
kr: Changed 이벤트 만들기
nl: Maak een 'Changed-event'
no: Lag endret-hendelse
pl: Utwórz zdarzenie Changed
pt: Criar evento alterado
pt_br: Cria o evento Changed
ru: Создать событие изменения
tr: Changed-event oluştur
zh: 创建变更事件

# SharpDevelop.Refactoring.CreateGetter
source: Create &getter
es: Crear &getter
fr: Créer une propriété &get
hu: &Lekérdező készítése
it: Crea accessor GET
kr: get 메서드 만들기(&G)
nl: Maak &getter
no: Lag getter
pl: Utwórz &reproduktor
pt: Criar &getter
pt_br: Criar &getter
ru: Создать получателя
tr: Getirici oluştur
zh: 创建&getter方法

# SharpDevelop.Refactoring.CreateOnEventMethod
source: Create OnEvent-method
es: Crear un método OnEvent
fi: Luo päällä oleva tapahtuma
fr: Crée une méthode -OnEvent
hu: Készítsen OnEvent-metódust
it: Crea il metodo OnEvent
kr: 이벤트 처리 메서드 만들기
nl: Maak een OnEvent-methode
no: Lag OnEvent metode
pl: Utwórz metodę OnEvent
pt: Criar método OnEvent
pt_br: Cria o método OnEvent
ro: Creează metodă OnEvent
ru: Создать метод по событию
tr: OnEvent-işlevi oluştur
zh: 创建某事件的方法

# SharpDevelop.Refactoring.CreateProperty
source: Create &property
es: Crear &propiedad
fi: Luo &ominaisuus
fr: Créer une &propriété
hu: &Tulajdonság készítése
it: Crea &proprietà
kr: 속성 만들기(&P)
nl: Maak eigenschap
no: Lag egenskap
pl: Utwórz &właściwość
pt: Criar &propriedade
pt_br: Criar &propriedade
ro: Creează &proprietate
ru: Создать свойство
tr: Özellik oluştur
zh: 创建属性(&P)

# SharpDevelop.Refactoring.CurrentMethod
source: Current method
es: Método actual
fi: Nykyinen menetelmä
fr: Méthode courante
hu: Jelenlegi metódus
it: Metodo corrente
kr: 현재 메서드
nl: Momentele methode
no: Denne metoden
pl: Bieżąca metoda
pt: Método actual
pt_br: Método corrente
ro: Metoda curentă
ru: Текущий метод
tr: Şu anki işlev
zh: 当前方法

# SharpDevelop.Refactoring.DeclaringType
source: Declaring type
es: Tipo de declaración
fi: Julistamis tyyppi
fr: Type déclarant
hu: Deklaráló típus
it: Dichiara tipo
kr: 형식 선언
nl: Declarerend type
no: Deklarerende type
pl: Deklarujący typ
pt: Declarar tipo
pt_br: Tipo da declaração
ro: Tipul Declarat
ru: Декларирующий тип
tr: Tanımlama türü
zh: 声明类型

# SharpDevelop.Refactoring.ExpandAutomaticProperty
source: Expand automatic property
es: Expandir propiedad automática
fi: Laajenna automaatti ominaisuus
fr: Eclater la propriété automatique
it: Espandi proprietà automatiche
nl: Breid automatische eigenschap uit
no: Utvid automatisk egenskap
ru: Развернуть автосвойство
zh: 展开自动属性

# SharpDevelop.Refactoring.ExtractInterfaceCommand
source: Extract Interface
es: Extraer Interfase
fr: Extraire une interface
it: Estrai Interfaccia
kr: 인터페이스 추출
no: Trekk ut interface
ru: Извлечь интерфейс
zh: 提取接口

# SharpDevelop.Refactoring.FindBaseClassesCommand
source: Find base classes
es: Buscar clases base
fi: Etsi perusluokat
fr: Trouver les classes de base
it: Trova classi base
nl: Basis klassen vinden
no: Finn baseklasser
ru: Найти базовые классы
zh: 查找基类

# SharpDevelop.Refactoring.FindBaseClassesOrMembersCommand
source: Find base symbols
es: Buscar símbolos base
fr: Trouver les symboles de base
it: Cerca simboli base
ru: Найти базовые символы

# SharpDevelop.Refactoring.FindDerivedClassesCommand
source: Find &derived classes
es: Encontrar clases &derivadas
fi: Etsi perityt luokat
fr: Chercher les classes &dérivées
hu: &Származott osztályok keresése
it: Trova classi &derivate
kr: 파생 클래스 찾기(&D)
nl: Vind afgeleidde klassen
no: Finn &deriverte klasser
pl: Znajdź klasy &dziedziczące
pt: Encontrar classes &derivadas
pt_br: Encontrar classes &derivadas
ru: Найти наследуемые классы
tr: Türetilmiş sınıfları bul
zh: 查找派生类(&D)

# SharpDevelop.Refactoring.FindDerivedClassesOrOverridesCommand
source: Find derived symbols
es: Buscar símbolos derivados
fr: Trouver les symboles dérivés
it: Trova simboli derivati
nl: Afgeleide symbolen vinden
no: Finn deriverte symboler
ru: Найти наследуемые символы
zh: 查找派生符号

# SharpDevelop.Refactoring.FindingReferences
source: Finding references...
es: Encontrando referencias...
fi: Haetaan viitteet ...
fr: Recherche des références...
hu: Hivatkozások keresése...
it: Cerco riferimenti...
kr: 참조 찾기...
nl: Referenties zoeken...
no: Finner referanser...
pl: Szukanie referencji...
pt: Encontrar referências...
pt_br: Procurando referencias...
ro: Găsire referinţe...
ru: Поиск ссылок...
tr: Referanslar bulunuyor...
zh: 查找引用...

# SharpDevelop.Refactoring.FindOverridesCommand
source: Find &overrides
es: Encontrar &overrides
fi: Hae ohitetut
fr: Chercher les surcharges (&override)
hu: Felül&bírálatok Keresése
it: Trova &overrides
kr: 오버라이드 찾기(&O)
nl: Vind &overschrijvingen
no: Finn &overrides
pl: Znajdź "&overrides"
pt: Pesquisar &ultrapassagens
pt_br: Achar s&obreposições
ru: Найти перегрузки
tr: Aşırı yüklemeleri bul
zh: 查找重载方法(&O)

# SharpDevelop.Refactoring.FindReferences
source: Find References
es: Buscar Referencias
fi: Etsi viitteet
fr: Trouver les références
it: Trova Riferimenti
kr: 참조 찾기
nl: Vind referenties
no: Finn referanser
pl: Znajdź Referencje
pt: Busca Referências
ru: Найти ссылки
tr: Referansları bul
zh: 查找引用

# SharpDevelop.Refactoring.FindReferencesCommand
source: &Find references
es: &Encontrar referencias
fi: &Etsi viitteet
fr: Chercher ré&férences
hu: &Hivatkozások keresése
it: &Trova riferimenti
kr: 참조 찾기(&F)
nl: Vind referenties
no: &Finn referanser
pl: Znajdź re&ferencje
pt: Encontrar referências
pt_br: Achar re&ferencias
ro: Căutare re&ferinţe
ru: Найти ссылки
tr: Referansları bul
zh: 查找引用

# SharpDevelop.Refactoring.GoToBaseClassCommand
source: Go to &base class
es: Ir a la clase &base
fi: Mene base luokkaan
fr: Aller à la classe de &base
hu: &Bázis osztályra ugrás
it: Vai alla classe &base
kr: 기본 클래스로 가기(&B)
nl: Ga naar &basis klasse
no: Gå til &baseklasse
pl: Idź do klasy &bazowej
pt: Ir para classe &base
pt_br: Vá para classe &base
ru: Перейти в базовый класс
tr: Taban sınıfa git
zh: 转到基类(&B)

# SharpDevelop.Refactoring.GoToBaseCommand
source: Go to &base
es: Ir a la &base
fi: Mene base
fr: Aller à la &base
hu: Bázisra &ugrás
it: Vai alla &base
kr: 기본 클래스로 가기(&B)
nl: Ga naar &basis
no: Gå til &base
pl: Idź do &bazy
pt: Ir para &base
pt_br: Ir para &base
ru: Перейти к основе
tr: Tabana git
zh: 转到基类(&B)

# SharpDevelop.Refactoring.GoToProperty
source: Go to &property
es: Ir a &propiedad
fi: Mene ominaisuuteen
fr: Aller à la &propriété
hu: &Tulajdonságra ugrás
it: Vai a &proprietà
kr: 속성으로 가기(&P)
nl: Ga naar eigenschap
no: Gå til egenskap
pl: Idź do &właściwości
pt: Ir para &propriedade
pt_br: Ir para &propriedade
ro: Salt la &proprietate
ru: Перейти к свойству
tr: Özelliğe git
zh: 转至属性(P)

# SharpDevelop.Refactoring.ImplementAbstractClass
source: Implement abstract class
es: Implementar clase abstracta
fr: Implémenter une classe abstraite
it: Implementa una classe astratta
nl: Abstracte klasse implementeren
no: Implementer abstrakt klasse
ru: Реализовать методы абстрактного класса
zh: 实现抽象类

# SharpDevelop.Refactoring.ImplementInterface
source: Implement interface
es: Implementar Interfase
fi: Toteuta käyttöliittymä
fr: Implémenter une interface
hu: Interfész implementálása
it: Implementa l'interfaccia
kr: 인터페이스 구현하기
nl: Implementeer interface
no: Implementer grensesnitt
pl: Implementuj interfejs
pt: Implementar interface
pt_br: Implementar interface
ro: Implementare interfaţă
ru: Реализовать интерфейс
tr: Arayüz gerçekle
zh: 实现接口

# SharpDevelop.Refactoring.ImplementInterfaceExplicit
source: Implement interface (explicit)
es: Implementar interfase (explícitamente)
fi: Toteuta käyttöliittymä (Selkeä)
fr: Implémenter une interface (explicitement)
hu: Interfész implementálása (explicit)
it: Implementa l'interfaccia (esplicita)
kr: 인터페이스 구현하기 (explicit)
nl: Implementeer interface (expliciet)
no: Implementer grensesnitt (eksplisitt)
pl: Implementuj interfejs (explicit)
pt: Implementar interface (explícito)
pt_br: Implementa interface (explicito)
ro: Implementare interfaţă (explicit)
ru: Реализовать интерфейс (явно)
tr: Arayüz gerçekle(açıktan)
zh: 实现接口(指明(explict))

# SharpDevelop.Refactoring.ImplementInterfaceImplicit
source: Implement interface (implicit)
es: Implementar interfase (implícitamente)
fi: Toteuta käyttöliittymä (Epäsuora)
fr: Implémenter une interface (implicitement)
hu: Interfész implementálása (implicit)
it: Implementa l'interfaccia (implicita)
kr: 인터페이스 구현하기 (implicit)
nl: Implementeer interface (impliciet)
no: Implementer grensesnitt (implisitt)
pl: Implementuj interfejs (implicit)
pt: Implementar interface (implícito)
pt_br: Implementa interface (implicito)
ro: Implementare interfaţă (implicit)
ru: Реализовать интерфейс (неявно)
tr: Arayüz gerçekle (örtük)
zh: 实现接口(implicit)

# SharpDevelop.Refactoring.InvalidName
source: Names may only contain letters, digits or underscores.
es: Los nombres solo pueden contener letras, números o guiones bajos.
fi: Viallinen nimi Nimet voivat sisältää vain kirjaimia, numeroita tai alaviivoja.
fr: Les noms ne peuvent contenir que des lettres, chiffres ou underscores.
hu: A nevek betűket, számokat és aláhúzást tartalmazhatnak.
it: I nomi possono contenere solamente lettere, numeri o trattini.
kr: 이름은 문자와 숫자 그리고 밑줄만 포함할 수 있습니다.
nl: Namen mogen alleen letters, cijfers of underscores bevatten.
no: Navn kan kun inneholde bokstaver, tall eller understrek.
pl: Nazwy mogą zawierać tylko litery, cyfry lub podkreślenia.
pt: Os nomes só podem conter letras, algarismos e traços de sublinhado.
pt_br: Nomes pode conter apenas letras, digitos e underscore.
ro: Numele pot conţine doar litere, cifre şi liniuţe de subliniere.
ru: Имена могут состоять только из букв, цифр и символов подчёркивания.
tr: İsimler ssadece harf,rakam yada alttan tire içerebilir.
zh: 名称只包含字母，数字或下划线。

# SharpDevelop.Refactoring.InvalidNameStart
source: Names must start with a letter or underscore.
es: Los nombres deben comenzar con una letra o un guión bajo "_".
fi: Nimet voivat sisältää vain kirjaimia, numeroita tai alaviivoja.
fr: Les noms doivent commencer par une lettre ou un underscore.
hu: A neveknek betűvel vagy aláhúzással kell kezdődniük.
it: I Nomi devono iniziare con una lettera o un "_"
kr: 이름은 문자나 밑줄로 시작해야 합니다.
nl: Namen dienen te beginnen met een letter of underscore.
no: Navn må starte med en bokstav eller understrek.
pl: Nazwy muszą zaczynać się od litery lub podkreślenia.
pt: Os nomes devem começar por uma letra ou um traço de sublinhado.
pt_br: Nomes pode começar com letra ou underscore.
ro: Numele trebuie să înceapă cu o literă sau o liniuţă de subliniere.
ru: Имена должны начинаться с буквы или символа подчёркивания.
tr: İsimler bir harf veya alt çizgi ile başlamalıdır.
zh: 名称必须以字母或下划线打头

# SharpDevelop.Refactoring.LoadSolutionProjectsThreadRunning
source: Find references cannot be executed until all files have been parsed.
es: No se pueden encontrar referencias hasta que todos los archivos hayan sido analizados.
fi: Etsi viittauksia ei voida suorittaa ennen kuin kaikki tiedostot on analysoitu.
fr: Trouver les références ne peut pas être éxécuter tant que tous les fichiers n'ont pas été parcourus.
hu: Csak az összes fájl feldolgozása után lehetséges a hivatkozások keresését végrehajtani.
it: La ricerca dei riferimenti non può essere eseguita fino a quando non si sono analizzati tutti i files.
kr: 모든 파일이 파싱되기 전에는 참조 찾기를 실행할 수 없습니다.
nl: Referenties zoeken kan niet beginnen voordat alle bestanden ontleed zijn.
no: Søk etter referanser kan ikke utføres før alle filer er gjennomgått.
pl: Szukanie referencji nie może być uruchomione dopóki wszystkie pliki nie zostały przetworzone.
pt: A pesquisa de referências não pode ser executada até que todos os ficheiros tenham sido analisados.
pt_br: Achar referencias não pode executar até que todos os arquivos tenham sido analisados.
ru: Невозможно выполнить поиск ссылок пока все файлы не будут загружены.
tr: Bütün sayfalar parçalanana değin Bul referansları çalıştırılamaz.
zh: 在所有文件被解析完之前不能对查找引用进行处理

# SharpDevelop.Refactoring.MoveClassToFile
source: Move class to file '${FileName}'
es: Mover clase al archivo '${FileName}'
fi: Siirrä luokka tiedostoon '${FileName}'
fr: Déplacer la classe vers le fichier '${FileName}'
it: Sposta classe al file '${FileName}'
kr: '${FileName}' 파일로 클래스 옮기기
nl: Verplaats klasse naar bestand '${FileName}'
no: Flytt klassen til filen '${FileName}'
pl: Przenieś klasę do pliku '${FileName}'
pt: Mover classe para o ficheiro '${FileName}'
pt_br: Move arquivo de classes para '${FileName}'
ru: Переместить класс в файл '${FileName}'
tr: Sınıfı '${FileName}' dosyasına taşı
zh: 移动类到文件'${FileName}'

# SharpDevelop.Refactoring.OverridesOf
source: Overrides of ${Name}
es: Overrides de ${Name}
fr: Surdéfinitions de ${Name}
it: Overrides di ${Name}
kr: ${Name} 오버라이드
nl: Overschrijvingen van $(Name)
no: Overstyringer av ${Name}
pt: Sobreposições de ${Name}
ro: Suprascrie ${Name}
ru: Перегрузки ${Name}
zh: 覆盖${Name}

# SharpDevelop.Refactoring.PartsOfClass
source: Parts of ${Name}
es: Partes de ${Name}
fr: Elements de ${Name}
it: Parti di ${Name}
nl: Delen van ${Name}
ru: Часть класса ${Name}

# SharpDevelop.Refactoring.ReferencesTo
source: References to ${Name}
es: Referencias a ${Name}
fi: Viitteet ${Name}
fr: Réferences à ${Name}
it: Riferimenti a ${Name}
kr: ${Name} 참조
nl: Referenties met ${Name}
no: Referanser til ${Name}
pl: Odniesienia do ${Name}
pt: Referências para ${Name}
pt_br: Referências para '${Name}'
ro: Referinţe către ${Name}
ru: Ссылки на ${Name}
zh: 引用${Name}

# SharpDevelop.Refactoring.RemoveUnusedImports
source: Remove &unused import statements
es: Eliminar instrucciones using/imports no &usadas
fr: Supprimer les importations d'espace de noms inutilisés
it: Rimuovi import non usati
kr: 사용되지 않은 import 문장 제거(&U)
nl: Verwijder ongebr&uikte importinstructies
no: Fjern ubrukte importuttrykk
pl: Usuń nie&używane deklaracje importu
pt: Remover instruções de importação &não usadas
pt_br: Remove indicações de imports desnecessários
ru: Удалить неиспользуемые объявления import
tr: Kullanılmayan import komutlarını kaldır
zh: 删除未使用的import语句(&U)

# SharpDevelop.Refactoring.Rename
source: Rename
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
hu: Átnevezés
it: Rinomina
kr: 이름 바꾸기
nl: Hernoemen
no: Endre navn
pl: Zmień nazwę
pt: Renomear
pt_br: Renomear
ro: Redenumire
ru: Переименовать
tr: Yeniden adlandır
zh: 重命名

# SharpDevelop.Refactoring.RenameClassText
source: Enter the new name of the class:
es: Ingrese el nuevo nombre de la clase:
fi: Nimeä luokka uudelleen:
fr: Entrez le nouveau nom de la classe:
hu: Adja meg az osztály új nevét:
it: Inserisci il nuovo nome della classe:
kr: 클래스의 새 이름을 입력하십시오:
nl: Voer de nieuwe klasse naam in:
no: Skriv det nye navnet til klassen:
pl: Wprowadź nową nazwę klasy:
pt: Inserir o novo nome da classe:
pt_br: Digite o novo nome da classe:
ro: Introduceţi noul nume al clasei:
ru: Укажите новое имя класса:
tr: Sınıfın yeni adını girin:
zh: 输入类的新名:

# SharpDevelop.Refactoring.RenameCommand
source: &Rename
es: &Renombrar
fi: &Nimeä uudelleen
fr: &Renommer
hu: Át&nevezés
it: &Rinomina
kr: 이름 바꾸기(&R)
nl: He&rnoemen
no: Endre navn
pl: Z&mień nazwę
pt: &Renomear
pt_br: &Renomear
ro: &Redenumire
ru: Переименовать
tr: &Yeniden adlandır
zh: 重命名(&R)

# SharpDevelop.Refactoring.RenameFieldAndProperty
source: Should SharpDevelop rename the property '{0}' to '{1}'?
es: ¿Cambiar el nombre de la propiedad '{0}' a '{1}'?
fi: Nimeä uudelleen kenttä ja ominaisuudet
fr: SharpDevelop doit-il renommer la propriété '{0}' en '{1}'?
hu: SharpDevelop átnevezze a '{0}' tulajdonságot '{1}'-ra?
it: Si vuole rinominare la proprietà '{0}' in '{1}'?
kr: SharpDevelop이 '{0}' 속성의 이름을 '{1}'로 바꾸도록 하겠습니까?
nl: Moet SharpDevelop eigenschap '{0}' hernoemen naar '{1}'?
no: Skal SharpDevelop endre navnet på egenskapen '{0}' til '{1}'?
pl: Czy SharpDevelop powinien zmienić nazwę właściwości '{0}' na '{1}'?
pt: O SharpDevelop deve renomear a propriedade '{0}' como '{1}'?
pt_br: Deve o SharpDevelop renomear a propriedade '{0}' para '{1}'?
ru: Переименовать свойство '{0}' в '{1}'?
tr: SharpDevelop {0} özelliğini {1} olarak yeniden adlandırsın mı?
zh: SharpDevelop将重命名属性'{0}'为'{1}'?

# SharpDevelop.Refactoring.RenameFileTo
source: Rename file to '${FileName}'
es: Renombrar archivo a '${FileName}'
fi: Nimeä uudelleen '${FileName}'
fr: Renommer le fichier en '${FileName}'
it: Rinomina file in '${FileName}'
kr: '${FileName}'(으)로 파일 이름 바꾸기
nl: Bestand hernoemen naar '${FileName}'
no: Omdøp filen til '${FileName}'
pl: Zmień nazwę pliku na '${FileName}'
pt: Renomear ficheiro para '${FileName}'
pt_br: Renomeia arquivo para '${FileName}'
ru: Переименовать файл в '${FileName}'
tr: Dosya adını '${FileName}' olarak değiştir
zh: 文件名修改为'${FileName}'

# SharpDevelop.Refactoring.RenameMemberText
source: Enter the new name of the member
es: Ingrese el nuevo nombre del miembro
fi: Nimeä uudelleen jäsenen nimi
fr: Entrez le nouveau nom de ce membre
hu: Adja meg a változó új nevét
it: Inserisci il nuovo nome del membro.
kr: 새로운 멤버 이름을 입력하십시오
nl: Voer de nieuwe naam van het lid in
no: Skriv det nye navnet til medlemmet
pl: Wprowadź nową nazwę pola
pt: Inserir o nome nome do membro
pt_br: Entre com o novo nome do membro
ru: Введите новое имя члена
tr: Üyenin yeni adını girin
zh: 输入新名字

# SharpDevelop.SideBar.AsciiTable
source: ASCII Table
es: Tabla ASCII
fi: ASCII Taulu
fr: Table ASCII
hu: ASCII tábla
it: Tabella ASCII
kr: ASCII 표
nl: ASCII Tabel
no: ASCII tabell
pl: Tabelka ASCII
pt: Tabela ASCII
pt_br: Tabela ASCII
ro: Tabela ASCII
ru: Таблица ASCII
tr: ASCII Tablosu
zh: ASCII码表

# SharpDevelop.SideBar.ClipboardRing
source: Clipboard Ring
es: Anillo del portapapeles
fi: Leikepöytä ympyrä
fr: Presse-papiers circulaires
hu: Vágólap tartalom
it: Appunti
kr: 클립보드 링
nl: Klembord ring
no: Utklippstavle
pl: Schowek (Ring)
pt: Anotador
ro: Inel clipboard
ru: Буфер обмена
tr: Pano Halkası
zh: 剪贴板循环
