Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

source: The file ${File} has been changed externally. Do you want to reload it?
es: El archivo ${File} ha sido modificado externamente. ¿Desea volver a cargarlo?
fi: Tiedosto ${File} on muuttunut viime kerrasta, haluatko ladata sen uudestaan?? ?
fr: Le fichier ${File} a été modifié hors de SharpDevelop, voulez-vous le recharger ?
hu: A ${File} fájl kívülről megváltozott, szeretné újra betölteni?
it: Il file ${File} è stato cambiato da un'altra applicazione. Vuoi ricaricarlo?
kr: ${File} 파일이 외부에서 수정되었습니다. 다시 로드하시겠습니까?
nl: Bestand ${File} is extern gewijzigd. Wilt u het herladen?
no: Filen ${File} har blitt endret eksternt. Vil du laste den inn på nytt?
pl: Plik ${File} został zmieniony zewnętrznie i czy chcesz go załadować ponownie?
pt: O ficheiro ${File} foi alterado deseja recarregá-lo?
pt_br: O arquivo ${File} foi modificado externamente, você deseja recarrega-lo?
ru: Файл ${File} изменён внешней программой. Перезагрузить его?
tr: ${File} dosyası harici olarak değiştirilmiş, yeniden yüklemek ister misiniz?
zh: 文件${File}已在外部修改过，要重新载入吗？

source: Incremental Search:
es: Búsqueda Incremental:
fi: Nouseva haku:
fr: Recherche incrémentale:
it: Ricerca incrementale:
kr: 증분 검색:
nl: Aanvullend zoeken:
no: Inkrementelt søk:
pt: Busca Incremental:
ru: Последовательный поиск:
tr: Artan Arama:
zh: 增量搜索:

source: (not found)
es: (no encontrado)
fi: (ei löydy)
fr: (non trouvé)
it: (non trovato)
kr: (발견되지 않음)
nl: (niet gevonden)
no: (ikke funnet)
pl: (nie znaleziono)
pt: (não encontrado/a)
ru: (не найдено)
tr: (bulunamadı)
zh: (没找到)

source: (passed end of document)
es: (se llegó al final del documento)
fi: (etsi asiakirjan loppuun)
fr: (dépassement de la fin du document)
it: (fine del documento raggiunta)
kr: (문서의 끝을 지났음)
nl: (voorbij einde document)
no: (passerte slutten av dokumentet)
pt: (ultrapassado o fim do documento)
ru: (достигнут конец документа)
tr: (dökümanın sonuna ulaşıldı)
zh: （已经到文档末尾）

source: Reverse Incremental Search:
es: Invertir Búsqueda Incremental:
fi: Laskeva haku:
fr: Recherche incrémentale inversée:
it: Ricerca Incrementale Inversa:
kr: 역방향 증분 검색:
nl: Omgekeerd aanvullend zoeken:
no: Baklengs inkrementelt søk:
pt: Busca Incremental Simétrica:
ru: Искать в обратном порядке:
zh: 反向增量搜索:

# ICSharpCode.SharpDevelop.Dom.AssemblyInvalid
source: {0} is not a valid .NET assembly.
es: {0} no es un ensamblado .NET válido.
fr: {0} n'est pas un assembly .NET valide.
it: {0} non è un assembly .NET valido.
nl: {0} is ongeldig als .NET assembly
ru: {0} не является корректной .NET-сборкой.

# ICSharpCode.SharpDevelop.Dom.AssemblyNotAccessible
source: {0} is not accessible or doesn't exist anymore.
es: {0} no es accesible o ya no existe.
fr: {0} n'est pas accessible ou n'existe plus.
it: {0} non è accessibile o non esiste più.
nl: {0} is niet toegankelijk of bestaat niet meer.
ru: Сборка {0} недоступна или удалена.

# ICSharpCode.SharpDevelop.ErrorLoadingCodeCompletionInformation
source: Error loading code-completion information for ${Assembly} from ${Filename}:
es: Error cargando información de completación de código para ${Assembly} desde ${Filename}:
fr: Impossible de charger les informations Intellisense pour ${Assembly} depuis ${Filename}:
it: Errore nel caricamento delle informazioni di completamento codice per ${Assembly} da ${Filename}:
kr: ${Filename} 파일에서 ${Assembly}에 대한 코드 자동 완성 정보를 로드하는 데 오류가 있습니다:
nl: Fout bij laden van code-completering informatie voor ${Assembly} van ${Filename}:
no: Feil ved lasting av kodefullføringsinformasjon for ${Assembly} fra ${Filename}:
pt: Error a abrir informação para completar código para ${Assembly} de ${Filename}:
pt_br: Erro ao carregar informação do assistente de código para ${Assembly} de ${Filename}:
ru: Ошибка загрузки информации завершения кода для ${Assembly} из ${Filename}:
zh: 从文件${Filename}中读取${Assembly}的代码自动完成信息时出错：

# ICSharpCode.SharpDevelop.ExceptionBox.Continue
source: Continue
es: Continuar
fi: Jatka
fr: Continuer
hu: Folytatás
it: Continua
kr: 계속
nl: Doorgaan
no: Fortsett
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuă
ru: Продолжить
tr: Devam Et
zh: 继续

# ICSharpCode.SharpDevelop.ExceptionBox.CopyToClipboard
source: Copy error message to clipboard
es: Copiar el mensaje de error al portapapeles
fi: Kopioi leikepöydälle
fr: Copier le message d'erreur dans le presse-papier
hu: Hibaüzenet vágólapra másolása
it: Copia messaggio di errore
kr: 오류 메시지를 클립보드로 복사
nl: Plaats de foutmelding op het klembord
no: Kopier feilmelding til utklippstavle
pl: Kopiuj komunikat błędu do schowka
pt: Copiar mensagem de erro para a área de transferência
pt_br: Copiar mensagem de erro para a área de transferencia
ru: Копировать сообщение об ошибке в буфер обмена
tr: Hata mesajını panoya kopyala
zh: 把错误信息复制到剪贴板

# ICSharpCode.SharpDevelop.ExceptionBox.ExitSharpDevelop
source: Exit SharpDevelop
es: Cerrar SharpDevelop
fi: Sulje SharpDevelop
fr: Quitter SharpDevelop
hu: Kilépés a SharpDevelop-ból
it: Chiudi SharpDevelop
kr: SharpDevelop 종료
nl: SharpDevelop verlaten
no: Lukk SharpDevelop
pl: Wyjdź z SharpDevelop
pt: Sair do SharpDevelop
pt_br: Sair do SharpDevelop
ru: Выйти из SharpDevelop
tr: SharpDevelop'u Kapat
zh: 退出SharpDevelop

# ICSharpCode.SharpDevelop.ExceptionBox.HelpText1
source: An unhandled exception has occurred in SharpDevelop. This is unexpected and we'd ask you to help us improve SharpDevelop by reporting this error to the SharpDevelop team.
es: Ha ocurrido una excepción no controlada en SharpDevelop. Esto es inesperado y le pedimos que nos ayude a mejorar SharpDevelop reportando este error al equipo de SharpDevelop.
fi: Odottamaton SharpDevelop kaatuminen. Ole hyvä ja raportoi tämä virhe.
fr: Une Exception non gérée est survenue dans SharpDevelop. Ceci n'est pas normal, et nous vous saurions gré de bien vouloir nous aider en rapportant cette erreur à l'équipe de développement SharpDevelop.
hu: Kezeletlen kivétel történt a SharpDevelopban. Ez váratlan és kérjük segítsen a SharpDevelop fejlesztésében a hiba jelentésével A SharpDevelop csapatnak.
it: Si è verificata una eccezione non gestita in SharpDevelop. Questo è un evento eccezionale e ti chiediamo di aiutarci a migliorare SharpDevelop segnalando questo errore al team di SharpDevelop.
kr: SharpDevelop에서 처리되지 않은 예외가 발생했습니다. 이것은 저희가 예상하지 못한 것이므로, 이 오류를 SharpDevelop 팀에게 보고해서 SharpDevelop을 개선하는 데 도움을 주시기를 부탁 드립니다.
nl: Een onverwerkte uitzondering is in SharpDevelop opgetreden. Dit is onverwacht en wij verzoeken u om ons te helpen om SharpDevelop te verbeteren door deze fout aan het SharpDevelop team te rapporteren.
no: En uhåndtert feil har oppstått i SharpDevelop. Dette er en uventet situasjon, og vi ber deg om å hjelpe oss å forbedre SharpDevelop ved å rapportere denne feilen til SharpDevelop teamet.
pl: W SharpDevelop wystąpił nieobsłużony wyjątek. Jest to niepożądane, stąd prosimy Cię o pomoc w udoskonalaniu SharpDevelop poprzez zgłoszenie tego błędu do zespołu SharpDevelop.
pt: Uma excepção não tratada ocorreu no SharpDevelop. Isto é inesperado e pedimos-lhe que nos ajude a melhorar o SharpDevelop relatando este erro à equipa do SharpDevelop.
pt_br: Ocorreu uma exceção não tratada no SharpDevelop. Isso não deveria acontecer e gostariamos que voce nos ajudasse a melhorar o SharpDevelop enviando esse erro ao time do SharpDevelop.
ru: В SharpDevelop возникло необработанное исключение. Это непредусмотренное поведение, поэтому мы просим Вас помочь нам в улучшении работы SharpDevelop, сообщив об этой ошибке команде SharpDevelop.
tr: SharpDevelop 'da anlaşılamayan bir hata oluştu. Bu hatayı beklemiyorduk, bu hatayı SharpDevelop takımına ileterek bize SharpDevelop'ı geliştirmemizde yardım etmenizi isteriz.
zh: SharpDevelop出现了未处理的异常. 此异常未经处理, 我们希望您报告此异常给SharpDevelop开发小组以改进SharpDevelop.

# ICSharpCode.SharpDevelop.ExceptionBox.HelpText2
source: How to report errors efficiently: We have set up a Web-based forum to report and track errors that are reported by users of SharpDevelop. To minimize necessary questions by the team members, in addition to providing the error message that is copied to the clipboard for easier pasting in the error report, we ask that you provide us with an as detailed as possible step-by-step procedure to reproduce this bug.
es: Como reportar errores eficientemente: Hemos creado un foro web para reportar y hacer un seguimiento de errores que son reportados por usuarios de SharpDevelop. Para minimizar preguntas necesarias de los miembros del equipo, además de proveer el mensaje de error que es copiado al portapapeles para facilitar el pegado en el reporte, le pedimos que nos provea con un procedimiento paso a paso tan detallado como le sea posible para reproducir este error.
fr: Comment rapporter les erreurs de manière efficace: nous avons mis à votre disposition un forum pour le rapport et le suivi des erreurs que vous nous soumettez. Pour réduire les questions de l'équipe de développement, en plus de fournir le message d'erreur copié dans votre presse-papier, veuillez nous décrire de manière détaillée la procédure pas à pas pour reproduire le bogue.
hu: Hogyan jelenthet hibákat hatékonyan: Készítettünk egy Web alapú fórumot a hibák jelentésére és nyomonkövetésére a SharpDevelop felhasználóknak. A csapat lehetséges kérdéseinek minimalizálása érdekében, a vágólapon keresztül eljuttatott teljes hibaüzenet mellet kérjük küldje el a hiba előidézéséhez szükséges lépéseket amilyen részletesen csak tudja.
it: Come inviare errori efficentemente: abbiamo predisposto un forum web per gli errori segnalati dagli utenti di SharpDevelop. Per limitare le domande dai membri del team, oltre a fornirci il messaggio di errore copiato appunti di windows per incollarli più facilmente nel report dell'errore, ti chiediamo di descrivere passo-passo la procedura per riprodurre l'errore.
kr: 오류를 효과적으로 보고하는 방법: SharpDevelop 사용자들이 보고한 오류를 관리하고 보고하기 위한 웹 기반 게시판을 만들어 두었습니다. 저희 팀원에게 필요한 추가 질문을 최소화하려면, 오류 보고서에 쉽게 붙여넣을 수 있도록 클립보드로 복사된 오류 메시지를 저희에게 보내시는 것 이외에, 이 오류를 발생시키기 위한 단계적 절차도 가능한 자세하게 적어주시기를 부탁 드립니다.
nl: Hoe fouten efficiënt te melden: Er is een Web-forum voor het melden en volgen van door gebruikers van SharpDevelop gerapporteerde fouten. Om de noodzaak van vragen door de team-leden te minimaliseren, vragen wij om in aanvulling op de foutmelding, die op het klembord is geplaatst om gemakkelijk in het foutrapport te kunnen plakken, ons te voorzien van een zo gedetailleerd mogelijke stap-voor-stap procedure om de fout te reproduceren.
no: Hvordan rapportere feil: Vi har satt opp et web-basert forum for å rapportere og følge opp feil som blir oppdaget av SharpDevelop brukere. Det er en fordel om du, i tillegg til å legge ved feilmeldingen, beskriver - så detaljert som mulig - steg for steg hvordan feilen kan reproduseres. Dette vil begrense tiden og ressursene som trengs for å fikse feilen.
pl: Jak efektywnie raportować błędy: Utworzyliśmy forum oparte na WWW do raportowania i śledzenia błędów zgłaszanych przez użytkowników SharpDevelop. Aby zminimalizować ilość niezbędnych pytań od członków zespołu, oprócz dostarczenia komunikatu błędu który jest kopiowany do schowka dla łatwiejszego wklejenia do zgłoszenia, prosimy również o dostarczenie nam jak najbardziej szczegółowej procedury, której wykonanie krok-po-kroku umożliwi ponowne wywołanie tego błędu.
pt: Como reportar erros eficientemente: instalámos um forum baseado na Web para reportar e acompanhar erros que sejam relatados por utilizadores do SharpDevelop. Para minimizar perguntas necessárias por membros da equipa, além de fornecer a mensagem de erro que é copiada para a área de transferência para colagem mais fácil no relatório de erro, pedimos que nos forneça com um procedimento passo a passo tanto quanto possível para reprodução do erro.
pt_br: Como mencionar erros de maneira eficiente: Nós temos um forum na web para receber e acompanhar os erros que forem mencionados pelos usuários do SharpDevelop. Para otimizar questões necessárias aos membros do time, em adição a colocação das mensagens de erros na área de transferência para facilitar a colagem da mensagem para envio, gostariamos que voce pudesse prover passo a passo, o mais detalhadamente possivel, os procedimentos para reproduzior o erro.
ru: Как эффективно сообщить об ошибке. У нас есть интернет-форум для присылаемых пользователями SharpDevelop отчётов об ошибках и их отслеживания. Сообщение об ошибке уже скопировано в буфер обмена и готово для вставки в отчёт. Кроме того, чтобы уменьшить количество вопросов со стороны разработчиков, просим Вас дополнительно предоставить нам как можно более подробную пошаговую процедуру для воспроизведения этой ошибки.
tr: Hataları nasıl en iyi şekilde bildirebilirim: Takım üyeleri için gerekli soruları en aza indirebilmek ve SharpDeveleop'ın kullanıcıları tarafından tespit edilen hataların rapor ve takip edilebilmesi için web tabanlı bir forum kurduk. Hata raporlamada daha kolay kopyala-yapıştır için panoya kopyalanan mesaja ek olarak, sizden hatanın nasıl yeniden oluşturulabileceği konusunda mümkün olduğunca detaylı adım-adım anlatım sunmanızı istiyoruz.
zh: 有效地报告错误的方法: 我们已经为SharpDevelop用户建立了报告和跟踪错误的网站. 为了尽可能减少大家重复的问题, 最简单的办法是直接将系统报告的错误复制到剪贴板上再复制到网页上, 此外我们还希望您详细描述您在产生错误前的每一步操作.

# ICSharpCode.SharpDevelop.ExceptionBox.QuitWarning
source: Do you really want to quit SharpDevelop? Unsaved changes will be lost!
es: ¿Realmente quiere cerrar SharpDevelop? ¡Los cambios no guardados se perderán!
fi: Jos lopetat SharpDevelop n nyt, kaikki tallentamattomat muutokset menetetään !
fr: Voulez vous vraiment quitter SharpDevelop ? Les modifications seront perdues !
hu: Biztosan ki szeretne lépni a SharpDevelop-ból? A mentetlen változtatásai elvesznek!
it: Sicuro di voler chiudere SharpDevelop? I dati non salvati verranno persi!
kr: 정말로 SharpDevelop을 종료하시겠습니까? 저장되지 않은 변경 내용을 잃게 됩니다!
nl: Wilt u SharpDevelop echt verlaten? Niet opgeslagen wijzigingen gaan verloren!
no: Er du sikker på at du vil avslutte SharpDevelop? Endringer som ikke er lagret vil gå tapt!
pl: Czy na pewno chcesz opuścić SharpDevelop? Niezapisane zmiany zostaną utracone!
pt: Deseja mesmo sair do SharpDevelop? As alterações não guardadas serão perdidas!
pt_br: Voce deseja realmente sair do SharpDevelop? Alterações não salvas serão perdidas!
ro: Doriţi să închideţi SharpDevelop? Modificările ne-salvate se vor pierde!
ru: Вы действительно хотите выйти из SharpDevelop? Несохранённые изменения будут потеряны!
tr: SharpDevelop dan çıkmak istediğinizden emin misiniz? Kaydeilmemiş değişiklikler kaybolacak!
zh: 您真的要退出SharpDevelop吗? 所有未保存的修改都将丢失!

# ICSharpCode.SharpDevelop.ExceptionBox.ReportError
source: Report Error to SharpDevelop Team
es: Reportar al Equipo de SharpDevelop
fr: Rapporter l'erreur à l'équipe de développement de SharpDevelop
hu: Hiba jelzése a SharpDevelop Csapatnak
it: Comunica errore al team di SharpDevelop
kr: SharpDevelop 팀에게 오류 보고하기
nl: Foutmelding naar het SharpDevelop team verzenden.
no: Rapporter feil til SharpDevelop teamet
pl: Zgłoszenie Błędu do Zespołu SharpDevelop
pt: Reportar Erro à Equipa do SharpDevelop
pt_br: Enviar Erro ao time do SharpDevelp
ru: Отчёт об ошибке разработчикам SharpDevelop
tr: Hatayı SharpDevelop Takımına bildir.
zh: 向SharpDevelop开发小组报告错误

# ICSharpCode.SharpDevelop.ExceptionBox.ThankYouMsg
source: Thank you for helping make SharpDevelop a better program for everyone!
es: ¡Gracias por ayudar a hacer SharpDevelop un mejor programa para todos!
fi: Kiitos, että autat meitä tekemään parempaa SharpDevelop ohjelmaa.
fr: Merci de nous aider à faire de SharpDevelop un logiciel plus fiable !
hu: Köszönjük hogy segített jobbá tenni a SharpDevelop-ot, mindenki nevében!
it: Grazie del tuo aiuto per rendere SharpDevelop un programma migliore per tutti!
kr: SharpDevelop가 모든 사람들을 위한 더 좋은 프로그램이 되도록 도와 주셔서 감사합니다!
nl: Bedankt voor uw hulp om van SharpDevelop een beter programma voor iedereen te maken.
no: Takk for at du hjelper til å gjøre SharpDevelop til et bedre program for alle!
pl: Dziękujemy za pomoc w uczynieniu z SharDevelop lepszego programu dla każdego!
pt: Muito obrigado por ajudar a tornar o SharpDevelop num programa melhor para todos!
pt_br: Obrigado pela sua ajuda para fazer o SharpDevelop um programa melhor para todos!
ro: Vă mulţumim pentru că ajutaţi SharpDevelop să devină un program mai bun, adaptat cerinţelor oricui!
ru: Спасибо вам за помощь при создании SharpDevelop - лучшей программы для всех!
tr: SharpDevelop'ı herkes için daha iyi bir program olmasına yardım eden herkese teşekkürler!
zh: 非常感谢您为使SharpDevelop成为更出色的工具而做出贡献!

# ICSharpCode.SharpDevelop.ExceptionBox.Title
source: Unhandled exception has occured
es: Ha ocurrido una excepción no controlada
fr: Une Exception non gérée est survenue
hu: Kezeletlen kivétel lépett fel
it: Si è verificata una Eccezione non gestita
kr: 처리되지 않은 예외가 발생했습니다
nl: Er is een onverwerkte uitzondering opgetreden
no: Uhåndtert feil har oppstått
pl: Wystąpił nieobsłużony wyjątek
pt: Sucedeu uma excepção não tratada
pt_br: Ocorreu uma exceção não tratada.
ru: Произошло необработанное исключение
tr: Yönetilmeyen bir exception oluştu
zh: 发生了未处理的异常

# ICSharpCode.SharpDevelop.FormDesigner.CantDeserializeFormError
source: Can't deserialize form. Possible reason: Initialize component method was changed manually.
es: No se puede deserializar el formulario. Posible causa: El método 'InitializeComponent()' fue cambiado manualmente.
fi: Ei voi suorittaa jaksotusta. Mahdollinen syy: "Alusta komponentti" menetelmää muutettiin käsin.
fr: Impossible de désérialiser le formulaire. Raison possible: la méthode Initialize du composant a été changée manuellement.
hu: Betölthetetlen űrlap. Lehetséges ok: A komponenseket inicializáló(Initialize component) metódus kézzel megváltoztatva.
it: Non è possibile deserializzare la form: Probabilmente il metodo Inizialize è stato cambiato manualmente
kr: 폼을 역직렬화할 수 없습니다. 가능한 이유: InitializeComponent 메서드가 직접 수정되었습니다.
nl: Kan formulier niet deserialiseren. Mogelijke reden: Initialisatie component methode werd handmatig gewijzigd.
no: Kan ikke deserialisere skjemaet. Mulig årsak: metoden for initialisering har blitt endret manuelt.
pl: Nie można zdeserializować formatki. Możliwy powód: metoda inicjalizacji komponentu została zmieniona ręcznie.
pt: Não é possível retirar da série o formulário: O método de iniciação do componente foi alterado manualmente.
pt_br: Não foi possível deserealizar o formulário. Razão possível: o método Initialize Component foi modificado manualmente.
ru: Невозможно десериализовать форму. Возможная причина: метод InitializeComponent был изменён вручную.
tr: Form yüklenemiyor. Muhtemel sebep: Bileşenleri başlat işlevi elle değiştirilmiş.
zh: 无法反序列化窗体. 可能原因:手工改动了初始化组件的方法

# ICSharpCode.SharpDevelop.FormDesigner.DesignPanel.CantCreateRootDesignerError
source: Can't create root designer for component '${RootComponent}'.
es: No se puede crear diseñador raíz para el componente '${RootComponent}'.
fi: Ei voi luoda root suunnittelijaa '${RootComponent}'.
fr: Impossible de créer un concepteur racine pour le composant '${RootComponent}'.
hu: Létrehozhatatlan az alap-tervező a '${RootComponent}' komponenshez.
it: Non si può creare il designer di base per il componente '${RootComponent}'.
kr: '${RootComponent}' 컴포넌트를 위한 루트 디자이너를 만들 수 없습니다.
nl: Kan geen basis designer maken voor component '${RootComponent}'.
no: Kan ikke lage rotdesigner for komponentet '${RootComponent}'.
pl: Nie można utworzyć root designera dla komponentu '${RootComponent}'.
pt: Não é possivel criar o desenhador raiz do componente '${RootComponent}'.
pt_br: Não pode criar o desenhador raiz para o componente '${RootComponent}'.
ru: Невозможно создать корень конструктора для компонента '${RootComponent}'
tr: '${RootComponent}' bileşeni için kök tasarımcı oluşturulamadı.
zh: 无法为组件'${RootComponent}'创建根设计器.

# ICSharpCode.SharpDevelop.FormDesigner.ErrorLoadingDesigner
source: Error loading designer:
es: Error cargando el diseñador:
fr: Erreur au chargement du concepteur:
hu: Tervező betöltése sikertelen:
it: Errore nel caricamento del designer:
kr: 디자이너 로드 오류:
nl: Fout bij laden designer:
no: Feil ved innlasting av designer:
pl: Błąd ładowania projektanta:
pt: Erro no carregamento do designer:
pt_br: Erro ao carregar o desenhador:
ru: Ошибка при загрузке среды разработки:
tr: Tasarımcı yüklenirken hata:
zh: 载入设计器出错:

source: Assembly
es: Ensamblado
fi: Kokoonpano
hu: Szerelvény
kr: 어셈블리
no: Samling
ru: Сборка
tr: Tümleşke
zh: 组件

source: Location
es: Ubicación
fi: Sijainti
fr: Emplacement
hu: Útvonal
it: Posizione
kr: 위치
nl: Locatie
no: Plassering
pl: Lokalizacja
pt: Localização
pt_br: Localização
ro: Locaţie
ru: Расположение
tr: Konum
zh: 位置

source: Namespace
es: Espacio de Nombres
fi: Nimiavaruus
fr: Espace de noms
hu: Névtér
kr: 네임스페이스
nl: Naamruimte
no: Navnerom
pl: Przestrzeń nazw
ru: Пространство имен
tr: Uzayalanı
zh: 命名空间

source: C&omponents to add
es: C&omponentes a añadir
fi: Lisää komponentit
fr: C&omposants à ajouter
hu: &Hozzáadandó komponens
it: C&omponente da aggiugere
kr: 더할 구성 요소(&O)
nl: Toe te voegen c&omponenten
no: K&omponenter å legge til
pl: K&omponenty do dodania
pt: C&omponentes a adicionar
pt_br: C&omponentes a adicionar
ro: C&omponente de adăugat
ru: Добавить компоненты
tr: E&klenilecek bileşenler
zh: 添加的组件(&O)

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponents.CustomTabPage
source: Custom
es: Personalizado
fi: Käytäntö
fr: Personnalisé
hu: Egyéni
it: Personalizzata
kr: 사용자 지정
nl: Aangepast
no: Egendefinert
pl: Zwyczaj
pt: À medida
pt_br: Customizar
ro: Personal
ru: Пользовательские
tr: Özel
zh: 通用

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponents.DialogName
source: Add Components
es: Añadir Componentes
fi: Lisää komponentti
fr: Ajouter des composants
hu: Komponens hozzáadása
it: Aggiungi Componenti
kr: 구성 요소 더하기
nl: Componenten toevoegen
no: Legg til komponenter
pl: Dodaj Komponenty
pt: Adiccionar Componentes
pt_br: Adicionar Componentes
ro: Adaugă componente
ru: Добавить компоненты
tr: Bileşen Ekle
zh: 增加组件

source: Please enter a valid file name.
es: Por favor, ingrese un nombre de archivo válido.
fr: Veuillez saisir un nom de fichier valide.
hu: Adjon meg egy valós fájl nevet.
it: Inserire un nome file valido.
kr: 올바른 파일 이름을 넣으십시오.
nl: Voer aub een geldige bestandsnaam in:
no: Vennligst angi et gyldig filnavn.
pl: Proszę wprowadzić poprawną nazwę pliku.
pt: Por favor inserir um nome válido de ficheiro.
pt_br: Por favor, entre com um nome de arquivo valido.
ro: Introduceţi un nume valid de fişier.
ru: Введите правильное имя файла.
tr: Lütfen geçerli bir dosya adı girin.
zh: 请输入一个有效的文件名.

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponents.FileIsNotAssembly
source: Please enter the file name of a valid .NET assembly.
es: Por favor, ingrese el nombre de un ensamblado .NET válido.
fr: Veuillez saisir le nom d'un assembly valide.
hu: Kérem adjon meg egy hibátlan .NET szerelvény fájl nevet.
it: Inserire il nome di un assembly .NET valido.
kr: 올바른 .NET 어셈블리 파일 이름을 넣으십시오.
nl: Voer aub de bestandsnaam in van en geldige .NET assembly.
no: Vennligst angi filnavnet til en gyldig .NET samling.
pl: Proszę wprowadzić nazwę pliku poprawnego assembly .NET.
pt: Por favor inserir um nome válido de ficheiro assemby .NET.
pt_br: Por favor, entre com um nome válido para o arquivo .Net assembly.
ru: Пожалуйста, введите имя файла правильной сборки .NET.
tr: Geçerli bir .NET tümleşkesinin dosya adını girin.
zh: 请输入一个有效的.Net程序集的文件名.

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponents.GAC.Version
source: Version
es: Versión
fi: Versio
hu: Verzió
it: Versione
kr: 버전
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiune
ru: Версия
tr: Sürüm
zh: 版本
