Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Hornung.ResourceToolkit.RenameKeyDefinitionNotFoundWarning
source: The definition of this resource key could not be found and renamed.
es: La definición de ésta clave de recurso no pudo ser encontrada y renombrada.
fr: La définitiion de cette clé de ressource ne peut ni être trouvée, ni renommée.
it: La definizione della chiave di risorsa non può essere trovata e rinominata.
kr: 이 리소스 키에 대한 정의가 발견되지 않았고 이름을 바꿀 수 없습니다.
nl: De definitie van deze hulpbron sleutel kon niet gevonden en hernoemd worden.
no: Definisjonen av denne ressursnøkkelen kunne ikke finnes og omdøpes.
pl: Definicja tego klucza zasobu nie może być znaleziona i przemianowana.
pt: A definição desta chave de recurso não pode ser encontrada e renomeada.
pt_br: Não foi possivel encontrar e renomear a definição dessa chave de recurso.
ru: Определение этого ресурсного ключа не может быть найдено и переименовано.
tr: Bu kaynak anahtarının tanımı bulunamadı ve değiştirilemedi.
zh: 没有查到该资源名称或已被改名。

# Hornung.ResourceToolkit.RenameResourceText
source: Enter new resource key name:
es: Ingrese nuevo nombre de clave de recurso:
fr: Entrez un nouveau nom clé de ressource:
it: Digita il nome della nuova chiave di risorsa:
kr: 새 리소스 키 이름을 입력하십시오:
nl: Breng nieuwe hulpbron sleutelnaam in:
no: Legg inn nytt ressursnøkkel navn:
pl: Wprowadź nazwę klucza nowego zasobu:
pt: Inserir novo nome da chave do recurso:
pt_br: Digite novo nome da chave de recurso
ru: Введите имя нового ресурсного ключа:
tr: Yeni kaynak adı girin:
zh: 输入新的资源名称:

# Hornung.ResourceToolkit.ResourceTypeNotSupported
source: The selected resource is not of type 'string' and cannot be edited.
es: El recurso seleccionado no es del tipo 'string' y no puede ser editado.
fr: La ressource sélectionnée n'est pas de type chaîne et ne peut pas être éditée.
it: La risorsa selezionata non è di tipo 'string' e non può essere modificata.
kr: 선택된 리소스의 형식이 'string'이 아니므로 편집할 수 없습니다.
nl: Geselecteerde hulpbron is geen tekenreeks type en kan niet bewerkt worden.
no: Den valgte ressursen er ikke av type 'string' og kan ikke redigeres.
pl: Wybrany zasób nie jest typu "string" i nie może być edytowany.
pt: O recurso seleccionado não é do tipo 'string' e não pode ser alterado.
pt_br: O recurso selecionado não é do tipo 'string' e não pode ser editado.
ru: Выбранный ресурс не соответствует типу 'string' и не может быть исправлен.
zh: 选定资源不是字符串，无法编辑。

# Hornung.ResourceToolkit.TextEditorContextMenu.AddResource
source: Add this resource
es: Agregar este recurso
fi: Aseta resurssi
fr: Ajouter cette ressource
it: Aggiungi questa risorsa
kr: 이 리소스 더하기
nl: Voeg deze hulpbron toe
no: Legg til denne ressursen
pl: Dodaj ten zasób
pt: Adicionar este recurso
pt_br: Adicionar este recurso
ro: Adaugă această resursă
ru: Добавить этот ресурс
tr: Kaynağı ekle
zh: 添加此资源

# Hornung.ResourceToolkit.TextEditorContextMenu.EditResource
source: Edit resource
es: Editar recurso
fi: Editoi resurssia
fr: Editer ressource
it: Modifica risorsa
kr: 리소스 편집
nl: Hulpbron bewerken
no: Rediger ressurs
pl: Edytuj zasób
pt: Alterar recurso
pt_br: Editar recurso
ru: Править ресурс
tr: Kaynağı düzenle
zh: 编辑资源

# Hornung.ResourceToolkit.ToolsMenuLabel
source: Resource Toolkit
es: Toolkit de Recursos
fr: Boîte à outils Ressources
kr: 리소스 도구 모음
nl: Hulpbron toolkit
no: Ressurs verktøykasse
pt: Ferramentas de Recursos
pt_br: Ferramentas de Recurso
ru: Инструментарий для ресурсов
tr: Kaynak Araçları
zh: 资源工具包

# Hornung.ResourceToolkit.ToolTips.KeyNotFound
source: <KEY NOT FOUND>
es: <CLAVE NO ENCONTRADA>
fi: <Avain ei löydy>
fr: <Clé introuvable!>
it: <CHIAVE NON TROVATA>
kr: <키가 발견되지 않음>
nl: <SLEUTEL NIET GEVONDEN>
no: <NØKKEL IKKE FUNNET>
pl: <NIE ZNALEZIONO KLUCZA>
pt: <CHAVE NÃO ENCONTRADA>
pt_br: <CHAVE NÃO ENCONTRADA>
ru: <КЛЮЧ НЕ НАЙДЕН>
tr: <ANAHTAR BULUNAMADI>
zh: <键未找到>

# Hornung.ResourceToolkit.ToolTips.PlaceMessage
source: Resource in {0}:
es: Recurso en {0}:
fi: Resurssi kohteessa {0}:
fr: Ressource dans {0}:
it: Risorsa in {0}:
kr: {0}의 리소스:
nl: Hulpbron in {0}:
no: Ressurs i {0}:
pl: Zasób w {0}:
pt: Recurso em {0}:
pt_br: Recurso em {0}:
ru: Ресурс в {0}:
tr: {0} içindeki kaynak:
zh: 资源在{0}:

# Hornung.ResourceToolkit.ToolTips.TypeMessage
source: Object of type {0}:
es: Objeto de tipo {0}:
fi: Objekti tyyppi {0}:
fr: Objet de type {0}:
it: Oggetto di tipo {0}:
kr: {0} 형식의 개체:
nl: Object type {0}:
no: Objekt av typen {0}:
pl: Obiekt typu {0}:
pt: Tipo de objecto {0}:
pt_br: Objeto do tipo {0}:
ro: Obiect de tipul {0}:
ru: Тип объекта {0}:
tr: {0} cinsinden nesne:
zh: 对象类型{0}:

# Hornung.ResourceToolkit.ToolTips.UnknownKey
source: <Unknown>
es: <Desconocido>
fi: <Tuntematon>
fr: <Inconnu>
it: <Sconosciuto>
kr: <알 수 없음>
nl: <Onbekend>
no: <Ukjent>
pl: <Nieznany>
pt: <Desconhecida>
pt_br: <Desconhecido>
ru: <Неизвестно>
tr: <Bilinmeyen>
zh: <未知>

# Hornung.ResourceToolkit.UnusedResourceKeys.Title
source: Unused resource keys
es: Claves de recurso no usadas
fr: Clés de ressource inutilisées
it: Chiavi non utilizzate
kr: 사용되지 않은 리소스 키
nl: Ongebruikte hulpbron sleutels
no: Ubrukte ressursnøkler
pt: Chaves de recursos não usadas
pt_br: Teclas de recursos não utilizados
ru: Неиспользуемые ключи реестра
tr: Kullanılmayan kaynak anahtarı
zh: 未使用的资源

# Hornung.ResourceToolkit.Value
source: Value
es: Valor
fi: Arvo
fr: Valeur
it: Valore
kr: 값
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
pt_br: Valor
ro: Valoare
ru: Значение
tr: Değer
zh: 值

# Hornung.ResourceToolkit.ValueLabel
source: Resource value:
es: Valor de recurso:
fi: Resurssiarvo:
fr: Valeur de la ressource:
it: Valore risorsa:
kr: 리소스 값:
nl: Hulpbron waarde:
no: Ressursverdi:
pl: Wartość Zasobu:
pt: Valor do recurso:
pt_br: Valor do recurso:
ru: Содержимое ресурса:
tr: Kaynak değeri:
zh: 值:

# ICSharpCode.AvalonEdit.AddIn.SharpDevelopCompletionWindow.EmptyText
source: Press Ctrl+Space to show items from all namespaces
es: Presione Ctrl+Space para mostrar ítems de todos los espacios de nombre
fr: Ctrl+Espace affiche les éléments pour tous les espaces de noms
it: Premi Ctrl+Spazio per mostrare gli elementi da tutti i namespaces
nl: Drk Ctrl+spatie in om items van alle naamruimten weer te geven,
no: Trykk Ctrl+mellomrom for å vise elementer fra alle navnerom
pt_br: Pressione Ctrl+Espaço para mostrar os itens de todos os namespaces
ru: Нажмите Ctrl+Space для показа компонентов изо всех пространств имён
zh: 请按Ctrl+Space显示所有命名空间中的项目。

# ICSharpCode.BooInterpreter
source: Boo Interpreter
es: Interprete Boo
fi: Boo Tulkki
fr: Interpréteur Boo
hu: Boo-értelmező
it: Interprete Boo
kr: Boo 인터프리터
nl: Boo interpreteren
no: Boo tolker
pl: Interpreter Boo
pt: Interpretador Boo
pt_br: Tradutor Boo
ru: Интерпретатор Boo
tr: Boo Yorumlayıcısı
zh: Boo语言解释器

# ICSharpCode.Build.CannotFindFxCop
source: SharpDevelop cannot find FxCop. Please select the FxCop installation directory in the SharpDevelop options.
es: SharpDevelop no pudo encontrar FxCop. Por favor seleccione el directorio de instalación de FxCop en las opciones de SharpDevelop.
fr: SharpDevelop ne peut pas trouver FxCop. Veuillez sélectionner le répertoire d'installation de FxCop dans les options de SharpDevelop.
hu: SharpDevelop nem találja az FxCop-ot. Kérem adja meg az FxCop installációs mappáját a SharpDevelop beállításokban.
it: SharpDevelop non riesce a trovare FxCop. Per favore selezionare la cartella di installazione di FxCop dalle opzioni di SharpDevelop.
kr: SharpDevelop이 FxCop을 찾을 수 없습니다. SharpDevelop 옵션에서 FxCop이 설치된 디렉터리를 지정하십시오.
nl: SharpDevelop kan FxCop niet vinden. Selecteer a.u.b. de FxCop installatiemap in de SharpDevelop opties.
no: SharpDevelop kan ikke finne FxCop. Vennligst velg installasjonskatalogen for FxCop i innstillingene for SharpDevelop.
pl: SharpDevelop nie może znaleźć FxCop. Proszę wskazać katalog instalacji FxCop w opcjach SharpDevelop.
pt: SharpDevelop não consegue encontrar FxCop. Por favor escolha a pasta onde está instalado o FxCop, nas opções do SharpDevelop.
pt_br: O SharpDevelop não achou FxCop. Favor selecionar o diretório de instalação do FxCop nas opções do SharpDevelop.
ru: SharpDevelop не может найти FxCop. Пожалуйста, выберите в настройках SharpDevelop установочную папку FxCop
tr: FxCop bulunamadı. Lütfen SharpDevelop seçeneklerinden FxCop kurulum dizinini seçin.
zh: SharpDevelop 找不到 FxCop。请在SharpDevelop的选项中选择FxCop的安装目录。

# ICSharpCode.Build.CannotReadFxCopLogFile
source: Cannot read FxCop log file:
es: No se pudo leer el archivo de log de FxCop:
fr: Impossible de lire le fichier journal de FxCop:
it: Impossibile leggere il file di log di FxCop:
kr: FxCop 기록 파일을 읽을 수 없습니다:
nl: Kan FxCop log bestand niet lezen:
no: Kan ikke lese loggfilen til FxCop:
pl: Nie można odczytać pliku logowania FxCop:
pt: Não é possível ler a ficha de log do FxCop
pt_br: Não pode ler o arquivo de log do FxCop:
ru: Не удалось прочитать файл лога FxCop:
tr: FxCop kayıt dosyası okunamadı
zh: 无法读取FxCop日志文件：

# ICSharpCode.Build.MonoIsNotInstalled
source: Mono is not installed.
es: Mono no está instalado.
fi: Mono ei ole asennettu
fr: Mono n'est pas installé.
it: Mono non è installato.
kr: Mono가 설치되어 있지 않습니다.
nl: Mono is niet geïnstalleerd.
no: Mono er ikke installert.
pl: Mono nie jest zainstalowane.
pt: O Mono não está instalado.
pt_br: Mono não está instalado.
ru: Mono не установлена.
tr: Mono yüklü değil.
zh: Mono没有安装。

# ICSharpCode.Build.RunningCodeAnalysis
source: Running Code Analysis...
es: Ejecutando Análisis de Código...
fr: Analyse de code en cours...
it: Esegui Analisi Codice...
kr: 코드 분석을 실행 중입니다...
nl: Bezig met Code Analyse...
no: Kjører kodeanalyse...
pt: A executar a análise de código...
pt_br: Executando analise de codigo...
ru: Запущен анализатор кода...
tr: Kod analizi çalışıyor...
zh: 正在运行代码分析...

# ICSharpCode.Build.UnknownTargetMonoFrameworkVersion
source: Unknown Target Mono Framework Version:
es: Objetivo de Versión de Framework Mono Desconocido:
fr: Version inconnue du framework Mono ciblé:
it: Versione di destinazione del Framework Mono sconosciuta:
kr: 알 수 없는 목적 Mono 프레임워크 버전:
nl: Onbekend doel Mono Raamwerk Versie:
no: Ukjent målversjon for Mono rammeverket:
pl: Nieznany Cel Mono Framework Wersja:
pt: Alvo na versão da plataforma Mono desconhecido:
pt_br: Desconhecida a versão do Mono Framework:
ru: Неизвестная версия Mono Framework:
tr: Bilinmeyen Mono Framework Sürümü:
zh: 未知的Mono版本：

# ICSharpCode.CodeAnalysis
source: Code Analysis
es: Análisis de Código
fi: Koodianalyysi
fr: Analyse de Code
hu: Kód Analízis
it: Analisi codice
kr: 코드 분석
nl: Code Analyse
no: Kodeanalyse
pl: Analiza kodu
pt: Análise de Código
pt_br: Análise de Código
ro: Analiză Cod
ru: Анализ кода
tr: Kod Analizi
zh: 代码分析

# ICSharpCode.CodeAnalysis.CheckProjectWithFxCop
source: Check current project with FxCop
es: Verifique el proyecto actual con FxCop
fr: Diagnostiquer le projet en cours avec FxCop
it: Controlla il progetto corrente con FxCop
nl: Momentele project controleren met FxCop
pt_br: Verificar projeto atual com FxCop
ru: Проверить текущий проект с помощью FxCop

# ICSharpCode.CodeAnalysis.CheckWithFxCop
source: Check with FxCop
es: Verificar con FxCop
fi: Tarkista FxCop lla
fr: Tester avec FxCop
hu: Ellenőrzés FxCop-pal
it: Controlla con FxCop
kr: FxCop으로 검사하기
nl: Controleer met FxCop
no: Sjekk med FxCop
pl: Sprawdź z FxCop
pt: Verificar com FxCop
pt_br: Verificar com FxCop
ro: Verifică cu FxCop
ru: Проверить с помощью FxCop
tr: FxCop ile Kontrol Et
zh: 用FxCop检验

# ICSharpCode.CodeAnalysis.IdeOptions.DirectoryDoesNotContainFxCop
source: The selected directory does not contain a complete FxCop installation.
es: El directorio seleccionado no contiene una instalación completa de FxCop.
fi: Kansiossa ei FxCop ia
fr: Le répertoire sélectionné ne contient pas une installation correcte de FxCop.
hu: A kiválasztott mappa nem tartalmaz teljes FxCop installációt.
it: La cartella selezionata non contiene una installazione completa di FxCop.
kr: 선택된 디렉터리에 완전한 FxCop 설치 파일이 없습니다.
nl: Geselecteerde map bevat geen volledige FxCop installatie.
no: Den valgte katalogen inneholder ikke en fullstendig FxCop installasjon.
pl: Wybrany katalog nie zawiera kompletnej instalacji FxCop.
pt: A pasta seleccionada não contém uma instalação completa de FxCop.
pt_br: O diretorio selecionado não contem a instalação completa do FxCop.
ru: Выбранные папки не содержат полностью установленный FxCop.
tr: Seçtiğiniz dizin bütün bir FxCop kurulumu içermiyor.
zh: 选择的目录不包含FxCop安装文件。

# ICSharpCode.CodeAnalysis.IdeOptions.FindFxCopPath
source: Select FxCop path
es: Seleccione ruta de FxCop
fi: Etsi FxCop polku
fr: Chemin de FxCop...
it: Seleziona percorso FxCop
kr: FxCop 경로 선택
nl: Selecteer FxCop pad
no: Velg FxCop sti
pl: Wskaż ścieżkę do FxCop
pt: Seleccionar o caminho para FxCop
pt_br: Selecione o caminho para o FxCop
ru: Укажите путь к FxCop
zh: 选择FxCop路径

# ICSharpCode.CodeAnalysis.IdeOptions.FxCopFoundInPath
source: FxCop was found in the following directory:
es: FxCop fue encontrado en el siguiente directorio:
fi: FxCop löytyi kansiosta:
fr: Fxcop introuvable dans le répertoire suivant:
hu: Az FxCop a következő mappában található:
it: FxCop è stato trovato nella seguente cartella:
kr: FxCop이 다음 디렉터리에서 발견되었습니다:
nl: FxCop werd in de volgende map gevonden:
no: FxCop ble funnet i denne katalogen:
pl: FxCop został znaleziony w następującym katalogu:
pt: O FxCop foi encontrado na seguinte pasta:
pt_br: O FxCop foi encontrado no seguinte diretorio:
ru: FxCop был найден в указанной папке:
tr: FxCop aşağıdaki dizinde bulunmuşdur:
zh: 在以下目录中找到FxCop:

# ICSharpCode.CodeAnalysis.IdeOptions.FxCopNotFound
source: FxCop could not be found. Install FxCop and click on 'Select FxCop path' to tell SharpDevelop where you installed FxCop.
es: No se pudo encontrar FxCop. Instale FxCop y haga clic en 'Seleccione ruta de FxCop' para decirle a SharpDevelop donde instaló FxCop.
fi: FxCop ei löytynyt. Asenna FxCop ja klikkaa " Etsi FxCop polku"
fr: FxCop introuvable. Installez le et cliquez sur 'Sélectionner le chemin de FxCop' pour informer SharpDevelop de son emplacement.
it: Impossibile trovare FxCop. Installare FxCop e indicare il percorso di installazione a SharpDevelop cliccando 'Seleziona percorso FxCop'
kr: FxCop이 발견되지 않았습니다. FxCop을 설치하고 'FxCop 경로 선택'을 클릭하여 SharpDevelop에게 FxCop이 설치된 곳을 알려 주십시오.
nl: FxCop werd niet gevonden. Installeer FxCop en klik op 'Selecteer FxCop pad' om SharpDevelop aan te geven waar FxCop is geinstalleerd werd.
no: FxCop ble ikke funnet. Installer FxCop og klikk på 'Velg FxCop sti' for å fortelle SharpDevelop hvor du installerte FxCop.
pl: FxCop nie został znaleziony. Zainstaluj FxCop i kliknij na "Wskaż ścieżkę do FxCop" aby poinformować SharpDevelop gdzie zainstalowano FxCop.
pt: O FxCop não foi encontrado. Instalar FxCop e clicar em "Seleccionar caminho para FxCop" para indicar ao SharpDevelop onde instalou o FxCop.
pt_br: O FxCop não foi encontrado. Para mostrar o SharpDevelop onde o FxCop está instalado, instale o FxCop e clique em 'Selecionar Caminho para FxCop'.
ru: FxCop не найден. Установите FxCop и щёлкните на 'Укажите путь к FxCop' чтобы сообщить SharpDevelop расположение установленного FxCop.
tr: FxCop bulunamadı. FxCop 'ı yükleyin, 'FxCop Youlunu seç' i tıklayıp SharpDevelevop 'a nereye yüklediğinizi belirtin.
zh: 找不到FxCop。安装FxCop，并且点击"选择FxCop路径" 为SharpDevelop设置FxCop安装位置。

# ICSharpCode.CodeAnalysis.IdeOptions.FxCopPath
source: FxCop path
es: Ruta de FxCop
fi: FxCop polku
fr: Chemin de FxCop
it: Percorso FxCop
kr: FxCop 경로
nl: FxCop pad
no: Sti til FxCop
pl: Ścieżka do FxCop
pt: Caminho FxCop
pt_br: Caminho para FxCop
ro: Cale FxCop
ru: Путь FxCop
tr: FxCop Yolu
zh: FxCop路径

# ICSharpCode.CodeAnalysis.ProjectOptions.AddRemoveRuleAssembly
source: Add/Remove rule assembly
es: Agregar/Eliminar regla de ensamblado.
fr: Ajouter/supprimer une règle d'Assembly
hu: Szabály-szerelvény Hozzáadása/Eltávolítása
it: Aggiunge/Rimuove regola per l'assembly
kr: 규칙 어셈블리 추가/삭제
nl: Voeg toe/Verwijder regel assembly
no: Legg til/Fjern regelsamling
pl: Dodaj/Usuń regułę zestawu
pt: Adicionar/Remover assembly de regras
pt_br: Adicionar/Remover regras de assembler.
ru: Добавить/Удалить правило сборки
tr: Kural tümleşkesi ekle/çıkar
zh: 添加/移除规则集

# ICSharpCode.CodeAnalysis.ProjectOptions.CannotFindFxCop
source: Cannot find FxCop - Make sure FxCop is installed.
es: No es posible encontrar FxCop - Asegúrese que FxCop este instalado.
fi: FxCop ei löydy - tarkista että FxCop on asennettu
fr: Impossible de trouver FxCop - Assurez vous que FxCop est installé.
hu: Nem található az FxCop - Ellenőrizze hogy az FxCop installálva van-e.
it: Impossibile trovare FxCop - Assicurarsi che FxCop sia installato
kr: FxCop을 찾을 수 없습니다 - FxCop이 설치되어 있는지 확인하십시오.
nl: Kan FxCop niet vinden - Ga na of FxCop geïnstalleerd is.
no: Finner ikke FxCop - sjekk at FxCop er installert.
pl: Nie można znaleźć FxCop - Upewnij się że FxCop jest zainstalowane.
pt: Impossível encontrar FxCop - Asseguere-se que o FxCop está instalado.
pt_br: Não foi possível achar FxCop - Tenha certeza que ele está instalado.
ro: Nu găsesc FxCop - Asiguraţi-vă că FxCop este instalat.
ru: Не удалось найти FxCop - Убедитесь, что FxCop установлен.
tr: FxCop bulunamadı - FxCop 'ı yüklediğinizden emin olun.
zh: 找不到FxCop-请确定FxCop已经安装。

# ICSharpCode.CodeAnalysis.ProjectOptions.ChooseRuleAssemblyDirectory
source: Choose directory containing rule assemblies:
es: Seleccione el directorio de reglas de ensamblado:
fr: Choisir le répertoire contenant les régles d'Assemblies:
hu: Válassza ki a szabály-szerelvényeket tartalmazó mappát:
it: Scegli le cartelle contenenti le regole degli assemblies:
kr: 규칙 어셈블리를 포함하고 있는 디렉터리를 선택하십시오:
nl: Kies de map met regel assemblies:
no: Velg katalog som inneholder regelsamlinger:
pl: Wskaż katalog zawierający zestawy reguł:
pt: Escolher pasta que contém assemblies de regras:
pt_br: Escolher o diretório que contem as regras de assemblr:
ru: Выбрать папку, содержащую правило сборки:
tr: Kural tümleşkelerini içeren dizini seçin
zh: 选择目录中包含的规则集：

# ICSharpCode.CodeAnalysis.ProjectOptions.Enable
source: &Enable Code Analysis (defines CODE_ANALYSIS constant)
es: &Activar Análisis de Código (define la constante CODE_ANALYSIS)
fr: &Activer l'analyse de code (définit la constante CODE_ANALYSIS)
hu: &Engedélyezi a Kód Analízist (definiálja a CODE_ANALYSIS konstanst)
it: &Enable Analisi Codice (definire la costante CODE_ANALYSIS)
kr: 코드 분석 사용(CODE_ANALYSIS 상수를 정의합니다.)(&E)
nl: Schak&el Code Analyse in (definieert CODE_ANALYSIS constante)
no: Slå på kodeanalyse (definerer CODE_ANALYSIS konstanten)
pl: &Włącz Analizę Kodu (definiuje stałą CODE_ANALYSIS)
pt: &Activa Análise de Código (define a constante CODE_ANALYSIS)
pt_br: &Habilitar Análise de Código (define a constante CODE_ANALYSIS)
ru: Включить анализатор кода (определение константы CODE_ANALYSIS)
tr: Kod Analizini &etkinleştir(CODE_ANALYSIS sabitini tanımlar)
zh: 启用代码分析(定义常量CODE_ANALYSIS)(&E)

# ICSharpCode.CodeAnalysis.ProjectOptions.LoadingRules
source: Loading available rules...
es: Cargando reglas disponibles...
fr: Chargement des règles disponibles...
hu: Elérhető szabályok betöltése...
it: Caricamento regole disponibili...
kr: 사용가능한 규칙을 로드하고 있습니다...
nl: Laden van beschikbare regels...
no: Laster inn tilgjengelige regler...
pl: Ładowanie dostępnych reguł...
pt: Carregar regras disponíveis...
pt_br: Carregando as regras disponíveis...
ru: Загрузка доступных правил...
tr: Mevcut kurallar yükleniyor...
zh: 加载可用规则...

# ICSharpCode.CodeAnalysis.ProjectOptions.RunOnBuild
source: &Run Code Analysis when compiling (defines CODE_ANALYSIS constant)
es: &Ejecutar Análisis de Código durante la compilación (define la constante CODE_ANALYSIS)
fr: Lance&r l'analyse de code avec la compilation (définit la constante CODE_ANALYSIS)
hu: &Futtassa a Kód Analizálást fordításkor (definiálja a CODE_ANALYSIS konstanst)
it: &Run Analisi del codice durante la compilazione (definire costante CODE_ANALYSIS)
kr: 컴파일할 때 코드 분석을 실행하기(CODE_ANALYSIS 상수를 정의합니다.)(&R)
nl: Voe&r Code Analyse uit bij compileren (definieert CODE_ANALYSIS constante)
no: Kjør kodeanalyse ved kompilering (definerer CODE_ANALYSIS konstanten)
pl: U&ruchom Analizę Kodu podczsa kompilowania (definiuje stałą CODE_ANALYSIS)
pt: &Executar Análise de Código durante compilação (define a constante CODE_ANALYSIS)
pt_br: &Executar Análise de Código durante a compilação (define a constante CODE_ANALYSIS)
ru: При компиляции запустить анализ кода (определить константу CODE_ANALYSIS)
tr: Derlerken Kod Analizini Çalıştır( CODE_ANALYSIS sabitini tanımlar )
zh: 在生成的时候运行代码分析(定义常量CODE_ANALYSIS)

# ICSharpCode.CodeAnalysis.ProjectOptions.SpecifyFxCopPath
source: You can specify the path to FxCop in the SharpDevelop options.
es: Usted puede especificar la ruta de FxCop en las opciones de SharpDevelop.
fi: Voit määrittää FxCop polun asetukset SharpDevelop lle.
fr: Vous pouvez spécifier le chemin de FxCop dans les options de SharpDevelop.
hu: Megadhatja az FxCop útvonalát a SharpDevelop beállításokban.
it: E' possibile specificare il percorso di FxCop nelle opzioni di SharpDevelop
kr: SharpDevelop 옵션에서 FxCop의 경로를 지정할 수 있습니다.
nl: Pad naar FxCop kan in de SharpDevelop opties worden ingevoerd.
no: Du kan angi stien til FxCop i alternativene for SharpDevelop.
pl: Możesz ustawić ścieżkę do FxCop w opcjach SharpDevelop.
pt: Pode especificar o caminho para o FxCop nas opções do SharpDevelop.
pt_br: Você pode especificar o caminho para o FxCop nas opções do SharpDevelop.
ro: Puteţi specifica locaţia FxCop în opţiunile SharpDevelop.
ru: Вы можете указать путь к FxCop в настройках SharpDevelop.
tr: SharpDevelop seçeneklerinden FxCop a yol belirtebilirsiniz.
zh: 您可以在SharpDevelop的选项中指定FxCop的路径。

# ICSharpCode.CodeAnalysis.ProjectOptions.WarningErrorMixed
source: Mixed
es: Mezclado
fi: Sekoitettu
fr: Mixé
hu: Kevert
it: Misto
kr: 혼합
nl: Gemengd
no: Blandet
pl: Mieszany
pt: Misto
pt_br: Misturado
ru: Смешан.
tr: Karışık
zh: 混合

# ICSharpCode.CodeAnalysis.ProjectOptions.WarningOrError
source: Warning or Error
es: Advertencia o Error
fi: Varoitus tai virhe
fr: Avertissement ou Erreur
hu: Figyelmeztetés vagy Hiba
it: Avvertimento o Errore
kr: 경고와 오류
nl: Soort melding
no: Advarsel eller feil
pl: Ostrzeżenie lub Błąd
pt: Aviso ou Erro
pt_br: Atenção ou Erro
ro: Avertisment sau Eroare
ru: Предупреждение или ошибка
tr: Uyrarı yada Hata
zh: 警告或错误

# ICSharpCode.CodeAnalysis.Rule
source: Rule
es: Regla
fi: Sääntö
fr: Règle
hu: Szabály
it: Regola
kr: 규칙
nl: Regel
no: Regel
pl: Reguła
pt: Regra
pt_br: Regra
ro: Regulă
ru: Правило
tr: Kural
zh: 规则

# ICSharpCode.CodeAnalysis.RunningFxCopOn
source: Running FxCop on
es: Ejecutando FxCop en
fi: Aja FxCop
fr: FxCop en cours sur
it: Esegui FxCop su
kr: FxCop을 다음에서 실행 중입니다
nl: FxCop draait op
no: Kjører FxCop på
pl: Uruchamia FxCop na
pt: Executar FxCop em
pt_br: Executando com FxCop
ru: Запуск FxCop
tr: FxCop çalışıyor
zh: 正在FxCop上运行

# ICSharpCode.CodeAnalysis.SuppressMessage
source: Suppress message
es: Suprimir mensaje
fr: Supprimer le message
it: Sopprimi messaggio
kr: 메시지 비표시
nl: Melding onderdrukken
no: Skjul melding
pt: Suprimir mensagem
pt_br: Suprimir mensagem
ru: Сообщение при подавлении
zh: 禁止消息

# ICSharpCode.CodeCoverage.CodeCovered
source: Code Covered
es: Código Cubierto
fi: Koodikattavuus
fr: Code couvert
hu: Felhasznált Kód
it: Codice Analizzato
kr: 시험된 코드
nl: Code Dekking aan
no: Dekket kode
pl: Pokryty kod
pt: Cobertura de Código
pt_br: Código Coberto
ru: Покрытый код
tr: Kapsanmış Kod
zh: 覆盖到的代码

# ICSharpCode.CodeCoverage.CodeNotCovered
source: Code Not Covered
es: Código No Cubierto
fi: Ei koodikattava
fr: Code non couvert
hu: Nem Használt Kód
it: Codice Non Analizzato
kr: 시험되지 않은 코드
nl: Code Dekking uit
no: Udekket kode
pl: Nie pokryty kod
pt: Código Não Coberto
pt_br: Código Não Coberto
ru: Непокрытый код
tr: Kod Kapsanamadı
zh: 未覆盖到的代码
