Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Dialog.NewProject.SearchReplace.FindAll
source: Find &all
es: Buscar &todo
fi: Etsi Kaikki
fr: Che&rcher toutes les occurences
hu: &Mindent Keres
it: Trov&a tutti
kr: 모두 찾기(&A)
nl: &Alles zoeken
no: Finn &alle
pl: Zn&ajdź wszystkie
pt: Pesquisar &tudo
pt_br: Localizar &tudo
ro: G&aseste tot
ru: Найти все
tr: Hepsini bul
zh: 查找所有(&A)

# Dialog.NewProject.SearchReplace.FindButton
source: &Find
es: &Buscar
fi: &Etsi
fr: &Chercher
hu: &Keres
it: &Trova
kr: 찾기(&F)
nl: &Zoeken
no: &Finn
pl: &Znajdź
pt: Pesquisar
pt_br: &Localizar
ro: &Căutare
ru: Найти
tr: &Bul
zh: 查找(&F)

# Dialog.NewProject.SearchReplace.FindDialogName
source: Find
es: Buscar
fi: Etsi nimellä
fr: Rechercher
hu: Keres
it: Trova
kr: 찾기
nl: Zoeken
no: Finn
pl: Znajdź
pt: Pesquisar
pt_br: Localizar
ro: Căutare
ru: Найти
tr: Bul
zh: 查找

# Dialog.NewProject.SearchReplace.FindNextButton
source: &Find next
es: &Buscar siguiente
fi: &Etsi seuraava
fr: Sui&vant
hu: Következő &keresése
it: T&rova il prossimo
kr: 다음 찾기(&F)
nl: &Volgende zoeken
no: &Finn neste
pl: &Znajdź następny
pt: &Pesquisar seguinte
pt_br: Loca&lizar próximo
ro: C&ontinuă cautarea
ru: Найти далее
tr: Sonrakini &bul
zh: 查找下一个(&F)

# Dialog.NewProject.SearchReplace.FindWhat
source: Fi&nd what:
es: Bu&scar qué:
fi: Etsi :
fr: Rechercher:
hu: &Keresés:
it: Trova che:
kr: 찾을 문자열(&N):
nl: Zoeken naar:
no: Finn hva:
pl: Z&najdź to:
pt: Pesquisar &por:
pt_br: Pro&curar por:
ro: De cău&tat:
ru: Что найти:
tr: Bul:
zh: 查找内容:

# Dialog.NewProject.SearchReplace.IncludeSubFolders
source: Include su&b-folders
es: Incluir su&b-carpetas
fi: Sisällytä Alikansiot
fr: Inclure les s&ous répertoires
hu: Beleértve az a&lmappákat
it: Include le so&tto-cartelle
kr: 하위 폴더 포함(&B)
nl: Inclusief su&b-mappen
no: Inkluder &undermapper
pl: Dołącz po&dfoldery
pt: Incluir subpastas
pt_br: Incluir su&b-pastas
ro: Includere su&b-foldere
ru: Включая подпапки
tr: &Alt-dizinleri de ekle
zh: 包含子文件夹(&B)

# Dialog.NewProject.SearchReplace.LookAtFileTypes
source: Look at these file &types:
es: Buscar en los siguientes &tipos de archivo:
fi: Tutki seuraavia tiedostotyyppejä:
fr: Recherche dans les fichiers de &type:
hu: Keresse ezeket a fájl&típusokat:
it: Controlla questi &tipi di file:
kr: 다음 파일 형식에서 찾기(&T):
nl: Zoek naar dit &type bestanden:
no: Sjekk disse fil&typene:
pl: Zaglądaj do tych &typów plików:
pt: Procurar neste(s) tipo(s) de ficha(s):
pt_br: Verifique nestes &tipos de arquivo:
ro: Arată doar fişierele de acest &tip:
ru: Смотреть файлы этих типов:
tr: Bu dosya &türlerine bak:
zh: 查找该文件类型(&T):

# Dialog.NewProject.SearchReplace.LookIn.AllOpenDocuments
source: all open documents
es: todos los documentos abiertos
fi: Kaikki avonaiset tiedostot
fr: Tous les documents ouverts
hu: minden nyitott dokumentum
it: Tutti i documenti aperti
kr: 모든 열린 문서
nl: alle geopende documenten
no: alle åpne dokumenter
pl: wszystkie otwarte dokumenty
pt: Todos os documentos abertos
pt_br: todos os documentos abertos
ro: toate documentele deschise
ru: все открытые документы
tr: bütün açık belgeler
zh: 所有打开文档

# Dialog.NewProject.SearchReplace.LookIn.CurrentDocument
source: current document
es: documento actual
fi: Nykyinen asiakirja
fr: Document actuel
hu: jelenlegi dokumentum
it: documento corrente
kr: 현재 문서
nl: momentele document
no: dette dokumentet
pl: bieżący dokument
pt: Documento actual
pt_br: documento atual
ro: documentul curent
ru: текущий документ
tr: Şu anki belge
zh: 当前文档

# Dialog.NewProject.SearchReplace.LookIn.CurrentSelection
source: current selection
es: selección actual
fi: Nykyinen valinta
fr: Sélection actuelle
hu: jelenlegi kiválasztás
it: selezione corrente
kr: 현재 선택된 부분
nl: momentele selectie
no: markert tekst
pl: bieżący wybór
pt: selecção actual
pt_br: seleção atual
ro: selectia curenta
ru: текущая выборка
tr: Şu anki seçim
zh: 当前选择

# Dialog.NewProject.SearchReplace.LookIn.DirectoryNotFound
source: The directory '{0}' does not exist.
es: El directorio '{0}' no existe.
fi: Hakemistoa '{0}' ei olemassa.
fr: Le répertoire '{0}' n'existe pas.
hu: A '{0}' mappa nem létezik.
it: La cartella '{0}' non esiste.
kr: '{0}' 디렉터리가 존재하지 않습니다.
nl: De map '{0}' bestaat niet.
no: Katalogen '{0}' eksisterer ikke.
pl: Katalog '{0}' nie istnieje.
pt: A pasta '{0}' não existe.
pt_br: O diretorio '{0}' não existe.
ro: Directorul '{0}' nu există.
ru: Директория '{0}' не существует.
tr: '{0}' dizini bulunamadı.
zh: 目录'{0}'不存在.

# Dialog.NewProject.SearchReplace.LookIn.SelectDirectory
source: Select directory to search in
es: Seleccione un directorio para buscar
fi: Valitse kansio:
fr: Choisir le répertoire de recherche
hu: Mappa kiválasztása a kereséshez
it: Seleziona la cartella dove cercare
kr: 검색할 디렉터리를 선택하십시오
nl: Selecteer te doorzoeken map
no: Velg katalog å søke i
pl: Wybierz katalog do przeszukania
pt: Seleccionar pasta onde pesquisar
pt_br: Selecionar diretório para pesquisar
ro: Selectare director în care se caută
ru: Выберите директорию поиска
tr: Arama yapılacak dizini belirtiniz
zh: 选择搜索目录

# Dialog.NewProject.SearchReplace.LookIn.WholeProject
source: whole project
es: proyecto completo
fi: Koko Projekti
fr: Projet entier
hu: teljes projekt
it: Intero progetto
kr: 모든 프로젝트
nl: het hele project
no: hele prosjektet
pl: cały projekt
pt: Todo o projecto
pt_br: o projeto todo
ro: tot proiectul
ru: проект целеком
tr: bütün proje
zh: 整个项目

# Dialog.NewProject.SearchReplace.LookIn.WholeSolution
source: whole solution
es: solución completa
fi: Koko kokoelma
fr: Toute la solution
hu: teljes megoldás
it: intera soluzione
kr: 모든 솔루션
nl: de volledige oplossing
no: hele løsningen
pl: całe rozwiązanie
pt: Toda a solução
pt_br: Solução inteira
ro: întreaga soluţie
ru: решение целиком
tr: tüm çözüm
zh: 整个解决方案

# Dialog.NewProject.SearchReplace.MarkAllButton
source: &Bookmark All
es: &Marcar Todos
fi: Merkitse kaikki
fr: &Tout sélectionner
hu: Minden &Megjelölése
it: Tutti i &Segnalibro
kr: 모두 책갈피에 넣기(&A)
nl: Alles markeren
no: Marker alt
pl: Zaznacz &Wszystko
pt: Marcar &tudo
pt_br: &Marcar Tudo
ro: Marc&hează tot
ru: Расставить закладки
tr: Hepsine &yer imi koy
zh: 全部标记

# Dialog.NewProject.SearchReplace.MatchCase
source: Match &case
es: Distinguir &mayúsculas de minúsculas
fi: Vertaa kirjainkokoja
fr: Respecter la &casse
hu: &Kis/Nagybetű egyezéssel
it: Cerca maiusc/minusc
kr: 대/소문자 일치(&C)
nl: Hoofdletter gevoelig
no: Samsvar store/små bokstaver
pl: Dopasuj wielkość &liter
pt: Comparar caracteres
pt_br: Diferenciar &maiúsculas de minúsculas
ro: Potrivire &caractere
ru: Учитывать регистр
tr: Büyük küçük harf eşleştir
zh: 匹配大小写(&C)

# Dialog.NewProject.SearchReplace.MatchWholeWord
source: Match &whole word
es: Sólo palabras &enteras
fi: Vain koko sana
fr: Chercher le &mot entier
hu: &Teljes szavas egyezőség
it: Cerca parola &intera
kr: 모든 단어 일치(&W)
nl: Overeenkomst heel woord
no: Finn hele ord
pl: Dopasuj całe sło&wo
pt: Comparar &toda a palavra
pt_br: Palavras &inteiras
ro: Potrivire completă a cu&vântului
ru: Сравнивать целое слово
tr: Tüm kelimeyi eşleştir
zh: 匹配整个单词(&W)

# Dialog.NewProject.SearchReplace.ReplaceAllButton
source: Replace &all
es: Sustituir &todos
fi: Korvaa & kaikki
fr: Remplacer &tout
hu: Mindet cseréli
it: Sostituisci &tutto
kr: 모두 바꾸기(&A)
nl: &Alles vervangen
no: Erstatt &alle
pl: Z&amień wszystko
pt: Substituir &tudo
pt_br: Substituir &tudo
ro: Înlocuieşte peste to&t
ru: Заменить все
tr: &Tümünü değiştir
zh: 替换所有(&A)

# Dialog.NewProject.SearchReplace.ReplaceButton
source: &Replace
es: &Sustituir
fi: Korvaa
fr: &Remplacer
hu: &Csere
it: &Sostituisci
kr: 바꾸기(&R)
nl: Ve&rvangen
no: E&rstatt
pl: Za&mień
pt: &Substituir
pt_br: Substitui&r
ro: Înlocui&eşte
ru: Заменить
tr: &Yerine Koy
zh: 替换(&R)

# Dialog.NewProject.SearchReplace.ReplaceDialogName
source: Replace
es: Sustituir
fi: Korvaa
fr: Remplacer
hu: Csere
it: Sostituisci
kr: 바꾸기
nl: Vervangen
no: Erstatt
pl: Zamień
pt: Substituir
pt_br: Substituir
ro: Înlocuire
ru: Заменить
tr: Değiştir
zh: 替换

# Dialog.NewProject.SearchReplace.ReplaceWith
source: Replace with:
es: Sustituir con:
fi: Korvaa sanalla:
fr: Remplacer par:
hu: Mire cserél:
it: Sostituisci con:
kr: 다음으로 바꾸기:
nl: Vervangen door:
no: Erstatt med:
pl: Zamień na:
pt: Substituir com:
pt_br: Substituir por:
ro: Înlocuire cu:
ru: Заменить на:
tr: Yerine Konacak:
zh: 替换为:

# Dialog.NewProject.SearchReplace.SearchIn
source: &Look in:
es: Busca&r en:
fi: Etsi:
fr: Rechercher dans:
hu: &Keresési hely:
it: Cerca in:
kr: 찾을 곳(&L):
nl: Zoeken in:
no: Søk i:
pl: &Szukaj w:
pt: Pesquisar &em:
pt_br: Pro&curar em:
ro: Căuta&re în:
ru: Искать в:
tr: &Burada Ara:
zh: 查找范围:

# Dialog.NewProject.SearchReplace.SearchStrategy.RegexSearch
source: Regular expressions
es: Expresiones Regulares
fi: Etsi Regexp
fr: Expressions rationnelles
hu: Szabványos kifejezések
it: Espressione regolare
kr: 정규 표현
nl: Reguliere expressies
no: Regulære uttrykk
pl: Wyrażenia regularne
pt: Expressões regulares
pt_br: Expressões regulares
ro: Expresii regulate
ru: Регулярные выражения
tr: Kurallı ifadeler
zh: 正则表达式

# Dialog.NewProject.SearchReplace.SearchStrategy.Standard
source: Standard search
es: Búsqueda estándar
fi: Normaalietsintä
fr: Recherche standard
hu: Általános keresés
it: Ricerca standard
kr: 표준 검색
nl: Standaard zoekactie
no: Standard søk
pl: Zwykłe szukanie
pt: Pesquisa normal
pt_br: Pesquisa padrão
ro: Căutare standard
ru: Стандартный поиск
tr: Standart arama
zh: 标准搜索

# Dialog.NewProject.SearchReplace.SearchStrategy.WildcardSearch
source: Wildcards
es: Comodines
fi: Wildcard *
fr: Jokers
hu: Behelyettesítések
it: Caratteri Jolly
kr: 와일드카드
nl: Jokers
no: Jokertegn
pl: Dzikie karty
pt: Fantasmas
pt_br: Curingas
ro: Simbol generic
ru: Шаблоны файлов
tr: Jokerler
zh: 通配符

# Dialog.NewProject.SearchReplace.SearchStringNotFound
source: Search string not found!
es: ¡El Texto de búsqueda no fue encontrado!
fi: Haettua kohdetta ei löytynyt !
fr: Chaîne non trouvée !
hu: A keresett szöveg nem található!
it: Stringa di ricerca non trovata!
kr: 찾는 문자열이 발견되지 않았습니다!
nl: Het gezochte item is niet gevonden.
no: Søkestrengen finnes ikke!
pl: Nie znaleziono szukanego tekstu!
pt: Texto de pesquisa não encontrado!
pt_br: String procurada não foi encontrada!
ro: Textul căutat nu a fost găsit!
ru: Введенная последовательность символов не найдена
tr: Aranılan dizilim bulunamadı!
zh: 没有找到你要查找的内容!

# Dialog.NewProject.SearchReplace.SearchStringNotFound.Title
source: Not found
es: No encontrado
fi: Ei löytynyt
fr: Non trouvé
hu: Nem található
it: Non trovata
kr: 검색 결과 없음
nl: Niet gevonden
no: Ikke funnet
pl: Nie znaleziono
pt: Não existem resultados
pt_br: Não encontrado
ro: Negăsit
ru: Не найдено
tr: Bulunamadı
zh: 没有找到

# Dialog.NewProject.SearchReplace.Title
source: Search and Replace
es: Buscar y Reemplazar
fi: Etsi ja korvaa
fr: Chercher et remplacer
hu: Keresés és Felülírás
it: Cerca e Sostituisci
kr: 찾기와 바꾸기
nl: Zoeken en vervangen
no: Søk og erstatt
pl: Znajdź i Zamień
pt: Pesquisar e Alterar
pt_br: Pesquisar e Substituir
ro: Cauta si Inlocuieste
ru: Искать и заменять
tr: Ara ve Değiştir
zh: 查找替换

# Dialog.NewProject.SearchReplace.UseMethodLabel
source: Us&e:
es: U&sar:
fi: Käytä & muuta
fr: Utilis&e:
hu: &Módszer:
it: Us&a:
kr: 사용(&E):
nl: G&ebruik:
no: Bruk:
pl: &Użyj:
pt: &Utilizar:
pt_br: &Usar:
ro: Folosir&e:
ru: Использовать:
tr: &Kullan:
zh: 使用:

# Dialog.NewProject.SelectDirectoryForProject
source: Select the directory in which the project will be created.
es: Seleccione el directorio donde se creará el proyecto.
fi: Valitse kansio jonne projekti luodaan
fr: Sélectionnez le répertoire de création du projet.
hu: Válassza ki a projekt létrehozásához a mappát.
it: Selezionare la cartella dove creare il progetto.
kr: 프로젝트가 만들어질 디렉터리를 고르십시오.
nl: Selecteer de map waarin het project wordt aangemaakt.
no: Velg katalogen hvor prosjektet skal opprettes.
pl: Wybierz katalog w którym zostanie utworzony projekt.
pt: Seleccionar a pasta na qual o projecto será criado.
pt_br: Selecione o diretorio no qual o projeto será criado.
ro: Selectaţi directorul în care va fi creat proiectul.
ru: Выберите папку, в которой будет создан проект.
tr: Projenin oluşturulacağı dizini seçin.
zh: 选择你要创建项目的目录.

# Dialog.NewProject.SolutionName
source: Solution Na&me:
es: No&mbre de la Solución:
fr: No&m de la solution:
it: No&me Soluzione:
kr: 솔루션 이름(&M):
nl: Naa&m van oplossing:
no: Løsningsnavn:
pt_br: No&me da Solução:
ru: &Название Решения:
zh: 解决方案名称(&M):

# Dialog.NewProject.TemplateLabelText
source: &Templates:
es: &Plantillas:
fi: &Mallit:
fr: &Modèles :
hu: Sablonok
it: &Modelli:
kr: 템플리트(&T):
nl: &Sjablonen:
no: &Maler:
pl: &Szablony:
pt: &Modelos:
pt_br: Mo&delos
ro: Şa&bloane:
ru: Шаблоны:
tr: &Şablonlar:
zh: 模板(&T)

# Dialog.Options.BufferOptions
source: Buffer Options
es: Opciones del Búfer
fi: Puskurointi Asetukset
fr: Options
hu: Pufferbeállítások
it: Opzioni Buffer
kr: 버퍼 옵션
nl: Buffer opties
no: Alternativer for bufring
pl: Opcje Bufora
pt: Opções de memória temporária
pt_br: Opções de Buffer
ro: Opţiuni memorie tampon
ru: Параметры буфера
tr: Arabellek Seçenekleri
zh: 缓冲选项

# Dialog.Options.CodeTemplate.AddGroupLabel
source: A&dd new Group
es: A&gregar nuevo Grupo
fi: & Lisää uusi ryhmä
fr: Nouveau Groupe
hu: &Csoport létrehozás
it: A&ggiunge nuovo Gruppo
kr: 새 그룹 더하기(&D)
nl: &Nieuwe groep toevoegen
no: &Lag ny gruppe
pl: &Dodaj nową Grupę
pt: A&dicionar Grupo
pt_br: A&dicionar novo Grupo
ro: A&dauga grup nou
ru: Добавить новую группу
tr: Yeni Grup &ekle
zh: 增加新组(&D)

# Dialog.Options.CodeTemplate.Description
source: Description
es: Descripción
fi: Kuvaus
hu: Leírás
it: Descrizione
kr: 설명
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
tr: Tanımlama
zh: 说明

# Dialog.Options.CodeTemplate.EditGroupDialog.Text
source: Please enter the list of file extensions as a semicolon-separated list. (Example: .h;.c;.cpp)
es: Por favor, ingrese la lista de extensiones de archivos como una lista separada por puntos y comas. (Ejemplo:.h;.c;.cpp)
fr: Veuillez entrer les extensions de fichier séparées par un point virgule: .h;.c par exemple.
it: Inserisci la lista delle estensioni separate da punti e virgola (esempio: .h;.c;.cpp)
nl: Voer aub de lijst met bestandsextensies in. De puntkomma is het scheidingsteken. (Voorbeeld: .h;.c;.cpp)
no: Vennligst skriv listen med filetternavn som en semikolon-separert liste. (Eksempel: .h;.c;.cpp)
pl: Wprowadź listę rozszerzeń plików jako ciąg oddzielany myślnikami (Przykład: .h;.c;.cpp)
pt_br: Por favor, entre com a lista de extensões de arquivos separadas por ponto-evírgula. (Exemplo:. H;. C;. Cpp
ru: Пожалуйста, введите список расширений файлов, используя символ ";" в качестве разделителя. (Пример: .h;.c;.cpp)
tr: Lütfen, dosya uzantıları listesini, noktalı virgül ile ayrılmış bir liste olarak girin(Örnek: .h;.c;.cpp)
zh: 有输入用分号分隔的文件扩展名（如：.h;.c;.cs）

# Dialog.Options.CodeTemplate.EditGroupLabel
source: &Edit extensions
es: &Editar extensiones
fi: Muokkaa ryhmää
fr: &Editer les extensions
it: Modifica &estensioni
nl: &Extensies bewerken
no: Rediger utvidelser
pl: &Edytuj rozszerzenia
pt_br: &Editar extensões
ru: Правка расширений
zh: 编辑扩展(&E)

# Dialog.Options.CodeTemplate.EditTemplateDialog.DescriptionLabel
source: &Description
es: &Descripción
fi: &Kuvaus
hu: &Leírás
it: &Descrizione
kr: 설명(&D)
nl: &Beschrijving
no: &Beskrivelse
pl: &Opis
pt: &Descrição
pt_br: &Descrição
ro: &Descriere
ru: Описание
tr: &Tanımlama
zh: 说明(&D)

# Dialog.Options.CodeTemplate.EditTemplateDialog.DialogName
source: Edit Template
es: Editar Plantilla
fi: Nimi
fr: Editer le modèle
hu: Sablon szerkesztés
it: Edita Modello
kr: 템플리트 편집
nl: Sjabloon bewerken
no: Endre mal
pl: Edycja Szablonu
pt: Alterar Modelo
pt_br: Editar Modelo
ro: Editeaza template
ru: Исправить шаблон
tr: Şablonu Düzenle
zh: 编辑模板

# Dialog.Options.CodeTemplate.EditTemplateDialog.TemplateLabel
source: &Template
es: &Plantilla
fi: &Malli
fr: Modèle
hu: &Sablon
it: &Modello
kr: 템플리트(&T)
nl: &Sjabloon
no: &Mal
pl: &Szablon
pt: &Modelo
pt_br: Modelo
ru: Шаблон
tr: &Şablon
zh: 模板(&T)

# Dialog.Options.CodeTemplate.ExtensionsLabel
source: E&xtensions
es: E&xtensiones
fi: &Laajennukset
hu: &Kiterjesztések
it: E&stensioni
kr: 확장(&X)
nl: &Uitbreidingen
no: &Filtyper
pl: &Rozszerzenia
pt: E&xtensões
pt_br: E&xtensões
ro: E&xtensii
ru: Расширения
tr: &Uzantılar
zh: 扩展(&X)

# Dialog.Options.CodeTemplate.Keyword
source: Keyword mapping
es: Personalizar Teclas
fr: Mappage clavier
it: Mappatura tasti
nl: Sleutelwoord toewijzing
no: Nøkkelord-knytning
pl: Mapowanie słów kluczowych
pt_br: Mapeamento de palavra chave
ru: Отображение ключевого слова
tr: Anahtar kelime haritalama
zh: 关键字映射

# Dialog.Options.CodeTemplate.PressTabToInsertTemplate
source: Press Tab to insert this code template.
es: Presione Tab para insertar esta plantilla de código.
fi: Paina Tab lisätäksesi tämän mallin.
fr: Appuyer sur Tab pour insérer ce squelette de code.
it: Premi Tab per inserire questo modello di codice.
kr: 이 코드 템플리트를 넣으려면 탭 키를 누르십시오.
nl: Druk Tab om dit sjabloon in te voegen.
no: Trykk Tab for å sette inn denne kodemalen
pl: Naciśnij Tab aby wstawić ten szablon kodu.
pt_br: Pressione Tab para inserir esse código padrão.
ru: Нажмите Tab для того, чтобы вставить этот шаблон кода.
zh: 请按Tab键插入这个代码模板。

# Dialog.Options.CodeTemplate.RemoveGroupLabel
source: Re&move Group
es: Re&mover Grupo
fi: &Poista malliryhmä
fr: Supprime groupe
hu: Csoport &törlése
it: Ri&muove Gruppo
kr: 그룹 제거(&M)
nl: &Groep verwijderen
no: &Fjern gruppe
pl: &Usuń Grupę
pt: &Remover Grupo
pt_br: Re&mover Grupo
ro: &Sterge grup
ru: Удалить группу
tr: Grubu &kaldır
zh: 移除组(&M)

# Dialog.Options.CodeTemplate.Template
source: Template
es: Plantilla
fi: Malli
fr: Modèle
hu: Sablon
it: Modello
kr: 템플리트
nl: Sjabloon
no: Mal
pl: Szablon
pt: Modelo
pt_br: Modelo
ro: Şablon
ru: Шаблон
tr: Şablon
zh: 模板

# Dialog.Options.CodeTemplatesText
source: Code Templates
es: Plantillas de código
fi: Koodimallit
fr: Modèles de code
hu: Kódsablonok
it: Modelli di codice
kr: 코드 템플리트
nl: Code Sjablonen
no: Kodemaler
pl: Szablony kodu
pt: Modelos de código
pt_br: Modelos de Código
ro: Şablon Cod
ru: Шаблоны кода
tr: Kod Şablonları
zh: 代码模板

# Dialog.Options.CombineOptions.Configurations.ConfigurationColumnHeader
source: Configuration
es: Configuración
fi: Asetukset
hu: Konfiguráció
it: Configurazione
kr: 구성
nl: Instellingen
no: Konfigurasjon
pl: Konfiguracja
pt: Configuração
pt_br: Configuração
ro: Configuraţie
ru: Конфигурация
tr: Yapılandırma
zh: 设置

# Dialog.Options.CombineOptions.Configurations.ConfigurationEditor
source: Configuration Editor
es: Editor de Configuración
fi: Säädä editoria
fr: Editeur de configuration
it: Modifica Configurazione
kr: 구성 편집기
nl: Configuratie editor
no: Konfigurasjonsredigering
pl: Edytor Konfiguracji
pt: Editor de Configuração
pt_br: Editor de Configuração
ru: Редактор конфигураций
zh: 配置编辑器

# Dialog.Options.CombineOptions.Configurations.ConfigurationEditor.EditItem
source: <Edit>
es: <Editar>
fi: Muokkaa
fr: <Editer>
it: <Modifica>
kr: <편집>
nl: <Bewerken>
no: <Rediger>
pl: <Edytuj>
ru: <Править>
zh: <编辑>

# Dialog.Options.CombineOptions.Configurations.PlatformColumnHeader
source: Platform
es: Plataforma
fi: Ohjelma
fr: Plateforme
it: Piattaforma
kr: 플랫폼
no: Plattform
pl: Platforma
pt: Plataforma
pt_br: Plataforma
ru: Платформа
zh: 平台

# Dialog.Options.CombineOptions.Configurations.SolutionConfiguration
source: &Solution configuration:
es: Configuración de la &solución:
fr: Configuration de la &solution:
it: Config. &soluzione:
kr: 솔루션 구성(&S):
nl: Oplo&ssing configuratie:
no: Løsningskonfigurasjon:
pt: Configuração da &Solução:
pt_br: Configuração da &olução:
ru: Конфигурация решения:
zh: 配置解决方案(&S):

# Dialog.Options.ExternalTool.ArgumentLabel
source: &Arguments
es: &Argumentos
fi: &Argumentti
hu: &Paraméterek
it: &Argomenti
kr: 인수(&A)
nl: &Argumenten
no: &Argumenter
pl: &Argumenty
pt: &Argumentos
pt_br: &Argumentos
ro: &Argumente
ru: Аргументы
tr: &Argümanlar
zh: 参数(&A)

# Dialog.Options.ExternalTool.CommandLabel
source: &Command
es: &Comando
fi: &Komento
fr: &Commande
hu: P&arancs
it: &Comando
kr: 명령(&C)
nl: &Opdracht
no: &Kommando
pl: Pole&cenie
pt: &Comando
pt_br: &Comando
ro: &Comanda
ru: Команда
tr: &Komut
zh: 命令(&C)

# Dialog.Options.ExternalTool.PromptForArgsCheckBox
source: &Prompt for Arguments
es: &Pedir Argumentos
fi: Paikka argumenteille
fr: &Demande d'Arguments
hu: &Kérje a paramétereket
it: &Richiesta Argomenti
kr: 인수 묻기(&P)
nl: &Prompt voor argumenten
no: &Spør etter argumenter
pl: &Pytanie o Argumenty
pt: &Pedir argumentos
pt_br: &Prompt para Argumentos
ru: Запрашивать аргументы
tr: Argümanlar için &sor
zh: 参数提示(&P)

# Dialog.Options.ExternalTool.QuickInsertMenu.CombineDirectory
source: &Solution directory
es: &Directorio de la solución
fi: &Kokoelma Kansio
fr: &Répertoire de la solution
hu: &Megoldás mappa
it: Cartella della &Soluzione
kr: 솔루션 디렉터리(&S)
nl: &Oplossing map
no: Katalog for &løsning
pl: &Katalog Rozwiązania
pt: Pasta da solução
pt_br: Diretório da &Solução
ro: Director &Soluţii
ru: Папка решения
tr: Çözüm dizini
zh: 解决方案目录(&C)

# Dialog.Options.ExternalTool.QuickInsertMenu.CombineFileName
source: Solution file name
es: Nombre de archivo de la Solución
fi: Kokoelman tiedostonimi
fr: Nom du fichier solution
hu: Megoldás fájl neve
it: Nome della Soluzione
kr: 솔루션 파일 이름
nl: Oplossing bestandsnaam
no: Filnavn for løsning
pl: Nazwa pliku Rozwiązania
pt: Nome da ficha da solução
pt_br: Nome do arquivo da solução
ro: Numele fişierului soluţie
ru: Имя файла решения
tr: Çözüm dosyasının adı
zh: 解决方案文件名

# Dialog.Options.ExternalTool.QuickInsertMenu.CurrentColumn
source: Current column
es: Columna actual
fi: Nykyinen Sarake
fr: Colonne en cours
hu: Jelenlegi oszlop
it: Colonna corrente
kr: 현재 열
nl: Huidige kolom
no: Aktiv kolonne
pl: Bieżąca kolumna
pt: Coluna actual
pt_br: Coluna atual
ro: Coloana curenta
ru: Текущая колонка
tr: Geçerli sütun
zh: 当前列

# Dialog.Options.ExternalTool.QuickInsertMenu.CurrentLine
source: Current line
es: Línea actual
fi: Nykyinen Rivi
fr: Ligne en cours
hu: Jelenlegi sor
it: Linea corrente
kr: 현재 줄
nl: Huidige regel
no: Aktiv linje
pl: Bieżąca linia
pt: Linha actual
pt_br: Linha atual
ro: Linia curenta
ru: Текущая строка
tr: Geçerli satır
zh: 当前行

# Dialog.Options.ExternalTool.QuickInsertMenu.CurrentText
source: Current text
es: Texto actual
fi: Nykyinen Texti
fr: Texte en cours
hu: Jelenlegi szöveg
it: Testo corrente
kr: 현재 텍스트
nl: Huidige tekst
no: Aktiv tekst
pl: Bieżący tekst
pt: Texto actual
pt_br: Texto atual
ro: Textul curent
ru: Текущий текст
tr: Geçerli metin
zh: 当前文本

# Dialog.Options.ExternalTool.QuickInsertMenu.FullItemDirectory
source: &Item directory
es: Directorio del &Elemento
fi: &Koko tuotekansio
fr: Répertoire d'&article
hu: &Tétel mappája
it: &Elemento directory
kr: 항목 디렉터리(&I)
nl: &Item map
no: &Element katalog
pl: &Katalog elementów
pt: Pasta de &Item
pt_br: Diretório do &Item
ro: Director art&icol
ru: Каталог
tr: &Nesne dizini
zh: 项目目录(&I)

# Dialog.Options.ExternalTool.QuickInsertMenu.FullItemPath
source: Item Path
es: Ruta del Elemento
fi: Koko tuotepolku
fr: Chemin de l'objet
hu: Tétel útvonala
it: Percorso Elemento
kr: 항목 경로
nl: Itempad
no: Element sti
pl: Ścieżka do elementu
pt: Local do Item
pt_br: Caminho do Item
ro: Cale articol
ru: Путь
tr: Nesne Yolu
zh: 项目路径

# Dialog.Options.ExternalTool.QuickInsertMenu.FullTargetPath
source: Target Path
es: Ruta de Destino
fi: Koko kohdepolku
fr: Chemin cible
hu: Cél útvonala
it: Percorso Destinazione
kr: 대상 경로
nl: Doelpad
no: Målsti
pl: Scieżka docelowa
pt: Local Destino
pt_br: Caminho Completo
ro: Cale ţintă
ru: Целевой путь
tr: Hedef Yolu
zh: 目标路径
