Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Templates.Project.SharpDevelopMacro.Description
source: AddIn template that defines an entry in the "Tools" menu that takes the active text editor and modifies the selected text.
es: Una plantilla que define una entrada en el menú "Herramientas" que modifica el texto seleccionado en el editor activo.
fi: SharpDev Macro joka määrittelee vaihtoehdot Työkalut-Menu valikkoon ja käyttää nykyistä tekstieditoria muokkaamaan valitun tekstin.
fr: Un template AddIn pour définir une entrée du menu "outils" qui modifie le texte sélectionné dans l'éditeur de texte actif.
hu: Beépülő sablon mely meghatároz egy elemet az "Eszközök" menüben amely módosítja a kiválasztott szöveget a szövegszerkesztő használatával.
it: Modello di AddIn che definisce una vode del menu "Strumenti" che nell'editor attivo modifica il testo selezionato.
kr: "도구" 메뉴 하위에 항목을 만들며, 활성 텍스트 편집기를 이용해서 선택된 텍스트를 수정하는 추가 기능의 템플리트입니다.
nl: Invoegtoepassing sjabloon, welke een ingang in het Extra menu definieert, de laatst actieve tekstbewerker neemt en de geselecteerde tekst aanpast.
no: Mal for tillegg, som definerer en oppføring i verktøymenyen, bruker den aktive teksteditoren og modifiserer den merkede teksten.
pl: Szablon Dodatku który definiuje wejście w menu "Narzędzia" które bierze aktywny edytor tekstu i modyfikuje zaznaczony tekst.
pt: Modelo de AddIn que define uma entrada no menu de "Ferramentas" que toma o editor de texto activo e modifica o texto seleccionado.
pt_br: Modelo de recurso adicional que define uma entrada no menu "Ferramentas" e que pega o editor de texto ativo e modifica o texto selecionado.
ro: Şablon de modul, ce defineşte o intrare în meniul "Instrumente" şi care modifică textul selectat din editorul de texte activ.
ru: Шаблон надстройки для пункта меню инструментов, для работы с выбраным текстом в активном редакторе.
tr: "Araçlar" menüsüne yerleşen ve aktif metin düzenleyicisinde ki seçili metni değiştiren bir eklenti şablonu.
zh: 用于定义"工具"菜单里的一个使用当前文本编辑器编辑选中的文本的条目的插件模板(AddIn template)

# Templates.Project.SharpDevelopMacro.Name
source: Tools menu entry
es: Entrada para menú Herramientas
fi: Työkalu-Menu valinnat
fr: Entrée du menu Outils
hu: Eszközök menüelem
it: Voce menu Strumenti
kr: 도구 메뉴 항목
nl: Eztra menu ingang
no: Verktøymeny oppføring
pl: Wejście w menu Narzędzia
pt: Entrada menu ferramentas
pt_br: Entrada para menu de ferramentas
ro: Intrare în lista instrumentelor
ru: Пункт меню инструментов
tr: Araçlar menüsü girişi
zh: 选择工具菜单

# Templates.Project.SilverlightApplication.Description
source: A project that creates a Silverlight application.
es: Un proyecto que crea una aplicación SilverLight.
fi: Projekti joka luo Silverlight sovellukseen.
fr: Un projet pour une application Silverlight.
it: Progetto che crea una applicazione Silverlight.
nl: Project voor het maken van een Silverlight applicatie.
no: Et prosjekt som lager en Silverlight-applikasjon.
ru: Проект, который создает приложение Silverlight.
zh: 一个项目，创建一个Silverlight应用程序.

# Templates.Project.SilverlightApplication.Name
source: Silverlight Application
es: Aplicación SilverLight.
fi: Silverlight sovellus
fr: Application Silverlight
it: Applicazione Silverlight
nl: Silverlight applicatie
no: Silverlight-applikasjon
ru: Приложение Silverlight
zh: Silverlight应用程序

# Templates.Project.SysTrayIcon.Description
source: A project that creates an application with a icon in the notification area on the taskbar.
es: Un proyecto que crea una aplicación con un icono en la bandeja del sistema.
fr: Un projet qui crée une application avec une icône dans la zone de notification de la barre des tâches.
it: Progetto che crea una applicazione con icona nell'area di notifica della barra delle applicazioni.
kr: 작업표시줄의 알림영역에 아이콘을 표시하는 응용 프로그램을 만드는 프로젝트입니다.
nl: Een project waarin een applicatie wordt gemaakt met een pictogram in het meldingengebied van de taakbalk.
no: Et prosjekt som lager en applikasjon med et ikon i varslingsområdet på oppgavelinjen.
pt: Um projecto que cria um executável com um ícone de notificação na barra de tarefas.
pt_br: Um projeto que cria uma aplicação com um NotifyIcon (Icone na barra do sistema).
ru: Проект, который создает приложения со значком в области уведомлений на панели задач.
tr: Görev çubuğuna simge koyan bir uygulama oluşturan proje
zh: 在任务栏右侧的图标通知区域显示图标的项目。

# Templates.Project.SysTrayIcon.Name
source: NotifyIcon Application
es: Aplicación NotifyIcon
fi: Systeemi-Ikoni sovellus
fr: Application 'Icône de notification'
it: Applicazione NotifyIcon
kr: 알림영역 아이콘 응용 프로그램
nl: Notify pictogram applicatie
no: NotifyIcon applikasjon
pl: Aplikacja Ikony Powiadamiania
pt: Ícone de Notificação do Executável
pt_br: Aplicação NotifyIcon
ru: Приложение NotifyIcon
tr: Bildiriİkonu Uygulaması
zh: 任务栏图标应用程

# Templates.Project.UserControlLibrary.Description
source: A project that creates user controls which are used in windows applications.
es: Un proyecto que crea controles de usuario los cuales son utilizados en aplicaciones de windows.
fi: Projekti joka luo käyttäjän-ohjaus kirjaston objektin. Tätä käytetään Windows-sovelluksissa.
fr: Un projet qui crée des controls utilisateurs qui sont utilisés dans des applications windows.
hu: Projekt windows alkalmazásban használható felhasználói-vezérlők létrehozására
it: Progetto per la creazione di controlli utente usati nelle applicazioni Windows.
kr: Windows 응용 프로그램에서 사용되는 사용자 컨트롤을 만드는 프로젝트입니다.
nl: Een project met gebruiker besturingselementen voor gebruik in Windows toepassingen.
no: Et prosjekt som lager egendefinerte kontroller til bruk i Windows applikasjoner.
pl: Projekt tworzący kontrolki użytkownika, które są używane w aplikacjach windows.
pt: Um projecto para criar controlos de utilizador que poderão ser utilizados por aplicações windows.
pt_br: Um projeto que cria controles do usuário que são usados dentro de aplicações windows.
ro: Un proiect care crează controale utilizator folosite în aplicaţii windows.
ru: Проект для создания пользовательского элемента управления, который используется в Windows-приложении.
tr: Windows uygulamalarında kullanılan kullanıcı kontrollerini oluşturan bir proje.
zh: 创建一个可在 Windows 应用程序中使用的用户控件的项目

# Templates.Project.UserControlLibrary.Name
source: Windows User Control Library
es: Biblioteca de Controles de Usuario de Windows
fi: Windows käyttäjäohjaus kirjasto
fr: Bibliothèque de contrôles utilisateurs Windows
hu: Windows Felhasználói-vezérlő Könyvtár
it: Libreria di controlli utente Windows
kr: Windows 사용자 컨트롤 라이브러리
nl: Windows gebruiker besturingselementen bibliotheek
no: Windows kontrollbibliotek
pl: Biblioteka Windows User Control
pt: Livraria Windows User Control
pt_br: Biblioteca de Controles do Usuário para Windows
ro: Biblioteca de Controale Utilizator Windows
ru: Библиотека пользовательского элемента управления
tr: Windows Kullanıcı Kontrolleri Kütüphanesi
zh: Windows 用户控件库

# Templates.Project.WebPage.Description
source: ASP.net web application
es: Aplicación Web ASP.NET
fi: ASP.net websivu sovellus
fr: Application web ASP.NET
hu: ASP.NET web alkalmazás
it: Applicazione web ASP.net
kr: ASP.NET 웹 응용 프로그램
nl: ASP.net web toepassing
no: ASP.net webapplikasjon
pl: Aplikacja web ASP.net
pt: Executável web ASP.net
pt_br: Aplicação web ASP.NET
ru: Веб-приложение ASP.net
tr: ASP.net web uygulaması
zh: ASP.NET网络应用程序

# Templates.Project.WebPage.Name
source: ASP.net webpage project
es: Proyecto de página web ASP.NET
fi: ASP.net websivu
fr: Page web ASP.NET
hu: ASP.NET weboldal projekt
it: Progetto pagina web ASP.net
kr: ASP.NET 웹 페이지 프로젝트
nl: ASP.net webpagina project
no: ASP.net webside prosjekt
pl: Projekt webpage ASP.net
pt: projecto de página web ASP.net
pt_br: Pagina web de Projeto ASP.Net
ru: Проект веб-страницы ASP.net
tr: ASP.NET Web sayfası projesi
zh: ASP.Net 网页项目

# Templates.Project.WebService.Description
source: A project that creates an ASP.NET Web Service
es: Un proyecto que crea un Servicio Web ASP.NET
fi: Projekti joka luo ASP.NET web palvelun
fr: Un projet pour créer un service web ASP.NET
it: Progetto che crea un Servizio Web ASP.NET
kr: ASP.NET 웹 서비스를 만드는 프로젝트입니다.
nl: Een project waarin een ASP.NET Web service gemaakt wordt.
no: Et prosjekt som lager en ASP.NET Web Service
pt: Um projecto que cria um web service ASP.NET
pt_br: Um projeto que cria um Web Service ASP.NET
ru: Проект для создания веб-службы ASP.NET
tr: ASP.NET Web Hizmeti oluşturan bir proje.
zh: 创建ASP.Net Web Service的项目

# Templates.Project.WebService.Name
source: ASP.NET Web Service
es: Servicio Web ASP.NET
fi: ASP.NET webpalvelu
fr: Service Web ASP.NET
hu: ASP.NET Web Szerviz
it: Servizio Web ASP.NET
kr: ASP.NET 웹 서비스
pt: Web Service ASP.NET
pt_br: Serviço Web ASP.NET
ru: Веб-служба ASP.NET
tr: ASP.NET Web hizmeti

# Templates.Project.WindowsApplication.Description
source: A project that creates an application with a Windows interface.
es: Un proyecto que crea una aplicación con interfase Windows.
fi: Projekti joka luo sovelluksen Windows-alustoille
fr: Un projet qui crée une application avec une interface Windows.
hu: Projekt Windows-os felülettel rendelkező alkalmazás lérehozására.
it: Progetto per la creazione di un'applicazione con interfaccia Windows.
kr: Windows 인터페이스를 가진 응용 프로그램을 만드는 프로젝트입니다.
nl: Een project om een toepassing met een Windows interface te creëren.
no: Et prosjekt som lager en Windows applikasjon.
pl: Projekt tworzący aplikację z interfejsem Windows.
pt: Um projecto que cria uma aplicação com um interface Windows.
pt_br: Um projeto que cria uma aplicação com uma interface Windows.
ro: Un proiect care crează o aplicaţie cu interfaţă Windows.
ru: Проект для создания приложения с Windows-интерфейсом.
tr: Windows arayüzlü bir uygulama oluşturan proje.
zh: 创建具有 Windows 应用程序接口的项目

# Templates.Project.WindowsApplication.Name
source: Windows Application
es: Aplicación Windows
fi: Windows Sovellus
fr: Application Windows
hu: Windows Alkalmazás
it: Applicazione Windows
kr: Windows 응용 프로그램
nl: Windows toepassing
no: Windows applikasjon
pl: Aplikacja Windows
pt: Aplicação Windows
pt_br: Aplicação Windows
ro: Aplicaţie Windows
ru: Windows-приложение
tr: Windows Uygulaması
zh: Windows 应用程序

# Templates.Project.WindowsService.Description
source: A project for creating a windows service.
es: Un proyecto para crear un servicio de windows.
fi: Projekti joka luo Windows-palvelun
fr: Un projet pour créer un service Windows.
hu: Projekt windows szervíz létrehozására.
it: Progetto per la creazione di servizi Windows
kr: Windows 서비스를 만드는 프로젝트입니다.
nl: Een project om een windows service te creëren.
no: Et prosjekt for å lage en Windows service.
pl: Projekt do tworzenia windows service.
pt: Um projecto para criar serviços do windows
pt_br: Um projeto para criar um serviço Windows.
ro: Un proiect pentru crearea unui serviciu Windows.
ru: Проект для создания службы Windows.
tr: Windows servisi oluşturabilmek için bir proje
zh: 用于创建 Windows 服务的项目。

# Templates.Project.WindowsService.Name
source: Windows Service
es: Servicio de Windows
fi: Windows-palvelu
fr: Service Windows
hu: Windows Szervíz
it: Servizio Windows
kr: Windows 서비스
pt: Serviço do Windows
pt_br: Serviço Windows
ro: Serviciu Windows
ru: Служба Windows
tr: Windows Servisi
zh: Windows 服务

# Templates.Project.WinFXApplication.Description
source: Creates a simple WPF application.
es: Crea una aplicación WPF simple.
fi: Projekti luo yksinkertaisen WinFX sovelluksen
fr: Crée une application WPF.
hu: Egyszerű WPF alkalmazást készít.
it: Crea una semplice applicazione WPF
kr: 간단한 WPF 응용 프로그램을 만듭니다.
nl: Maakt een simpele WPF toepasssing.
no: Lager en enkel WPF applikasjon.
pl: Tworzy prostą aplikację WPF.
pt: Cria um executável simples WPF.
pt_br: Criar uma aplicação simples WinFX.
ro: Crează o simplă aplicaţie WPF.
ru: Создаёт простое приложение WPF.
tr: Basit bir WPF uygulaması oluşturur.
zh: 创建一个简单的WPF应用程序

# Templates.Project.WinFXApplication.Name
source: WPF Application
es: Aplicación WPF
fi: WinFX sovellus
fr: Application WPF
hu: WPF Alkalmazás
it: Applicazione WPF
kr: WPF 응용 프로그램
nl: WPF toepassing
no: WPF applikasjon
pl: Aplikacja WPF
pt: Executável WPF
pt_br: Aplicação WinFX
ro: Aplicaţie WPF
ru: Приложение WPF
tr: WPF Uygulaması
zh: WPF应用程序

# Templates.Project.WinFXNavigationApplication.Description
source: Creates a simple WPF application with one navigation page.
es: Crea una aplicación WPF simple con una página de navegación.
fi: Projekti luo WinFX navigaatiosovelluksen
fr: Crée une application WPF avec une page de navigation.
hu: Egyszerű WPF alkalmazást készít egy navigációs oldallal.
it: Crea una semplice applicazione WPF con una pagina di navigazione.
kr: 네비게이션 페이지가 하나 있는 간단한 WPF 응용 프로그램을 만듭니다.
nl: Maakt een simpele WPF toepassing met één navigatie pagina.
no: Lager en enkel WPF applikasjon med en navigasjonsside.
pl: Tworzy prostą aplikację WPF z jedną stroną nawigacyjną.
pt: Cria um executável simples WPF com uma página de navegação.
pt_br: Criar uma simples aplicação WinFX com uma pagina de navegação.
ro: Creează o aplicaţie simplă WPF cu o pagină de navigare.
ru: Создает простое приложение WPF с одной страницей навигации.
tr: Tek seyrüsefer sayfası olan basit bir WPF uygulaması oluşturur.
zh: 创建一个简单的只有一个浏览页面的WPF应用程序

# Templates.Project.WinFXNavigationApplication.Name
source: WPF Navigation Application
es: Aplicación de Navegación WPF
fi: WinFX navigaatiosovelluksen
fr: Application de Navigation WPF
hu: WPF Navigációs Alkalmazás
it: Applicazione di Navigazione WPF
kr: WPF 네비게이션 응용 프로그램
nl: WPF navigatie toepassing
no: WPF navigeringsapplikasjon
pl: Aplikacja Nawigacji WPF
pt: Navegação Executável WPF
pt_br: Aplicação de Navagação WinFX
ro: Aplicaţie Navigabilă WPF
ru: Навигационное приложение WPF
tr: WPF Seyrüsefer Uygulaması
zh: WPF网页应用程度

# Templates.SharpReport.NewReport
source: Create a new report using the Report Wizard
es: Crear un nuevo reporte utilizando el Asistente de Reportes
fi: Luo uusi raportti Report-Wizard in avulla
fr: Créer un nouveau rapport avec le Report Wizard
hu: Új Kimutatás készítése a Varázsló használatával
it: Crea un nuovo Report utilizzando l'AutoComposizione
kr: 보고서 마법사를 사용해서 새 보고서를 만듭니다.
nl: Maak een nieuw rapport met de rapport Wizard.
no: Lag en ny rapport med rapportveiviseren
pl: Utwórz nowy raport używając Report Wizard
pt: Criar um novo relatório usando o Report Wizard
pt_br: Criar um novo relatório usando o Assistente de Relatórios
ro: Creează un nou raport folosind Raport Expert
ru: Создать новый отчёт с помощью Мастера отчётов
tr: Rapor Sihirbazını kullanarak yeni rapor oluştur
zh: 使用报表向导建立一个新报表

# XML.FormsDesigner.SideBar.CustomizeSidebar
source: Configure Sidebar...
es: Personalizar Barra Lateral...
fi: Muokkaa sivupalkkia ...
fr: Configuration des outils
hu: Oldalpanel Testreszabása...
it: COnfigurare Barra laterale...
kr: 사이드바 설정...
nl: Zijkolom instellen...
no: Konfigurer sidepanel...
pl: Konfiguruj Sidebar...
pt: Configurar Barra Lateral...
pt_br: Configurar barra de ferramentas
ro: Configurează bara laterală
ru: Настроить панель инструментов...
tr: Kenarçubuğu Yapılandır...
zh: 设置靠边工具栏...

# XML.MainMenu.Analysis
source: &Analysis
es: &Análisis
fi: &Analyysi
fr: &Analyses
it: &Analisi
nl: &Analyseren
no: &Analyse
ru: Анализ
zh: 分析(&A)

# XML.MainMenu.BuildMenu
source: B&uild
es: G&enerar
fi: Kehitä
fr: Construire
hu: &Szerkeszt
it: G&enera
kr: 빌드(&U)
nl: Bo&uwen
no: Bygg
pl: B&uduj
pt: C&ompilar
pt_br: &Compilar
ru: Сборка
tr: İnşâ
zh: 生成(&U)

# XML.MainMenu.BuildMenu.AbortBuild
source: Abort build
es: Abortar Generación
fr: Interrompre la construction
it: Annulla compilazione
kr: 빌드 무르기
nl: Bouw afbreken
no: Avbryt bygging
ru: Прерывание процесса сборки
tr: İnşâyı İptal Et
zh: 放弃生成

# XML.MainMenu.BuildMenu.BreakKey
source: Break
es: Retroceso
fi: Tauko
fr: Arrêter
it: Interrompi
kr: 중단
no: Pause/Break
ru: Прервать
tr: İptal
zh: 中断

# XML.MainMenu.BuildMenu.BuildProject
source: B&uild ${CurrentProjectName}
es: G&enerar ${CurrentProjectName}
fi: Kehitä ${CurrentProjectName}
fr: Construire ${CurrentProjectName}
hu: &Szerkesztés ${CurrentProjectName}
it: G&enera ${CurrentProjectName}
kr: ${CurrentProjectName} 빌드(&U)
nl: ${CurrentProjectName} Opbo&uwen
no: Bygg ${CurrentProjectName}
pl: B&uduj ${CurrentProjectName}
pt: &Compilar ${CurrentProjectName}
pt_br: &Compilar ${CurrentProjectName}
ru: Сборка ${CurrentProjectName}
tr: ${CurrentProjectName} İnşa et
zh: 生成(&U) ${CurrentProjectName}

# XML.MainMenu.BuildMenu.BuildSolution
source: &Build Solution
es: &Generar Solución
fi: &Kehitä Kokoelma
fr: Construire la solution
hu: Megoldás Össze&szerkesztése
it: &Genera Soluzione
kr: 솔루션 빌드(&B)
nl: Oplossing op&bouwen
no: &Bygg løsning
pl: &Buduj Rozwiązanie
pt: &Compilar Solução
pt_br: &Compilar Solução
ru: Собрать решение
tr: Çözümü İnşâ et
zh: 生成解决方案(&B)

# XML.MainMenu.BuildMenu.CleanProject
source: Clea&n ${CurrentProjectName}
es: Limp&iar ${CurrentProjectName}
fi: Tyhjennä ${CurrentProjectName}
fr: &Nettoyer ${CurrentProjectName}
hu: &Tisztítás ${CurrentProjectName}
it: Pulisci ${CurrentProjectName}
kr: ${CurrentProjectName} 정리(&N)
nl: ${CurrentProjectName} opschonen
no: Rens ${CurrentProjectName}
pl: Czyść ${CurrentProjectName}
pt: &Limpar ${CurrentProjectName}
pt_br: &Limpar ${CurrentProjectName}
ro: C&urăţă ${CurrentProjectName}
ru: Очистить ${CurrentProjectName}
tr: ${CurrentProjectName} Temizle
zh: 清理(&N) ${CurrentProjectName}

# XML.MainMenu.BuildMenu.CleanSolution
source: &Clean Solution
es: Li&mpiar Solución
fi: &Tyhjennä Kokoelma
fr: Nettoyer la solution
hu: Megoldás &Tisztítása
it: Pulis&ci Soluzione
kr: 솔루션 정리(&C)
nl: Oplossing opschonen
no: Rens løsning
pl: &Czyść Rozwiązanie
pt: &Limpar Solução
pt_br: Solução &Limpa
ro: &Curăţă Soluţia
ru: Очистить решение
tr: Çözümü Temizle
zh: 清理解决方案(&C)

# XML.MainMenu.BuildMenu.EditConfigurationsPlatforms
source: Edit configurations/platforms
es: Editar configuraciones/plataformas
fi: Editoi kokoonpanoja / alustoja
fr: Editer les configurations/plateformes
hu: Konfiguráció/platform szerkesztése
it: Modifica configurazioni/piattaforme
kr: 구성/플랫폼 편집
nl: Configuraties/platforms bewerken
no: Endre konfigurasjoner/plattformer
pt: Alterar configurações/plataformas
ru: Править конфигурации/платформы
tr: Konfigürasyon/platform düzenle
zh: 编辑配置/平台

# XML.MainMenu.BuildMenu.PublishProject
source: Publish ${CurrentProjectName}
es: Publicar ${CurrentProjectName}
fi: Julkaise ${CurrentProjectName}
fr: Publier ${CurrentProjectName}
hu: Publikál ${CurrentProjectName}
it: Pubblica ${CurrentProjectName}
kr: ${CurrentProjectName} 게시
nl: ${CurrentProjectName} publiceren
no: Publiser ${CurrentProjectName}
pl: Publikuj ${CurrentProjectName}
pt: Publicar ${CurrentProjectName}
pt_br: Publicar ${CurrentProjectName}
ro: Publicare ${CurrentProjectName}
ru: Опубликовать ${CurrentProjectName}
tr: ${CurrentProjectName} Yayınla
zh: 发布${CurrentProjectName}

# XML.MainMenu.BuildMenu.PublishSolution
source: &Publish Solution
es: &Publicar Solución
fi: &Julkaise Kokoelma
fr: &Publier la solution
hu: Megoldás &Publikálása
it: &Pubblica Soluzione
kr: 솔루션 게시(&P)
nl: Oplossing &publiceren
no: &Publiser løsning
pl: &Publikuj Rozwiązanie
pt: &Publicar Solução
pt_br: &Publicar Solução
ro: &Publică Soluţia
ru: Опубликовать решение
tr: Çözümü Yaınla
zh: 发布解决方案(&P)

# XML.MainMenu.BuildMenu.RebuildProject
source: R&ebuild ${CurrentProjectName}
es: R&e-generar ${CurrentProjectName}
fi: Kehitä ${CurrentProjectName} uudelleen
fr: R&econstruire ${CurrentProjectName}
hu: Új&raszerkeszt ${CurrentProjectName}
it: R&igenera ${CurrentProjectName}
kr: ${CurrentProjectName} 새로 빌드(&E)
nl: ${CurrentProjectName} Herbouwen
no: Bygg ${CurrentProjectName} på nytt
pl: Prz&ebuduj ${CurrentProjectName}
pt: R&ecompilar ${CurrentProjectName}
pt_br: R&ecompilar ${CurrentProjectName}
ru: Перестроить ${CurrentProjectName}
tr: ${CurrentProjectName} Yeniden inşa et
zh: 重新生成${CurrentProjectName}(&E)

# XML.MainMenu.BuildMenu.RebuildSolution
source: &Rebuild Solution
es: &Re-generar Solución
fi: &Kehitä kokoelma uudelleen
fr: &Recontruire la solution
hu: Megoldás Új&raszerkesztése
it: &Rigenera Soluzione
kr: 솔루션 새로 빌드(&R)
nl: Oplossing he&rbouwen
no: Bygg løsning på nytt
pl: P&rzebuduj Rozwiązanie
pt: &Recompilar Solução
pt_br: &Reconstruir Solução
ru: Перестроить решение
tr: Çözümü Yeniden İnşâ et
zh: 重新生成解决方案(&R)

# XML.MainMenu.BuildMenu.SetConfiguration
source: Set configuration
es: Ajustar configuración:
fi: Aseta Säädöt
fr: Modifier la configuration
hu: Konfiguráció beállítása
it: Imposta configurazione
kr: 구성 지정
nl: Configuratie selecteren
no: Angi konfigurasjon
pl: Ustaw konfigurację
pt: Estabelecer configuração
pt_br: Setar configuração
ru: Установить конфигурацию
tr: Yapılandırmayı ayarla
zh: 项目选项设置

# XML.MainMenu.BuildMenu.SetPlatform
source: Set platform
es: Establecer Plataforma
fi: Valitse Alusta
fr: Choisir la plateforme
it: Imposta piattaforma
kr: 플랫폼 설정
nl: Stel platform in
no: Sett plattform
pl: Ustaw platformę
pt_br: Ajusta plataforma
ru: Выбрать платформу
tr: Platform belirle
zh: 设置平台

# XML.MainMenu.DebugMenu
source: &Debug
es: &Depurar
fi: &Aja Koodi
fr: &Déboguer
hu: &Nyomkövetés
kr: 디버그(&D)
nl: &Foutopsporing
no: &Feilsøking
pt: &Depurar
pt_br: &Depurar
ro: &Depanare
ru: Отладка
tr: Hata Ayıkla
zh: 调试(&D)

# XML.MainMenu.DebugMenu.Attach
source: Attach to Process...
es: Asociar al Proceso...
fr: Lier au processus...
it: Collega al Processo...
kr: 프로세스에 연결...
nl: Aan proces koppelen...
no: Knytt til prosess...
pl: Podepnij do procesu...
pt_br: Anexar ao processo...
ru: Присоединиться к процессу...
tr: İşleme Katıl...
zh: 附加进程...

# XML.MainMenu.DebugMenu.Break
source: &Break
es: &Pausar
fi: Tauko
fr: &Arrêt
hu: &Szünet
it: &Interrompi
kr: 중단(&B)
nl: Onder&breken
no: Avbryt
pl: Przer&wij
pt: &Paragem
pt_br: &Breque
ro: Întreru&pere
ru: Прервать
tr: Duraksa
zh: 中断调试进程

# XML.MainMenu.DebugMenu.Break.Description
source: Break the debugging process
es: Detiene el proceso de depuración
fi: Lopettaa koodin ajoprosessin
fr: Arrêter le déboguage
hu: Nyomkövetési folyamat megszakítása
it: Interrompe il debug del programma
kr: 디버그 프로세스를 중단합니다.
nl: Foutopsporing afbreken
no: Avbryt feilsøkingsprosessen
pl: Przerwij proces debugowania
pt: Parar a depuração
pt_br: Parar o processo de depuração
ru: Прервать процесс отладки
tr: Hata ayıklama işlemini duraksat
zh: 中断调试进程

# XML.MainMenu.DebugMenu.Continue
source: &Continue debugging
es: &Continuar la depuración
fi: &Jatka koodin ajoa
fr: &Continuer le déboguage
hu: Nyomkövetés &folytatása
it: &Continua il debug
kr: 디버그 계속하기(&C)
nl: &Foutopsporing voortzetten
no: &Fortsett feilsøking
pl: &Kontynuuj debugowanie
pt: &Continuar depuração
pt_br: &Continuar depuração
ro: &Continuare depanare
ru: Продолжить отладку
tr: Hata ayıklamaya devam et
zh: 继续调试(&C)

# XML.MainMenu.DebugMenu.Continue.Description
source: Continues the process execution.
es: Continúa el proceso de ejecución.
fi: Jatka prosessin suoritusta
fr: Continue l'éxécution du processus
hu: Process végrehajtásának folytatása
it: Continua l'esecuzione del processo.
kr: 프로세스 실행을 계속합니다.
nl: Procesuitvoering voortzetting.
no: Fortsetter prosesskjøringen.
pl: Kontynuuje wykonywanie procesu.
pt: Continuar o processo de execução
pt_br: Continuar a execução do processo.
ro: Continua executia procesului.
ru: Продолжает выполнение процесса.
tr: İşlemin yürütmesine devam eder.
zh: 继续运行程序。

# XML.MainMenu.DebugMenu.Detach
source: Detach
es: Desasociar
fr: Détacher
it: Scollega
kr: 떼기
nl: Ontkoppel
no: Koble fra
pt_br: Desconecta
ru: Отсоединить
tr: Bırak
zh: 分离
