Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ICSharpCode.SharpDevelop.FormDesigner.ReportFlushErrors
source: One or more errors occurred while trying to flush the designer content. This might be due to an unhandled exception in a custom/third-party component on the form/control.
es: Uno o más errores ocurrieron mientras se intentaba mostrar el contenido del diseñador. Esto puede ser debido a una excepción no controlada en un componente personalizado o de terceros en el control/formulario.
fr: Une ou plusieurs erreurs sont survenues en essayant de vider le contenu du concepteur. C'est peut-être une exception non gérée dans un composant tiers sur le formulaire ou le contrôle.
it: Uno o più errori sono stati sollevati durante il salvataggio dei contenuti del Designer. Potrebbe trattarsi di una eccezione non gestita in un componente personalizzato o di terze parti presente nella finestra/controllo.
nl: Een of meer fouten traden op bij het spoelen van de designer inhoud.Dit kan te wijten zijn aan een niet-afgehandelde uitzondering in een aangepaste/thitd party component op het formulier/besturingselement.
ru: При попытке записи содержимого дизайнера произошла одна или несколько ошибок. Это может быть следствием необработанной исключительной ситуации в пользовательском/стороннем компоненте на форме/элементе управления.

source: Can't load side bar component library. No Windows Forms components will be avaiable, please configure the side bar manually. (right click on a side bar category->Customize SideBar)
es: No se puede cargar la biblioteca de componentes de la barra lateral. Ningún componente de Windows Forms estará disponible, por favor configure la barra lateral manualmente. (clic derecho en una categoría de barra lateral -> Personalizar Barra Lateral)
fi: Ei voitu ladata komponenttikirjastoa apuohjelma kenttään. Määritä manuaalisesti ( Napsauta hiiren kakkospainikkeella työkalurivin luokka-> Muokkaa työkalupalkkia ).
fr: Ne peut charger la librairie contenant la barre de composants. Les composants Windows Form ne seront pas accessibles, veuillez configurer manuellement la barre de composants (clic droit sur une catégorie de la barre de menu -> Paramétrer la barre de menu).
hu: Az oldalpanel komponenskönyvtárat nem lehet betölteni. A Windows Űrlap komponensek nem lesznek elérhetőek, kérem kézzel konfigurálja az oldalpanet (jobb klikk az oldalpanelen, Kategória-> Oldalpanel Testreszabása)
it: Impossibile caricare la barra laterale dei componenti. Nessun componente Windows Forms trovato, configurare la barra laterale manualmente. (Tasto destro sulla barra laterale->Personalizza barra laterale)
kr: 사이드바 구성 요소 라이브러리를 로드할 수 없습니다. Windows Forms 구성 요소가 아무 것도 사용가능하지 않습니다. 사이드바를 직접 설정하십시오. (사이드바에서 오른쪽 클릭 후 범주->사이드바 사용자 설정)
nl: Kan de zijkolom Component bibliotheek niet laden. Er zijn geen Windows Forms componenten beschikbaar, stel aub zijkolom handmatig in. (Rechts klikken op een zijkolom categorie -> Zijkolom instellen)
no: Kan ikke laste inn komponentbibliotek for sidepanel. Ingen Windows Forms komponenter vil være tilgjengelig, vennligst konfigurer sidepanelet manuelt. (høyreklikk på en sidepanel kategori -> Tilpass Sidepanel)
pl: Nie można załadować biblioteki side bar component. Nie będzie dostępnych komponentów Windows Forms, proszę skonfigurować side bar ręcznie. (kliknij prawym klawiszem na kategorii side bar->Customize SideBar)
pt: Não é possivel carregar a biblioteca do componente da barra lateral. Os componentes para formulários Windows não estão disponiveis. Por favor, configure a barra lateral manualmente. (Click direito sobre a categoria na barra lateral -> Personalizar Barra lateral)
pt_br: Não pode carregar a biblioteca do componente de barra lateral. Nemhum componente de formulários do Windows estará disponível. Por favor, configure a barra lateral manualmente. (clique com o mouse direito na barra lateral em Categoria->Customizar Barra Lateral)
ru: Не удалось загрузить библиотеку компонентов боковой панели. Компоненты Windows Forms будут недоступны, настройте боковую панель вручную. (щелчок правой кнопкой мыши на категории боковой панели->Настроить боковую панель)
tr: Kenar çubuğu bileşen kütüphanesi yüklenemedi. Hiçbir Windows form bileşeni erişilemeyecek, lütfen kenar çubuğunu elle ayarlayın( bir kenar çubuğuna sağ tıklayın kategori->Kenar Çubuğu Özelleştir 'i seçin)
zh: 无法装载侧边工具栏的组件库. 将没有可用的Windows窗体组件, 请手工配置侧边工具栏. (在侧边工具栏分类上击右键, 再选择"自定额侧边工具栏)

# ICSharpCode.SharpDevelop.FormDesigner.ToolboxProvider.CustomComponents
source: Custom Components
es: Componentes Personalizados
fr: Composants personnalisés
hu: Egyéni Komponensek
it: Componenti personalizzati
kr: 사용자 구성 요소
nl: Aangepaste componenten
no: Egendefinerte komponenter
pl: Własne Komponenty
pt: Componentes à Medida
pt_br: Componentes customizados
ru: Настраиваемые компоненты
tr: Özel Bileşenler
zh: 自定义组件

# ICSharpCode.SharpDevelop.Gui.Components.BooleanTypeConverter.FalseString
source: False
es: Falso
fr: Faux
hu: Hamis
it: Falso
kr: 거짓
nl: Onwaar
no: Usant
pl: Fałsz
pt: Falso
ro: Fals
ru: Ложь
tr: Yanlış
zh: 错误

# ICSharpCode.SharpDevelop.Gui.Components.BooleanTypeConverter.TrueString
source: True
es: Verdadero
fr: Vrai
hu: Igaz
it: Vero
kr: 참
nl: Waar
no: Sant
pl: Prawda
pt: Verdade
ro: Adevarat
ru: Истина
tr: Doğru
zh: 正确

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.BackButtonTooltip
source: Back
es: Atrás
fi: Takaisin
fr: Précédent
hu: Vissza
it: Indietro
kr: 뒤로
nl: Vorige
no: Tilbake
pl: Wstecz
pt: Anterior
pt_br: Voltar
ro: Înapoi
ru: Назад
tr: Geri
zh: 后退

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.BindingProperty
source: Binding
es: Enlazado
fi: Sitova
fr: Liaison
hu: Kötés
it: Collegamento
kr: 바인딩
pl: Powiązanie
pt: Associação
pt_br: Ligação
ru: Привязка
tr: Bağlama
zh: 正在生成

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.DialogTitle
source: Add Web Reference
es: Agregar Referencia Web
fi: Lisää webviite
fr: Ajouter une référence internet
hu: Webhivatkozás Hozzáadása
it: Aggiungi Referenza Web
kr: 웹 참조 더하기
nl: Voeg Web referentie toe
no: Legg til webreferanse
pl: Dodaj Odniesienie Web
pt: Adicionar Referência Web
pt_br: Adicionar Referência Web
ro: Adaugă Referinţa Web
ru: Добавить веб-ссылку
tr: Web Referansı Ekle
zh: 添加Web引用

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.DocumentationProperty
source: Documentation
es: Documentación
fi: Dokumentaatio
hu: Dokumentáció
it: Documentazione
kr: 설명 문서
nl: Documentatie
no: Dokumentasjon
pl: Dokumentacja
pt: Documentação
pt_br: Documentação
ro: Documentaţie
ru: Документация
tr: Belgelendirme
zh: 文档

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.ForwardButtonTooltip
source: Forward
es: Ir hacia adelante
fi: Eteenpäin
fr: Suivant
hu: Előre
it: Avanti
kr: 앞으로
nl: Voorwaarts
no: Fremover
pl: Dalej
pt: Para a Frente
pt_br: Avançar
ro: Înainte
ru: Вперед
tr: İleri
zh: 向前

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.GoButtonTooltip
source: Go
es: Ir
fi: Mene kohtaan
fr: Charger
hu: Lép
it: Vai
kr: 이동
nl: Ga
no: Gå
pl: Idź
pt: Ir
pt_br: Ir
ro: Du-te
ru: Перейти
tr: Git
zh: 前往

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.InvalidNamespaceError
source: The namespace contains invalid characters. A namespace can only contain letters, digits or underscores.
es: El namespace contiene caracteres inválidos. Un namespace puede contener solamente letras, dígitos o guión bajo.
fi: Nimiavaruus sisältää virheellisiä merkkejä. Voi sisältää vain kirjaimia, numeroita tai alaviivoja.
fr: L'espace de nom contient des caractères invalides. Il ne peut que contenir des lettres, chiffres et underscores.
hu: Ez a névtér hibás karaktereket tartalmaz. A név csak betűket, számokat és aláhúzást tartalmazhat.
it: Il namespace contiene caratteri non validi. Un namespace può contenere solo lettere, numeri e trattini di sottolineatura.
kr: 네임스페이스에 부적절한 문자가 있습니다. 네임스페이스는 글자, 숫자 그리고 밑줄만 포함할 수 있습니다.
nl: De naamruimte bevat ongeldige tekens. Een naamruimte kan slechts letters, cijfers en underscores bevatten.
no: Navnerommet inneholder ugyldige tegn. Et navnerom kan bare inneholde bokstaver, tall eller understrek.
pl: Przestrzeń nazw zawiera niewłaściwe znaki. Przestrzeń nazw może zawierać tylko litery, cyfry lub podkreślenia.
pt: O espaço de nomeação contém caracteres inválidos. Um espaço de nomeação só pode conter letras, algarismos e traços de sublinhado.
pt_br: O namespace contém caracteres inválidos. Um namespace pode conter somente letras, dígitos ou underscores.
ru: Пространство имен содержит недопустимые символы. Пространство имен может содержать только буквы, цифры и символы подчеркивания.
tr: İsimboşluğu geçersiz karakterler içeriyor. Bir isimboşluğu sadece harf, rakam yada alttan-tire içerebilir.
zh: 命名空间包含无效字符。命名空间只能包含字符，数字或下划线。

source: Reference name contains invalid characters.
es: El nombre de referencia contiene caracteres inválidos.
fi: Viitenimi sisältää virheellisiä merkkejä.
fr: Le nom de référence contient des caractères invalides.
hu: A hivatkozásnév hibás karaktereket tartalmaz.
it: Il nome della referenza contiene un carattere non valido.
kr: 참조 이름에 부적절한 문자가 있습니다.
nl: Referentie naam bevat ongeldige tekens.
no: Referansenavnet inneholder ugyldige tegn.
pl: Nazwa referencji zawiera niewłaściwe znaki.
pt: O nome da referência contém caracteres inválidos.
pt_br: O nome da referência contém caracteres inválidos.
ru: Имя ссылки содержит неверные символы.
tr: Referans adı geçersiz karakterler içeriyor.
zh: 引用名称只能包含有效字符。

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.NamespaceLabel
source: &Namespace:
fi: &Nimiavaruus:
fr: Espace de &nom:
hu: &Névtér:
kr: 네임스페이스(&N):
nl: &Naamruimte
no: &Navnerom:
pl: Przestrzeń &nazw:
pt: Espaço de &Nomeação:
ro: Spaţiu de &nume:
ru: Пространство имён:
tr: İsimboşluğu:
zh: 命名空间(&N):

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.ParametersProperty
source: Parameters
es: Parámetros
fi: Parametrit
fr: Paramètres
hu: Paraméterek
it: Parametri
kr: 매개 변수
no: Parametere
pl: Parametry
pt: Parâmetros
pt_br: Parâmetros
ro: Parametri
ru: Параметры
tr: Parametreler
zh: 参数

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.PropertyColumnHeader
source: Property
es: Propiedad
fi: Ominaisuus
fr: Propriété
hu: Tulajdonság
it: Proprietà
kr: 속성
nl: Eigenschappen
no: Egenskap
pl: Właściwość
pt: Propriedade
pt_br: Propriedade
ro: Proprietate
ru: Свойство
tr: Özellik
zh: 属性

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.ReferenceNameLabel
source: &Reference Name:
es: Nombre de la &Referencia
fi: &Viitenimi:
fr: Nom de la &référence:
hu: &Hivatkozás Neve:
it: &Nome Referenza:
kr: 참조 이름(&N):
nl: Referentie naam:
no: &Referansenavn:
pl: Nazwa Referencji:
pt: Nome da &Referência:
pt_br: Nome da &Referência:
ro: Nume &Referinţă:
ru: Имя ссылки:
tr: Referans Adı:
zh: 引用名称(&R):

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.RefreshButtonTooltip
source: Refresh
es: Actualizar
fi: Päivitä
fr: Actualiser
hu: Frissít
it: Aggiorna
kr: 새로 고침
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt: Renovar
pt_br: Atualizar
ro: Reîncărcare
ru: Обновить
tr: Yenile
zh: 刷新

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.RetrievalUriProperty
source: Retrieval URI
es: URI de Recuperación
fr: Retrouver l'URI
hu: Visszakeresési URI
it: Recupera URI
kr: URI 가져오기
nl: Ophalen URI
no: Innhentings URI
pl: URI Pobierania
pt: Recuperar URI
pt_br: Retorno URI
ru: Поисковый URI
tr: Elde edilen URI
zh: 获取URI

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.ServiceNameProperty
source: Service
es: Servicio
fi: Palvelu
hu: Szerviz
it: Servizio
kr: 서비스
no: Tjeneste
pl: Usługa
pt: Serviço
pt_br: Serviço
ro: Serviciu
ru: Служба
tr: Servis
zh: 服务

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.StopButtonTooltip
source: Stop
es: Detener
fi: Seis
fr: Arrêter
hu: Leállít
it: Ferma
kr: 중지
nl: Stoppen
no: Stopp
pt: Parar
pt_br: Parar
ru: Остановить
tr: Dur
zh: 停止

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.UrlAddressLabel
source: &Address:
es: &Dirección:
fi: &Osoite:
fr: &Adresse:
hu: &Cím:
it: &Indirizzo:
kr: 주소(&A):
nl: &Adres:
no: &Adresse:
pl: &Adres:
pt: &Endereço:
pt_br: &Endereço:
ro: &Adresă:
ru: Адрес:
tr: Adres:
zh: 地址(&A)：

# ICSharpCode.SharpDevelop.Gui.Dialogs.AddWebReferenceDialog.ValueColumnHeader
source: Value
es: Valor
fi: Arvo
fr: Valeur
hu: Érték
it: Valore
kr: 값
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
pt_br: Valor
ro: Valoare
ru: Значение
tr: Değer
zh: 属性值

source: Available Web Services
es: Servicios Web Disponibles
fi: Verkkopalvelut
fr: Services internet disponibles
hu: Elérhető Web Szervizek
it: Web Service disponibili
kr: 사용할 수 있는 웹 서비스
nl: Beschikbare Web Services
no: Tilgjengelige webtjenester
pl: Dostępne Serwisy Web
pt: Serviços Web Disponíveis
pt_br: Web Services Disponíveis
ru: Доступные веб-службы
tr: Mevcut Web Hizmetleri
zh: 可用的Web服务

# ICSharpCode.SharpDevelop.Gui.Dialogs.AttachToProcessForm.AttachButtonText
source: Attach
es: Asociar
fi: Liitä
fr: Attacher
it: Collega
kr: 연결
nl: Koppel
no: Tilknytt
ru: Присоединить
tr: Bağla
zh: 附加

# ICSharpCode.SharpDevelop.Gui.Dialogs.AttachToProcessForm.Managed
source: Managed
es: Administrado
fi: Hallinnoi
fr: Managé
it: Gestito
kr: 관리 코드
nl: Beheerd
no: .NET kode (managed)
ru: Управляемый
zh: 托管

# ICSharpCode.SharpDevelop.Gui.Dialogs.AttachToProcessForm.Title
source: Attach to Process
es: Asociar al Proceso
fi: Liitä prosessiin
fr: Attacher au processus
it: Collega al Processo
kr: 프로세스에 연결
nl: Koppel aan proces
no: Knytt til prosess
ru: Присоединиться к процессу
zh: 附加到进程

# ICSharpCode.SharpDevelop.Gui.Dialogs.NewProjectDialog.CantCreateDirectoryError
source: Can't create output directory. Check if you've the required permission.
es: No se puede crear la carpeta de salida. Verifique que cuenta con el permiso requerido.
fi: Ei voi luoda kohdekansiota. Tarkista, onko tarvittavat oikeudet.
fr: Impossible de créer le fichier de destination. Verifiez si vous avez les droits nécessaires.
hu: A célmappa létrehozhatatlan. Ellenőrizze hogy megvannak-e a szükséges jogosultságok.
it: Impossibile creare la directory di destinazione. Controllare se si hanno i permessi richiesti.
kr: 출력 디렉터리를 만들 수 없습니다. 필요한 권한이 있는지 점검하십시오.
nl: Kan geen map voor de uitvoer maken. Ga na of u hiervoor de benodigde rechten hebt.
no: Kan ikke lage resultatkatalog. Sjekk om du har tilstrekkelige rettigheter.
pl: Nie można utworzyć katalogu wyjściowego. Sprawdź czy masz wymagane uprawnienia.
pt: Não é possivel criar a pasta de saida. Verifique se tem permissões necessárias.
pt_br: Não foi possível criar o diretório de saída. Verifique se você possui a permissão necessária.
ru: Невозможно создать выходную папку. Проверьте, владеете ли вы необходимыми правами.
tr: Çıktı dizini oluşturulamıyor. Gerekli erişim hakkınız olduğundan emin olun.
zh: 无法创建输出目录。 检查权限是否允许。

# ICSharpCode.SharpDevelop.Gui.Dialogs.NewProjectDialog.IllegalProjectNameError
source: Illegal project name. Only letters, digits, space, '.' or '_' are allowed.
es: Nombre de proyecto ilegal. Solamente letras, dígitos, espacio, '.' o '_' son permitidos.
fi: Virheellinen merkkejä projektin nimessä. Vain kirjaimia, numeroita, välilyöntejä, "." ja "_" voidaan käyttää.
fr: Nom de projet illégal. Utilisez seulement des lettres, chiffres, espace, '.' ou '_'.
hu: Hibás projekt név. Csak betűk, számok, szóköz, '.' vagy '_' engedélyezett.
it: Nome progetto non valido. Sono ammesse solo lettere, numeri, spazi, '.' o '_'.
kr: 부적절한 프로젝트 이름입니다. 글자, 숫자, 공백, '.' 이나 '_'만이 허용됩니다.
nl: Ongeldige projectnaam. Alleen letters, getallen, spatie, '.' of '_' zijn toegestaan.
no: Ulovlig prosjektnavn. Bare bokstaver, tall, mellomrom, '.' eller '_' er tillatt.
pl: Niewłaściwa nazwa projektu. Można użyć tylko liter, cyfr, spacji, '.' lub '_'.
pt: Nome de projecto inválido. Só poderá utilizar letras, algarismos, espaço, '.' ou '_'.
pt_br: Nome do projeto ilegal. Use somente letras, dígitos, espaço, "." ou "_" são permitidos.
ro: Nume ilegal de proiect. Doar litere, cifre, spaţii, '.' sau '_' sunt permise.
ru: Недопустимое имя проекта. Используйте только буквы, цифры, '.' или '_'.
tr: Geçersiz proje adı. Sadece harf,rakam, boşluk, '.' yada '_' kullanabilirsiniz.
zh: 非法的项目名称。 只能使用字母，数字，空格，'.' 或'_'。

source: Illegal project name: project name may not end with '.'.
es: Nombre de proyecto ilegal: el nombre del proyecto no puede terminar con '.'.
fi: Virheellinen projektinimi: Ei voi päättyä "."
fr: Nom de projet invalide: le nom de projet ne doit pas se terminer par un '.'.
hu: Hibás projekt név: projekt név nem végződhet '.'-ra.
it: Nome progetto non valido: il nome non può finire con '.'.
kr: 부적절한 프로젝트 이름: 프로젝트 이름은 '.'로 끝날 수 없습니다.
nl: Ongeldige projectnaam: de projectnaam mag niet eindigen met '.'
no: Ugyldig prosjektnavn: prosjektnavnet kan ikke slutte med '.'.
pl: Niewłaściwa nazwa projektu: nazwa projektu nie może kończyć się znakiem '.'.
pt: Nome ilegal de projecto: o nome do projecto não pode terminar com um '.'.
pt_br: Nome de projeto inválido: o nome do projeto não pode terminar com '.'.
ro: Nume incorect de proiect: un nume de proiect nu poate conţine '.' la sfârşit.
ru: Недопустимое имя проекта: имя проекта не может завершаться символом '.'.
tr: Geçersiz proje adı: proje adları '.' ile bitmez.
zh: 无效的项目名: 可能是因为项目名以"."结尾.

source: Illegal project name: project name must start with letter.
es: Nombre de proyecto ilegal: el nombre del proyecto debe comenzar con una letra.
fi: Virheellinen projektinimi: Nimen pitää alkaa kirjaimella
fr: Nom de projet invalide: le nom de projet doit commencer par une lettre.
hu: Hibás projekt név: projekt nevének betűvel kell kezdődnie.
it: Nome progetto non valido: il nome deve iniziare con una lettera.
kr: 부적절한 프로젝트 이름: 프로젝트 이름은 문자로 시작해야 합니다.
nl: Ongeldige projectnaam: projectnaam moet beginnen met een letter.
no: Ugyldig prosjektnavn: prosjektnavnet må starte med en bokstav.
pl: Niewłaściwa nazwa projektu: nazwa projektu musi rozpoczynać się od litery.
pt: Nome ilegal de projecto: o nome do projecto tem que começar por uma letra.
pt_br: Nome de projeto inválido: o nome do projeto precisa começar com letra.
ro: Nume de proiect eronat: numele proiectului trebuie să înceapă cu o literă.
ru: Запрещённое имя проекта: имя проекта должно начинаться с буквы.
tr: Geçersiz proje adı: proje adı harf ile başlamalıdır.
zh: 无效的项目名:项目名必须以字母打头.

# ICSharpCode.SharpDevelop.Gui.Dialogs.NewProjectDialog.SpecifyValidLocation
source: You must specify a valid absolute path as project location.
es: Debe especificar una ruta absoluta válida para la ubicación del proyecto.
fr: Vous devez définir un chemin absolu valide pour l'emplacement du projet.
it: Devi specificare un percorso valido come cartella di progetto.
nl: U moet een geldig absoluut pad opgeven als project locatie.
no: Du må spesifisere en gyldig absolutt bane som prosjekplassering.
ru: Вы должны определить правильный абсолютный путь к проекту.
zh: 你必须指定一个有效的项目绝对路径。

source: &Select the file types you want to associate with SharpDevelop:
es: &Seleccione las extensiones que desea asociar a SharpDevelop:
fi: &Valitse tiedostotyypit jotka haluat liittää SharpDevelop iin:
fr: &Selectionnez les types de fichiers que vous voulez associer avec SharpDevelop:
hu: &Válassza ki a fájltípusokat, melyeket a #Develop-hoz szeretne rendelni:
it: &Selezionare il tipo di file che si vuole associare a SharpDevelop:
kr: SharpDevelop에 연결하려는 파일 형식을 선택하십시오(&S):
nl: &Selecteer de bestandstypes die u wilt verbinden met SharpDevelop.
no: &Velg filtypene du vil assosiere med SharpDevelop:
pl: Wybierz typy plików do &skojarzenia z SharpDevelop:
pt: &Seleccione os tipos de ficheiro que pretende associar com o #D
pt_br: &Selecione os tipos de arquivos que você quer associar com o SharpDevelop
ro: &Selecteaza tipurile de fisiere pe care le asociezi cu SharpDevelop:
ru: Выберите типы файлов, которые Вы хотите ассоциировать с SharpDevelop:
tr: SharpDevelop ile ilişkilendirmek istediğiniz dosya türlerini seçin:
zh: 选择想要和SharpDevelop相关的文件类型：(&S)

source: File Format Associations
es: Tipos de Archivo
fi: Tiedostotyypit
fr: Association de fichiers
hu: Fájl Formátum Hozzárendelések
it: Associazioni File
kr: 파일 형식 연결
nl: Bestandstypes
no: Filtype assosiasjoner
pl: Skojarzenia Formatu Pliku
pt: Associações de Tipos de Ficheiro
pt_br: Associações com formatos de arquivos
ro: Tipuri fisiere
ru: Ассоциации форматов файлов
tr: Dosya Türü İlişkileri
zh: 文件格式关联

source: &Register file types at application startup
es: &Registrar los tipos de archivo al arrancar la aplicación
fi: &Rekisteröi tiedostotyypin kun sovellus käynnistyy
fr: &Enregistrer les types de fichiers au démarrage de l'application
hu: Fálj típusok &hozzárendelése az alkalmazás indulásakor
it: &Registrare il tipo di file all'avvio dell'applicazione
kr: 프로그램을 시작할 때 파일 형식을 등록(&R)
nl: &Registreer bestandstypes bij opstarten van de toepassing.
no: &Registrer filtyper når applikasjonen starter
pl: &Rejestruj typy plików przy starcie aplikacji
pt: &Registar os tipos de ficheiro no arranque da aplicação
pt_br: &Registrar tipos de arquivos na inicialização da aplicação
ro: In&registreaza tipuri de fisiere la pornirea aplicatiei
ru: Регистрировать типы файлов при старте
tr: Uygulama başlangıcında dosya türlerini ilişkilendir.
zh: 在程序启动时注册文件类型(&R)

# ICSharpCode.SharpDevelop.Gui.Dialogs.SortOptionsDialog.CaseSensitiveCheckBox
source: &Case sensitive
es: &Distinguir mayúsculas y minúsculas
fi: &kirjainkoon erottava
fr: Sensible à la &casse
hu: &Kis/nagybetűt megkülönböztet
it: Maius&c/Minusc
kr: 대/소문자 구분(&C)
nl: Hoofdletter gevoelig
no: &Ta hensyn til store/små bokstaver
pl: &Uwzględniaj wielkość znaków
pt: Destinguir Minúsculas de Maísculas
ro: Sensibil la &context
ru: Учитывать регистр
tr: Büyük-Küçük harf duyarlı
zh: 大小写敏感(&C)

# ICSharpCode.SharpDevelop.Gui.Dialogs.SortOptionsDialog.DialogName
source: Sort Options
es: Opciones de ordenación
fi: Lajittelu asetukset
fr: Options de tri
hu: Rendezési beállítások
it: Opzioni di Ordinamento
kr: 정렬 옵션
nl: Sorteerinstellingen
no: Alternativer for sortering
pl: Opcje sortowania
pt: Opções Ordenação
pt_br: Opções de Ordenação
ro: Optiuni sortare
ru: Параметры сортировки
tr: Sıralama Seçenekleri
zh: 排序选项

source: &Ignore trailing whitespaces
es: &Ignorar espacios en blanco iniciales
fi: &Ohita jäljitys tila
fr: &Ignorer les espaces finaux
hu: Vezető szóközök &figyelmenkívül hagyása
it: &Ignora spazi bianchi
kr: 끝에 붙은 공백 무시(&I)
nl: Negeer staart spaties
no: &Ignorer mellomrom på slutten
pl: &Ignoruj białe znaki poprzedzające
pt: &Ignorar espaços iniciais
pt_br: &Ignorar espaços em branco arrastados
ru: Игнорировать начальные и концевые пробелы
tr: Boşklukları yoksay
zh: 忽略结尾空格(&I)

source: &Remove duplicate lines
es: &Eliminar líneas duplicadas
fi: &Poista päällekkäiset rivit
fr: &Supprimer les lignes en double
hu: Duplikált sorok &eltávolítása
it: &Rimuovere linee duplicate
kr: 중복된 줄 제거(&R)
nl: Verwijder duplicaat regels
no: &Fjern duplikate linjer
pl: &Usuń podwójne linie
pt: &Remover linhas duplicadas
pt_br: &Remove linhas duplicadas
ro: Ste&rge linii duplicate
ru: Удалять дублируемые строки
tr: Aynı satırları çıkar
zh: 移除重复的行(&R)

# ICSharpCode.SharpDevelop.Gui.Dialogs.SortOptionsDialog.SortDirectionGroupBox
source: Sort Direction
es: Tipo de ordenación
fi: Lajittelujärjestys
fr: Sens du tri
hu: Rendezési irány
it: Direzione dell'Ordinamento
kr: 정렬 방향
nl: Sorteervolgorde
no: Sorteringsretning
pl: Kierunek sortowania
pt: Sentido de Ordenação
pt_br: Direção da Ordenação
ro: Directie sortare
ru: Направление сортировки
tr: Sıralama Yönü
zh: 排序方向

source: &Ascending
es: &Ascendiente
fi: &Nouseva
fr: Croiss&ant
hu: &Növekvő
it: &Ascendente
kr: 오름차순(&A)
nl: &Oplopend
no: &Stigende
pl: &Rosnąco
pt: &Ascendente
pt_br: &Ascendente
ro: Cresc&ator
ru: По возрастанию
tr: Artan
zh: 升序(&A)
