Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# AddIns.SharpRefactoring.OverrideEqualsGetHashCodeMethods.AddOtherMethod
source: Add ${otherMethod} override
es: Agregar override de ${otherMethod}
fr: Surcharger ${otherMethod}
it: Aggiungo un override per ${otherMethod}
nl: Voeg overschreven $(otherMethod} toe
no: Legg til overstyring av ${otherMethod}
pt_br: Adiciona ${otherMethod} sobrecarregado
ru: Добавить перегрузку ${otherMethod}
zh: 添加${otherMethod}重载

# AddIns.SharpRefactoring.OverrideEqualsGetHashCodeMethods.SurroundWithRegion
source: Surround with #region
es: Rodear con #region
fr: Entourer par #region
it: Delimita con #region
nl: Insluiten met #region
no: Omring med #region
pt_br: Envolve com #region
ru: Окружить #region
zh: 用#region注释代码

# AddIns.SharpRefactoring.OverrideToStringMethod
source: Override ToString()
es: Sobrescribir ToString()
fr: Surcharger ToString()
nl: Overschrijf ToString()
no: Overstyr ToString()
pt_br: Sobrecarrega ToString()
ru: Переопределить ToString()
zh: 重写ToString()

# AddIns.SharpRefactoring.OverrideToStringMethod.Description
source: Select the fields you want to use in the ToString() implementation:
es: Seleccione los campos que quiere usar en la implementación de ToString():
fr: Sélectionner les champs que vous souhaitez utiliser dans la méthode ToString():
it: Seleziona i campi che vuoi usare nella funzione ToString():
nl: Selecteer de in de ToString() implementatie te gebruiken velden :
no: Velg feltene du vil bruke i ToString()-implementeringen:
pt_br: Selecionar os campos que voce quer usar na implementação de ToString():
ru: Выберите поля, которые хотите использовать для реализации ToString():
zh: 请选择一个您要实现ToString()方法的字段:

# AddIns.SharpRefactoring.ResolveAttribute
source: Resolve attribute: {0}
es: Resolver atributo: {0}
fr: Résoudre l'attribut: {0}
it: Risolvi attributo: {0}
nl: Oplossing atribuut: {0}
no: Løs opp attributt: {0}
pt_br: Resolver atributos: {0}
ru: Разрешить атрибут: {0}
zh: 处理属性: {0}

# AddIns.SharpRefactoring.ResolveExtensionMethod
source: Resolve extension method {0}
es: Resolver método de extensión {0}
fr: Résoudre la méthode d'extension {0}
it: Risolvi metodo di estensione {0}
nl: Oplossen extentie methode {0}
no: Løs opp utvidelsesmetode {0}
pt_br: Resolver metodo extensão {0}
ru: Разрешить метод расширения {0}
zh: 解析扩展方法{0}

# AddIns.SourceAnalysis.CheckProjectWithStyleCop
source: Check current project with StyleCop
es: Verifique el proyecto actual con StyleCop
fi: Tarkista nykyinen projekti StyleCop lla
fr: Diagnostiquer le projet en cours avec StyleCop
it: Controlla il progetto corrente con StyleCop
nl: Controleer momenteel project met StyleCop
pt_br: Verificar projeto corrente com StyleCop
ru: Проверить текущий проект с помощью StyleCop

# AddIns.SourceAnalysis.CheckWithStyleCop
source: Check with StyleCop
es: Verificar con StyleCop
fi: Tarkista StyleCop lla
fr: Tester avec StyleCop
hu: Ellenőrzés StyleCoppal
it: Controlla con StyleCop
nl: Nalopen met StyleCop
no: Sjekk med StyleCop
pt_br: Verificar com StyleCop
ru: Проверить с помощью StyleCop
tr: StyleCop ile Kontrol Et
zh: 用FxCop检验

# AddIns.SourceAnalysis.Title
source: Source Analysis
es: Análisis de Código
fi: Lähde Analyysi
fr: Analyse du code source
hu: Forráselemzés
it: Analisi Sorgente
nl: Bron analyse
no: Kildeanalyse
pt_br: Analise do Fonte
ru: Анализ исходного кода
tr: Kaynak Analizi
zh: 源代码风格分析

# AddIns.Subversion.AddToIgnoreList
source: Add to ignore list
es: Agregar a la lista de ignorados
fi: Lisää ohitettavien listaan
fr: Ajouter à la liste des ignorés
it: Aggiungi alla lista dei file da ignorare
kr: 무시 목록에 더하기
nl: Aan negeerlijst toevoegen
no: Legg til ignorere-listen
pl: Dodaj do listy ignorowanych
pt: Adicionar à lista "a ignorar"
pt_br: Adicionar a lista ignore.
ru: Добавить в ignore список
tr: Engelleme listesine ekle
zh: 添加到忽略列表

# AddIns.Subversion.Blame
source: Blame
es: Responsable
fr: Condamner
it: Biasima
kr: 비난
nl: Beschuldig
no: Ansvar
pt: A Culpar
ru: Аннотировать
zh: 追溯

# AddIns.Subversion.CannotCopyError
source: The file/directory cannot be copied because it is in subversion status '{0}'.
es: El archivo/directorio no puede ser copiado porque su estado de subversion es '{0}'.
fi: Ei voitu kopioida
fr: Le fichier/répertoire ne peut pas être copié car son statut Subversion est '{0}'.
it: Il file/cartella non può essere copiato a causa del suo stato '{0}' nel controllo versione.
nl: Bestand of map kan niet worden gekopieerd omdat het in subversie status '{0}' verkeert.
no: Filen eller katalogen kan ikke kopieres fordi den har subversion status '{0}'.
pt_br: O arquivo/diretorio não pode ser copiado porque está no status subversion '{0}'.
ru: Файл/папка не может быть скопирован, так как он в SVN статусе '{0}'.
zh: 不能复制这个文件/目录，因为它在subversion中的状态是'{0}'.

# AddIns.Subversion.CannotMoveError
source: The file/directory cannot be moved because it is in subversion status '{0}'.
es: El archivo/directorio no puede ser movido porque su estado de subversion es '{0}'.
fi: Ei voi siirtää
fr: Le fichier/répertoire ne peut pas être déplacé car son statut Subversion est '{0}'.
it: Il file/cartella non può essere spostato perché il suo stato in subversion è '{0}'.
nl: Bestand of map kan niet worden verplaatst vanwege subversie status '{0}'.
no: Filen eller katalogen kan ikke flyttes fordi den har subversion status '{0}'.
pt_br: O arquivo/diretorio não pode ser movido porque está no status subversion '{0}'.
ru: Файл/папка не может быть перемещён, так как он в SVN статусе '{0}'.
zh: 不能移动这个文件/目录，因为它在subversion中的状态是'{0}'.

# AddIns.Subversion.CannotRemoveError
source: The file/directory cannot be removed because it is in subversion status '{0}'.
es: El archivo/directorio no puede ser eliminado porque su estado de subversion es '{0}'.
fi: Ei voi poistaa
fr: Le fichier/répertoire ne peut pas être supprimé car son statut Subversion est '{0}'.
it: Il file/cartella non può essere eliminato perché il suo stato in subversion è '{0}'.
nl: Bestand of map kan niet verwijderd worden, omdat deze in subversie status '{0}' verkeert.
no: Filen eller katalogen kan ikke fjernes fordi den har subversion status '{0}'.
pt_br: O arquivo/diretorio não pode ser removido porque seu status subversion é "{0}'.
ru: Файл/папка не может быть удален, так как он в SVN статусе '{0}'.
zh: 不能移除这个文件/目录，因为它在subversion中的状态是'{0}'.

# AddIns.Subversion.CheckForModifications
source: Check for modifications
es: Buscar Modificaciones
fi: Tarkista muutokset
fr: Vérifier les modifications
it: Controlla cambiamenti
kr: 바뀐 부분 검사
nl: Controleren op wijzigingen
no: Undersøk for endringer
pl: Sprawdź modyfikacje
pt: Verificar por modificações
pt_br: Verifica modificações
ru: Проверить на изменения
tr: Modifikasyonlara bak
zh: 查看更新

# AddIns.Subversion.CleanUp
source: Clean up
es: Limpieza
fi: Siivoa
fr: Nettoyer
it: Pulizia
kr: 정리
nl: Opschonen
no: Rensk
pt: Limpeza
pt_br: Limpar
ro: Curăţă
ru: Почистить
tr: Temizle
zh: 清理

# AddIns.Subversion.CreatePatch
source: Create patch
es: Crear patch
fi: Luo paikkaus
fr: Créer un patch
it: Crea patch
kr: 패치 만들기
nl: Patch bestand maken
no: Lag oppdateringspakke
pl: Utwórz łatkę
pt: Criar retalho
pt_br: Criar correção
ru: Создать патч
tr: Yama oluştur
zh: 创建补丁

# AddIns.Subversion.DeleteDirectory
source: Delete directory
es: Borrar directorio
fi: Tuhoa kansio
fr: Supprimer le répertoire
it: Elimina cartella
nl: Verwijder bestandsmap
no: Slett katalog
pt_br: Apagar diretorio
ru: Удалить каталог
tr: Dizini Sil
zh: 删除目录

# AddIns.Subversion.Diff
source: Diff
es: Diferencias
fi: Erittele
fr: Différences
it: Differenze
kr: 차이
nl: Verschil
no: Vis lokale endringer
pl: Różnice
pt: Delta
pt_br: Diferença
ru: Разность
tr: Fark
zh: 差异

# AddIns.Subversion.EditConflicts
source: Edit conflicts
es: Editar conflictos
fi: Muokkaa ristiriitoja
fr: Editer les conflits
it: Modifica conflitti
kr: 충돌 내용 편집
nl: Conflicten verhelpen
no: Løs konflikter
pl: Edytuj konflikty
pt: Corrigir conflitos
pt_br: Editar conflitos
ro: Editează conflicte
ru: Править конфликты
tr: Çakışmaları düzelt
zh: 编辑冲突

# AddIns.Subversion.ErrorDelete
source: Error deleting ${File}
es: Error borrando ${File}
fi: Virhe $ {tiedosto} voidaan poistaa
fr: Erreur lors de la suppression de ${File}
it: Errore durante l'eliminazione di ${File}
nl: Fout bij verwijderen ${File}
no: Feil under sletting av ${File}
pt_br: Erro ao apagar ${File}
ru: Ошибка удаления ${File}
tr: ${File} silinme hatası
zh: 无法删除${File}

# AddIns.Subversion.Export
source: Export
es: Exportar
fi: Vie
fr: Exporter
hu: Exportálás
it: Esporta
kr: 내보내기
no: Eksporter
pl: Eksport
pt: Exportar
pt_br: Exportar
ru: Экспорт
tr: Aktar
zh: 导出

# AddIns.Subversion.ForceDelete
source: Force delete
es: Forzar borrado
fi: Pakota poistaminen
fr: Forcer la suppression
it: Forza eliminazione
nl: Verwijderen
no: Tving sletting
pt_br: Forçar apagar
ru: Удалить группу
tr: Hızlı sil
zh: 强制删除

# AddIns.Subversion.History
source: History
es: Historial
fi: Historia
fr: Historique
hu: Előzmények
it: Cronologia
kr: 이력
nl: Geschiedenis
no: Historikk
pl: Historia
pt: Histórico
pt_br: Historico
ro: Istoric
ru: История
tr: Geçmiş
zh: 历史

# AddIns.Subversion.ItemRemovedFromIgnoreList
source: '{0}' was removed from the ignore list.
es: '{0}' fue quitado de la lista de ignorados.
fi: '{0}' kohde poistettu ohitettujen listasta.
fr: '{0}' a été supprimé de la liste d'ignorés.
it: '{0}' è stato rimosso dalla lista degli elementi da ignorare.
nl: '{0}' is verwijderd uit de negeer lijst.
no: '{0}' ble fjernet fra ignorerings-listen.
pt_br: '{0} foi removido da lista ignorar.
ru: '{0}' был удалён из ignore списка.
zh: 忽略列表中删除了'{0}'。

# AddIns.Subversion.Lock
source: Get lock
es: Bloquear
fi: Lukitse
fr: Poser un verrou
it: Acquisisci blocco
nl: Vergrendel
no: Sett lås
pt_br: Obter trava
ru: Заблокировать
zh: 锁定

# AddIns.Subversion.MarkConflictsAsResolved
source: Mark conflicts as resolved
es: Marcar conflictos como resueltos
fi: Merkitse konflikti ratkaistuksi
fr: Marquer les conflits comme résolus
it: Segna i conflitti come risolti
kr: 충돌 부분을 해결된 것으로 표시
nl: Conflicten als opgelost markeren
no: Merk konflikt som løst
pl: Oznacz konflikty jako rozwiązane
pt: Marcar conflito(s) como resolvido(s)
pt_br: Marcar conflitos como resolvidos
ro: Marchează conflictele ca fiind rezolvate
ru: Считать противоречие разрешенным
zh: 已处理冲突

# AddIns.Subversion.Options.AutoAdd
source: Automatically &add new files
es: Agregar nuevos &archivos automáticamente
fr: Ajoute &automatiquement les nouveaux fichiers
it: &Aggiungi automaticamente i nuovi files
kr: 새 파일 자동으로 더하기(&A)
nl: Nieuwe bestanden &automatisch toevoegen
no: Legg til nye filer automatisk
pl: &Automatycznie dodaj nowe pliki
pt: Adicionar &amp;automaticamente novos ficheiros
pt_br: &Adicionar automaticamente novos arquivos
ru: Автоматическое добавление новых файлов
tr: Yeni dosyaları otomatik olarak &ekle
zh: 自动添加新文件(&A)

# AddIns.Subversion.Options.AutoDelete
source: Automatically &delete removed files
es: &Eliminar archivos removidos automáticamente
fr: Efface automatiquement les fichiers enlevés
it: Rimuove automaticamente i file &cancellati
kr: 지워진 파일 자동 삭제(&D)
nl: Ontkoppelde bestan&den automatisch verwijderen
no: Slett fjernede filer automatisk
pl: Automatycznie &skasuj usunięte pliki
pt: Apagar &automaticamente ficheiros removidos
pt_br: &Deleta automaticamente arquivos removidos
ru: Автоматическое удаление удаленных файлов
tr: Kaldırılan dosyaları otomatik olarak sil
zh: 自动删除移除文件(&D)

# AddIns.Subversion.Options.ReloadProjectAfterChanges
source: &Re-load project after changes to project file(s)
es: &Re-cargar proyecto después de modificar archivo/s
fr: &Recharger le projet aprés des changements sur les fichiers
it: &Ri-carica progetto dopo le modifiche ai file di progetto
kr: 프로젝트 파일에 변경이 있은 후 프로젝트 다시 로드(&R)
nl: He&rladen project na wijzigen van project bestand(en)
no: Last inn prosjektet på nytt ved endringer i prosjektfiler
pl: P&rzeładuj projekt po zmianach w pliku(ach) projektu
pt: &amp;Recarregar projecto após alterações ao(s) ficheiro(s) do projecto
pt_br: &Recarregar o projeto após mudanças nos arquivos do projeto
ru: Перезагрузка проекта после изменения файла(ов) проекта
zh: 在更改项目文件后重新加载项目(&R)

# AddIns.Subversion.Options.RenameInsideSubversion
source: &Rename files inside Subversion (keeps history)
es: &Renombrar archivos dentro de Subversion (mantiene historial)
fi: Uudelleen nimeä aliversion sisällä
fr: &Renommer les fichiers dans Subversion (garde l'historique)
it: &Rinomina files in Subversion (mantieni cronologia)
kr: 버전 관리 안의 파일 이름 바꾸기 (변경 기록 유지)(&R)
nl: Bestanden binnen Subversie he&rnoemen (bewaart historie)
no: Omdøp filer i Subversion (beholder historikk)
pl: &Zmień nazwy plików w Subversion (zachowuje historię)
pt: &amp;Renomear ficheiro dentro de Subversion (mantendo histórico)
pt_br: &Renomeia arquivos dentro do Subversion (mantem o histórico)
ru: Переименовывать файлы внутри Subversion (сохраняет историю)
zh: 重命名文件替换覆盖文件(保留历史记录)(&R)。

# AddIns.Subversion.Options.Title
source: Subversion Options
es: Opciones de Subversion
fi: Subversio (Aliversio) asetukset
fr: Options de Subversion
it: Opzioni di Subversion
kr: 버전 관리 옵션
nl: Subversie opties
no: Innstillinger for Subversion
pl: Opcje Subversion
pt: Opções Subversion
pt_br: Opções de Subversão
ro: Opţiuni Subversion
ru: Опции Subversion
tr: Yansürüm Ayarları
zh: Subversion选项

# AddIns.Subversion.Options.UseHistoryDisplayBinding
source: Show &history tab for version-controlled files
es: Mostrar el tab &historial para archivos de control de versión
fi: Käytä historiaa näyttösidoksissa
fr: Afficher l'&historique des fichiers sous contrôle de version
it: Mostra cronologia per i files sotto il controllo della versione
kr: 버전 관리되는 파일에 대해 이력 탭 표시(&H)
nl: Geef gesc&hiedenis tab weer voor versie-controle bestanden
no: Vis historikk-fanen for filer under versjonskontroll
pl: Pokaż zakładkę &historii dla plików wersjonowanych
pt: Mostrar separador de &amp;histórico para ficheiros sob controlo de versão
pt_br: Exibir aba do &historico para arquivos de versão controlada
ru: Показывать вкладку истории для файлов управления версиями
zh: 查看版本控制文件的历史列表(&H)

# AddIns.Subversion.Relocate
source: Relocate
es: Realojar
fr: Relocaliser
it: Cambia posizione
kr: 위치 변경
nl: Verplaatsen
no: Skift server
pl: Przemieść
pt: Mudança
pt_br: Realocar
ro: Relochează
ru: Переместить
tr: Yerleştir
zh: 重新定位

# AddIns.Subversion.RemoveFromIgnoreList
source: Remove from ignore list
es: Quitar de la lista de ignorados
fi: Poista ignore ( ohita - ) listalta
fr: Enlever de la liste des fichiers ignorés
it: Rimuovi dalla lista dei file da ignorare
kr: 무시 목록에서 제거
nl: Van de negeerlijst verwijderen
no: Fjern fra ignorere-listen
pl: Usuń z listy ignorowanych
pt: Retirar da lista «a ignorar»
pt_br: Remover da lista ignore.
ru: Удалить из ignore списка
tr: Yoksayma listesinden kaldır
zh: 从忽略列表中删除

# AddIns.Subversion.RemoveMovedFile
source: The file has just been moved to this location, do you really want to remove it?
es: El archivo acaba de ser movido a esta ubicación. ¿Realmente quiere borrarlo?
fi: Poista siirretty tiedosto
fr: Le fichier vient d'être déplacé à cet endroit, confirmez vous la suppression ?
it: Il file è stato appena spostato in questa posizione, sei sicuro di volerlo eliminare?
nl: Bestand is net naar deze locatie verplaatst. Wilt u het echt verwijderen?
no: Denne filen har nettopp blitt flyttet til denne plasseringen. Vil du virkelig fjerne den?
pt_br: O arquivo foi apenas movido para esse local. Voce quer realmente remove-lo?
ru: Файл был перемещен, вы действительно хотите удалить его?
tr: Dosya bu konuma taşındı, gerçekten silmek istiyor musunuz?
zh: 该文件刚刚被移动到这个位置，你真的想删除它？

# AddIns.Subversion.RevertLocalModifications
source: The file has local modifications. Do you really want to remove it?
es: El archivo tiene modificaciones locales. ¿Realmente quiere borrarlo?
fi: Palauta paikalliset muutokset
fr: Le fichier est modifié localement. Confirmez vous la suppression ?
it: Il file ha modifiche locali. Sei sicuro di volerlo eliminare?
nl: Bestand is plaatselijk gewijzigd. Wilt u het toch verwijderen?
no: Denne filen har lokale endringer. Vil du virkelig fjerne den?
pt_br: O arquivo foi modificado. Voce quer realmente remove-lo?
ru: Файл бы изменен. Вы действительно хотите удалить его?
tr: Bu dosyada yerel değişiklikler yapılmış. Silmek istiyor musunuz?
zh: 该文件有本地的修改。你真的要删除它？

# AddIns.Subversion.RevisionGraph
source: Revision graph
es: Gráfica de Revisión
fi: Muutoskaavio
fr: Graphique de révision
it: Grafico delle revisioni
kr: 개정 버전 그래프
nl: Revisie grafiek
no: Revisjonsgraf
pt: Gráfico de versões
pt_br: Gráfico de revisão
ru: Граф ревизий
tr: Kontrol grafiği
zh: 修订记录图

# AddIns.Subversion.SaveFiles
source: Save files
es: Guardar archivos
fi: Tallenna Tiedostot
fr: Sauvegarder les fichiers
it: Salva files
nl: Bestanden opslaan
no: Lagre filer
pt_br: Salvar arquivos
ru: Сохранить файлы
tr: Dosyaları kaydet
zh: 保存文件

# AddIns.Subversion.ShowLog
source: Show Log
es: Mostrar Log
fi: Näytä loki
fr: Afficher le journal
it: Visualizza log
kr: 기록 보이기
nl: Log weergeven
no: Vis logg
pl: Pokaż Log
pt: Mostrar registo
pt_br: Mostra o log
ro: Arată jurnalul
ru: Показать лог
tr: Kayıtları Göster
zh: 查看日志

# AddIns.Subversion.SVNRequiresSavingFiles
source: The version control operation would affect files with unsaved modifications. You have to save those files before running the operation.
es: La operación del control de versión podría afectar archivos con modificaciones sin guardar. Debe guardar dichos archivos antes de ejecutar la operación.
fr: L'opération de contrôle de version affectera les fichiers avec des modifications non-sauvegardées. Sauvegardez ces fichiers avant de déclencher l'opération.
it: L'operazione di controllo versione coinvolgerà file con modifiche non salvate. Salvare questi file prima di eseguire l'operazione.
nl: De versiecontrole gaat invloed uitoefenen op bestanden met niet opgeslagen wijzigingen. U dient hieraan voorafgaand deze bestanden op te slaan.
no: Versjonskontroll-handlingen vil berøre filer med ulagrede endringer. Du må lagre disse filene før du utfører denne handlingen.
pt_br: A operação de controle de versão pode afetar arquivos modificados e não alterados. Voce tem que salvar esses arquivos antes de executar a operação.
ru: Операции управления версиями повлияют на файлы с несохраненными изменениями. Вы должны сохранить эти файлы перед началом операции.
tr: Sürüm kontrol işlemi kaydedilmemiş dosyaları etkileyebilir. İşlemi gerçekleştirmeden önce dosyaları kaydetmelisiniz.
zh: 版本控制操作会影响到未保存的修改文件。在运行操作之前您必须保存这些文件。

# AddIns.Subversion.TortoiseSVNRequired
source: TortoiseSVN needs to be installed to execute this action.
es: TortoiseSVN debe ser instalado para ejecutar esta acción.
fi: TortoiseSVN tarvitaan
fr: TortoiseSVN doit être installé pour exécuter cette action.
it: TortoiseSVN deve essere installato per eseguire questo comando.
kr: 이 작업을 하려면 TortoiseSVN이 설치되어 있어야 합니다.
nl: Om deze actie uit te voeren, moet TortoiseSVN geïnstalleerd zijn.
no: TortoiseSVN må være installert for å utføre denne handlingen.
pl: Aby uruchomić tą akcję musi być zainstalowane TortoiseSVN.
pt: É necessário ter instalado TortoiseSVN para executar esta acção.
pt_br: TortoiseSVN precisa ser instalado para executar essa ação.
ru: Для этого действия требуется TortoiseSVN
zh: 此操作需要安装TortoiseSVN。

# AddIns.Subversion.UpdateToRevision
source: Update to revision
es: Actualizar a revisión
fi: Tarkistuspäivitys
fr: Mettre à jour à la révision
it: Aggiorna alla revisione
kr: 특정 개정 버전으로 새로 고치기
nl: Opwaarderen naar versie
no: Oppdater til revisjon
pl: Aktualizuj do rewizji
pt: Actualizar para a versão
pt_br: Atualizar a revisão
ro: Actualizează la revizia
ru: Update до ревизии
tr: Kontrolü yenile
zh: 更新到指定版本

# AddIns.UsageDataCollector.AcceptConfirmation
source: Thank you for participating! You can still opt-out later using the SharpDevelop options.
es: ¡Gracias por participar! Todabía puede omitir el uso posterior de las opciones de SharpDevelop.
fi: Kiitos osallistumisesta ! Hyväksy vahvistaminen
fr: Merci de votre participation! Vous pouvez changer votre participation via les options de SharpDevelop.
it: Grazie per la tua collaborazione! Puoi modificare queste impostazioni successivamente nelle opzioni di SharpDevelop.
nl: Bedankt voor de deelname!Stoppen is elk moment mogelijk via de SharpDevelop opties.
no: Takk for at du deltar! Hvis du ombestemmer deg kan du skru av dette i alternativene til SharpDevelop.
pt_br: Obrigado por sua participação! Voce pode selecionar a opção mais tarde usando as opções do SharpDevelop.
ru: Благодарим Вас за участие! Вы всё ещё можете отказаться с помощью настроек SharpDevelop.
tr: Katılımınız için teşekkürler. İstediğiniz zaman SharpDevelop seçeneklerini kullanarak çıkabilirsiniz.
zh: 谢谢您的支持。您可以随时在选项中关闭此功能。

# AddIns.UsageDataCollector.AcceptRadioButton
source: I would like to participate - collect and upload usage data
es: Me gustaría participar - obtener y enviar datos de uso
fr: Je veux participer - collecter et transmettre les données de mon utilisation
it: Voglio partecipare - colleziona e invia dati di utilizzo
nl: Ik doe graag mee met verzamelen en uploaden van gebruiksgegevens.
no: Jeg vil gjerne bidra - samle inn og last opp bruksdata.
pt_br: Eu gostaria de participar - coletar e enviar dados de uso.
ru: Я хотел бы принимать участие - собирать и передавать данные об использовании
tr: Katılmak istiyorum. Kullanım bilgilerini topla ve gönder
zh: 我愿意参与收集并上传数据

# AddIns.UsageDataCollector.DeclineConfirmation
source: You can still opt-in later using the SharpDevelop options.
es: Todavía puede omitir el uso posterior de las opciones de SharpDevelop.
fr: Vous pouvez changer votre participation via les options de SharpDevelop.
it: Puoi cambiare l'impostazione successivamente dalle opzioni di SharpDevelop.
nl: Later deelnemen kan via de SharpDevelop opties.
no: Du kan skru på dette senere i alternativene for SharpDevelop.
pt_br: Voce ainda pode selecionar essa opção mais tarde usando as opções do SharpDevelop.
ru: Вы всё ещё можете согласиться с помощью настроек SharpDevelop.
zh: 您可以随时在选项中打开此功能。

# AddIns.UsageDataCollector.DeclineRadioButton
source: I do not want to participate
es: No quiero participar
fr: Je ne souhaite pas participer
it: Non voglio partecipare
nl: Ik wens niet deel te nemen.
no: Jeg vil ikke bidra.
pt_br: Eu não desejo participar
ru: Я не хочу участвовать
tr: Katılmak istemiyorum
zh: 我不想参与
