Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# XML.MainMenu.FormatMenu.ShowTabOrder
source: Show &tab order
es: Mostrar orden de &tabulación
fi: Näytä sarkainjärjestys
fr: Voir l'ordre des &tabulations
hu: Tabulátor &sorrend megjelenítése
it: Mostra ordine &tabulazioni
kr: 탭 순서 표시(&T)
nl: Toon &tab volgorde
no: Vis &tabulatorrekkefølge
pl: Pokaż kolejność &tab
pt: Mostrar ordem do separador
pt_br: Exibir ordem de &tabulação
ro: Arata ordine &tab-uri
ru: Показать порядок обхода
tr: Sekme sırasını göster
zh: 显示 Tab 顺序(&T)

# XML.MainMenu.FormatMenu.VerticalSpacingMenu
source: &Vertical Spacing
es: Espaciado &Vertical
fi: &Pysty Menu
fr: Espacement &Vertical
hu: &Vízszintes elrendezés
it: Spaziatura &Verticale
kr: 수평 간격 맞춤(&V)
nl: &Verticale spatiëring
no: &Vertikalt mellomrom
pl: Odstępy Pio&nowe
pt: Espaçamento &Vertical
pt_br: Espaçamento &Vertical
ro: Spaţiere &Verticală
ru: Вертикальные промежутки
tr: Dikey aralık
zh: 垂直间距(&V)

# XML.MainMenu.FormatMenu.VerticalSpacingMenu.VertSpaceConcatenate
source: &Remove
es: &Eliminar
fi: &Tasaa välit
fr: &Supprimer
hu: &Eltávolít
it: &Rimuovi
kr: 제거(&R)
nl: &Verwijder
no: &Fjern
pl: &Usuń
pt: &Remover
pt_br: &Remover
ro: Elimina&re
ru: Удалить
tr: Kaldır
zh: 删除(&R)

# XML.MainMenu.FormatMenu.VerticalSpacingMenu.VertSpaceDecrease
source: &Decrease
es: &Disminuir
fi: &Vähennä
fr: &Diminuer
hu: &Csökkent
it: &Decrementa
kr: 줄이기(&D)
nl: Ver&minder
no: &Minsk
pl: Zm&niejsz
pt: &Decrementar
pt_br: &Diminuir
ro: Scă&dere
ru: Уменьшить
tr: Azalt
zh: 减少(&D)

# XML.MainMenu.FormatMenu.VerticalSpacingMenu.VertSpaceIncrease
source: &Increase
es: Aumentar
fi: &Lisää
fr: &Accroitre
hu: &Növel
it: &Incrementa
kr: 늘이기(&I)
nl: Verm&eerder
no: &Øk
pl: Z&większ
pt: &Incrementar
pt_br: &Aumentar
ro: &Creştere
ru: Увеличить
tr: Artır
zh: 增加(&I)

# XML.MainMenu.FormatMenu.VerticalSpacingMenu.VertSpaceMakeEqual
source: Make &Equal
es: Hac&er Igual
fi: Yhtä suuret välit
fr: &Egaliser
hu: &Egyenlővé alakít
it: Rendi &Uguale
kr: 모두 같게(&E)
nl: &Gelijk maken
no: Gjør &lik
pl: Wy&równaj
pt: Tornar &Igual
pt_br: Tornar &Igual
ro: &Egalizare
ru: Сравнять
tr: Eşitle
zh: 均匀分布(&E)

# XML.MainMenu.HelpMenu
source: &Help
es: A&yuda
fi: &Ohje
fr: &Aide
hu: &Súgó
it: &Aiuto
kr: 도움말(&H)
no: &Hjelp
pl: Po&moc
pt: &Ajuda
pt_br: Aj&uda
ro: &Asistenţă
ru: Справка
tr: &Yardım
zh: 帮助(&H)

# XML.MainMenu.HelpMenu.About
source: &About…
es: &Acerca de...
fi: &Tietoja Ohjelmasta …
fr: &A propos de...
hu: &Névjegy...
it: Inform&azioni su...
kr: 정보(&A)...
nl: &Info...
no: &Om...
pl: O progr&amie...
pt: &Acerca…
pt_br: &Sobre...
ro: &Despre
ru: &О программе...
tr: &Hakkında...
zh: 关于(&A)...

# XML.MainMenu.HelpMenu.ContextHelp
source: Context help
es: Ayuda Contextual
fr: Aide contextuelle
hu: Környezeti súgó
it: Aiuto contestuale
kr: 상황 도움말
no: Konteksthjelp
pl: Pomoc kontekstowa
pt: Ajuda contextual
pt_br: Ajuda contextual
ro: Ajutor contextual
ru: Контекстная справка
tr: Yardım içeriği
zh: 上下文帮助

# XML.MainMenu.HelpMenu.DynamicHelp
source: &Dynamic Help
es: Ayuda &Dinámica
fi: &Dynaaminen Ohje
fr: Aide &dynamique
hu: &Dinamikus Súgó
it: Aiuto &Dinamico
kr: 동적 도움말(&D)
nl: &Dynamische Help
no: &Dynamisk hjelp
pl: &Dynamiczna Pomoc
pt: Ajuda &Dinâmica
pt_br: Ajuda &Dinâmica
ro: Help &dinamic
ru: Динамическая подсказка
tr: Dinamik Yardım
zh: 动态帮助(&D)

# XML.MainMenu.HelpMenu.ReadMe
source: &ReadMe…
es: &Léeme
fi: &Lue Minut …
fr: &Lisez-moi
hu: &OlvassEll...
it: &Leggimi...
kr: 안내 문서(&R)...
nl: Leesmij...
no: &LesMeg...
pl: P&rzeczytaj...
pt: &Leiame…
pt_br: &LeiaMe
ro: &Citeşte-mă…
ru: Файл Readme...
tr: &BeniOku...
zh: 自述文件(&R)...

# XML.MainMenu.HelpMenu.StyleGuide
source: Coding Style Guide
es: Guía de Estilos de Codificación
fi: Tyyli Opas
fr: Guide de style
hu: Programozási Stílus Útmutató
it: Guida allo Stile di Codifica
kr: 코드 작성 스타일 지침
nl: Codeerstijl handleiding
no: Kodestil guide
pl: Przewodnik Stylu Kodowania
pt: Guia de Estilo de Codificação
pt_br: Guia de formatação de código fonte
ro: Ghidul Stilului de Codificare
ru: Стиль оформления исходных текстов
tr: Kodlama Tarzı Rehberi
zh: 代码风格向导

# XML.MainMenu.HelpMenu.Tips
source: &Tip of the Day…
es: &Sugerencia del día...
fi: &Päivän Vihje …
fr: &Conseil du Jour...
hu: &A nap tippje...
it: &Suggerimento del giorno...
kr: 오늘의 팁(&T)...
nl: &Tip van de dag...
no: Dagens &tips...
pl: Porada &Dnia...
pt: &Sugestão do dia…
pt_br: D&ica do Dia...
ro: &Indiciul Zilei…
ru: Совет дня...
tr: &Günün İpucu
zh: 每日一贴(&T)...

# XML.MainMenu.HelpMenu.Topics
source: &Help Topics
es: Temas de &Ayuda
fi: &Aiheet Netissä
fr: &Aide
hu: &Súgó tartalom
it: &Argomenti d'aiuto
kr: 도움말 항목(&H)
nl: &Help onderwerpen
no: &Hjelpeemner
pl: Tematy &Pomocy
pt: &Assuntos de ajuda
pt_br: Tópicos de Ajuda
ro: Conţinut fişier &Asistenţă
ru: Вызов справки
tr: Yardım Konuları
zh: 帮助主题(&H)

# XML.MainMenu.Navigation.Back
source: Navigate Back
es: Navegar Atrás
fi: Takaisin
fr: Navigation arrière
it: Vai al precedente
kr: 뒤로 가기
nl: Terug navigeren
no: Naviger bakover
pl: Nawiguj Wstecz
pt: Andar para Trás
pt_br: Voltar
ro: Înapoi
ru: Назад
tr: Bir Öncekine Git
zh: 回退

# XML.MainMenu.Navigation.ClearHistory
source: Clear Navigation History
es: Limpiar Historial de Navegación
fr: Effacer l'historique de navigation
hu: Előzmény Lista Törlése
it: Svuota cronologia
kr: 페이지 방문 기록 지우기
nl: Nzvigatie geschiedenis leegmaken
no: Slett navigasjonshistorikk
pl: Czyść Historię Nawigacji
pt: Limpar Histórico de Navegação
pt_br: Limpar Histórico
ru: Очистить историю навигации
tr: Seyrüsefer Geçmişini Temizle
zh: 清除浏览历史记录

# XML.MainMenu.Navigation.Forward
source: Navigate Forward
es: Navegar Adelante
fi: Eteenpäin
fr: Naviguation avant
it: Vai al successivo
kr: 앞으로 가기
nl: Voorwaarts navigeren
no: Naviger forover
pl: Nawiguj Dalej
pt: Navegar para Frente
pt_br: Avançar
ro: Înainte
ru: Вперёд
tr: Bir Sonrakine Git
zh: 向前

# XML.MainMenu.ProjectMenu
source: &Project
es: &Proyecto
fi: &Projekti
fr: &Projet
hu: &Projekt
it: &Progetto
kr: 프로젝트(&P)
no: &Prosjekt
pl: P&rojekt
pt: Pro&jecto
pt_br: &Projeto
ro: &Proiect
ru: Проект
tr: &Proje
zh: 项目(&P)

# XML.MainMenu.ProjectMenu.Options
source: Project &Options…
es: &Opciones de proyecto
fi: Projektin &asetukset…
fr: &Options du projet...
hu: Projekt &beállítások...
it: &Opzioni di progetto...
kr: 프로젝트 옵션(&O)...
nl: Project &opties…
no: Prosjekt&alternativer...
pl: &Opcje Projektu...
pt: &Opções do projecto…
pt_br: &Opções do Projeto
ro: &Opţiuni Proiect…
ru: Параметры проекта...
tr: Proje Seçenekleri
zh: 项目选项(&O)...

# XML.MainMenu.RefactorMenu
source: &Refactor
es: &Refactorizar
fr: &Refactoriser
hu: Át&szervez
kr: 리팩터링(&R)
nl: He&rstructureren
no: &Refaktorer
pl: &Refaktoring
pt: &Refactorizar
ru: Рефакторинг
tr: Yeniden Düzenleme
zh: 重构(&R)

# XML.MainMenu.RunMenu.BuildProject.Description
source: Builds the current project.
es: Genera el proyecto abierto.
fi: Kehittää kyseisen projektin
fr: Construire le projet courant.
hu: Jelenlegi projektet összeszerkeszti.
it: Compila il progetto corrente.
kr: 현재 프로젝트를 빌드합니다.
nl: Bouwt het momentele project op.
no: Bygger det aktive prosjektet.
pl: Buduje aktualny projekt.
pt: Compila o projecto actual.
pt_br: Compila o projeto atual
ro: Construire proiect curent.
ru: Собрать текущий проект
tr: Şu anki projei inşâ eder.
zh: 生成当前项目。

# XML.MainMenu.RunMenu.BuildSolution.Description
source: Builds all projects in the current solution.
es: Genera todos los proyectos en la solución actual.
fi: Kehittää kaikki projektit ja kokoelmat
fr: Compiler tous les projets de la solution.
it: Compila tutti i progetti di questa soluzione
nl: Bouw alle projecten in momentele oplossing.
no: Bygger alle prosjekter i denne løsningen.
pt_br: Monta os projetos na solução atual.
ru: Построить все проекты в текущем решении.
zh: 生成解决方案

# XML.MainMenu.RunMenu.Compile.Description
source: Build active project or buffer (when no project is open) (does autosave)
es: Generar proyecto o búfer activo (en caso de estar abierto un proyecto, lo guarda automáticamente)
fi: Kehittää aktiivisen projektin (kun projekti ei ole auki ) (auto-save)
fr: Compiler projet actif ou buffer (si pas de projet ouvert) (Sauvegarde auto.)
hu: Aktív projekt vagy puffer szerkesztése (ha nincs projekt megnyitva) (automatikusan ment)
it: Compila il progetto o il buffer corrente (quando nessun progetto è aperto)(salva automaticamente)
kr: 활성 프로젝트나 (프로젝트가 열리지 않았을 때) 버퍼를 빌드합니다. (자동으로 저장합니다.)
nl: Bouwt het actieve project of buffer op (als er geen project geopend is) (slaat automatisch op)
no: Bygger det aktive prosjektet eller dokumentet (når ingen prosjekt er åpne) (lagrer automatisk)
pl: Buduje aktywny projekt lub bufor (kiedy nie ma otwartego projektu) (automatycznie zapisuje)
pt: Compilar o projecto ou buffer corrente (quando não tem um projecto aberto) (guarda automáticamente)
pt_br: Compilar projeto atual ou buffer (quando nenhum projeto estiver aberto) (salvamento automático)
ro: Construire proiect activ sau memorie tampon (atunci când nici un proiect nu este deschis) (salvare automată)
ru: Собрать активный проект или файл, если нет открытого проекта (поизводит автосохранение)
tr: Etkin projeyi yada tamponu inşâ et(eğer bir proje açık değilse)(otomatik kayıt yapar)
zh: 生成项目或文件(当没有项目被打开时)(自动保存)

# XML.MainMenu.RunMenu.Compile.StopDebuggingQuestion
source: You have to stop the debugger to build the project. Do you want to stop debugging?
es: Debe detener la depuración para poder compilar el proyecto. ¿Quiere detener la depuración?
fr: Une session de déboguage est en cours, voulez-vous l'arrêter pour reconstruire le projet?
hu: Le kell állítania a nyomkövetőt a projekt összeépítéséhez. Leállítja a nyomkövetést?
it: Devi interrompere il debugger per generare il progetto. Vuoi fermare il debug?
kr: 이 프로젝트를 빌드하려면 디버거를 종료해야합니다. 디버깅을 마치겠습니까?
nl: Om het project te bouwen moet de foutopsporing gestopt worden. Wilt u de foutopsporing beëindigen?
no: Du må stoppe feilsøkeren for å bygge prosjektet. Vil du stoppe feilsøking?
pl: Musisz zatrzymać debugger aby zbudować projekt. Czy chcesz zatrzymać debugowanie?
pt: Tem que parar o depurador para compilar o projecto. Deseja parar a depuração?
pt_br: Voce tem que para o depurador para compilar o projeto. Voce deseja parar a depuração?
ru: Вам необходимо остановить отладчик для сборки проекта. Хотите остановить отладку?
tr: Projeyi inşâ edebilmek için hata ayıklayıcıyı durdurmanız gerekir. Hata ayıklamayı durdurmak istiyor musunuz?
zh: 您必须停止调试器才能生成项目. 现在立即停止调试器吗?

# XML.MainMenu.RunMenu.Compile.StopDebuggingTitle
source: Stop Debugging
es: Detener Depuración
fi: Lopeta kehitys
fr: Arrêter le déboguage
hu: Nyomkövetés leállítása
it: Arresta il debug
kr: 디버깅 종료
nl: Foutopsporing stoppen
no: Avslutt feilsøking
pl: Zatrzymanie Debugowania
pt: Parar Depuração
pt_br: Parar Depuração
ro: Oprire Depanare
ru: Остановить отладку
tr: Hata Ayıklamayı Durdur
zh: 停止调试器

# XML.MainMenu.RunMenu.Run
source: &Run
es: &Ejecutar
fi: &AJA
fr: &Exécuter
hu: Futtatás
it: &Esegui
kr: 실행(&R)
nl: &Uitvoeren
no: &Kjør
pl: U&ruchom
pt: &Executar
pt_br: Executa&r
ro: &Execuţie
ru: Запустить
tr: &Çalıştır
zh: 运行(&R)

# XML.MainMenu.RunMenu.Run.Description
source: Run compiled exe (does recompile)
es: Ejecuta exe compilado (Recompila el exe)
fi: Suorita käännös exe ( esikääntäjä )
fr: Lancer l'exécutable (Effectue la recompilation)
hu: Lefordított exe futtatása (újrafordít)
it: Esecuzione del compilato (ricompila)
kr: 컴파일된 exe 파일을 실행합니다. (다시 컴파일합니다.)
nl: Hercompileer exe en voer deze uit
no: Kjører det kompilerte programmet (kompilerer på nytt)
pl: Uruchom skompilowany program exe (rekompiluje)
pt: Executar EXE compilada (recompila)
pt_br: Executar exe compilado (recompila automaticamente)
ro: Rulare executabil compilat (face recompilare)
ru: Запускает скомпилированное приложение
tr: Derlenmiş exe 'yi çalıştır(yeniden derler)
zh: 运行

# XML.MainMenu.SearchMenu
source: &Search
es: &Buscar
fi: &Etsi
fr: &Recherche
hu: &Keresés
it: &Cerca
kr: 검색(&S)
nl: &Zoeken
no: &Søk
pl: Szuka&j
pt: &Procurar
pt_br: &Localizar
ro: &Căutare
ru: Поиск
tr: &Ara
zh: 查找(&S)

# XML.MainMenu.SearchMenu.ClrBookmark
source: &Clear All Bookmarks
es: Limpia todos los mar&cadores
fi: &Poista Kirjanmerkki
fr: Effa&cer les marque-pages
hu: Minden könyvjelző törlése
it: &Cancella Tutti i Segnalibro
kr: 모든 책갈피 지우기(&C)
nl: Alle bladwijzers verwijderen
no: &Fjern alle bokmerker
pl: U&suń Wszystkie Zakładki
pt: &Apagar todas as marcas
pt_br: &Limpar todas marcas
ro: Ş&terge Toate Marcajele
ru: Сбросить все закладки
tr: Bütün Yer İmlerini Temizle
zh: 清除所有书签(&C)

# XML.MainMenu.SearchMenu.ClrBookmark.Description
source: Clear all bookmarks in current buffer
es: Limpiar todos los marcadores en el búfer actual
fi: Poistaa kaikki kirjanmerkit nykyisestä muistista
fr: Effacer tous les marque-pages
hu: Pillanatnyi pufferben minden könyvjelző törlése
it: Cancella tutti i segnalibro nel buffer corrente
kr: 현재 버퍼의 모든 책갈피를 지웁니다.
nl: Alle bladwijzers uit huidige buffer verwijderen
no: Fjerner alle bokmerker i det aktive dokumentet
pl: Wyczyść wszystkie zakładki w bieżącym buforze
pt: Apagar todas as marcas no buffer actual
pt_br: Limpar todas marcas do buffer atual
ro: Şterge toate marcajele din memoria tampon curentă
ru: Сбросить все закладки в текущем файле
tr: Şu anki tampondaki bütün yer imlerini temizle
zh: 清除所有书签

# XML.MainMenu.SearchMenu.Find
source: &Find…
es: &Buscar...
fi: &Etsi …
fr: &Rechercher...
hu: &Keres...
it: &Cerca...
kr: 찾기(&F)
nl: &Zoeken...
no: &Finn...
pl: &Znajdź...
pt: &Procurar…
pt_br: Pesquisar...
ro: &Căutare…
ru: Искать...
tr: &Bul...
zh: 查找(&F)...

# XML.MainMenu.SearchMenu.FindNext
source: Find &Next
es: Buscar &Siguiente
fi: Etsi Seuraava
fr: &Suivant
hu: &Következőt keres
it: Cerca il &prossimo
kr: 다음 찾기(&N)
nl: &Volgende zoeken
no: Finn &neste
pl: Znajdź &Następny
pt: P&rocurar seguinte
pt_br: Pesquisar próximo
ro: Caută În Co&ntinuare
ru: Искать далее
tr: &Sonrakini Bul
zh: 查找下一个(&N)

# XML.MainMenu.SearchMenu.FindNextSelected
source: Find Next &Selected
es: Buscar Siguiente &Seleccionado
fr: Trouver la &sélection suivante
hu: Következő &Kiválasztott Keresése
it: Trova il Prossimo &Selezionato
kr: 다음 찾기(&S)
nl: Volgende &selectie vinden
no: Finn neste som utvalg
pl: Znajdź Na&stępny Wybrany
pt: Procurar Seguinte &Seleccionar
pt_br: Achar o Proximo &Selecionado
ru: Найти выделенное дальше
tr: &Secili metnin sonraki eşini bul
zh: 在选中的代码中查找下一个(&S)

# XML.MainMenu.SearchMenu.Goto
source: &Go To...
es: &Ir a...
fi: &Mene -> ..
fr: &Aller à...
hu: Sorszámhoz &ugrik...
it: &Vai a...
kr: 지정한 줄로 가기(&G)...
nl: &Ga naar...
no: &Gå til...
pl: &Idź do...
pt: &Ir para a linha nº...
pt_br: &Ir para linha...
ro: &Salt la Linia Nr...
ru: Перейти к...
tr: Satır Numarasına Git...
zh: 转到行数(&G)...

# XML.MainMenu.SearchMenu.GotoBrace
source: Goto &Matching Brace
es: Ir a &Llave correspondiente
fi: Siirry aaltosulkeisiin
fr: &Accolade correspondante
hu: Következő zárójelpárra ugrik
it: Vai alla parentesi graffa corrispondente
kr: 짝을 이루는 괄호로 가기(&M)
nl: Ga naar passende a&ccolade
no: Gå til &matchende parentes
pl: Idź do &Pasującego Nawiasu
pt: Ir para a &chaveta (}) correspondente
pt_br: Ir para &chave ('{','}')
ro: Poziţionare pe &parantezele pereche
ru: Перейти на парную скобку
tr: Denkleşen Küme İşaretine Git
zh: 转到匹配的括号(&M)

# XML.MainMenu.SearchMenu.IncrementalSearch
source: Incremental Search
es: Búsqueda Incremental
fr: Recherche incrémentale
it: Ricerca Incrementale
kr: 증분 검색
nl: Aanvullend zoeken
no: Inkrementelt søk
pt: Pesquisa Incremental
pt_br: Pesquisa incremental
ro: Căutare incrementală
ru: Инкрементный поиск
tr: Artan Arama
zh: 增量搜索

# XML.MainMenu.SearchMenu.NextBookmark
source: Ne&xt Bookmark
es: Pró&ximo Marcador
fi: Seuraava Kirjanmerkki
fr: Marque-page suivant ^X
hu: Következő könyvjelző
it: Segnalibro Suc&cessivo
kr: 다음 책갈피(&X)
nl: Volgende &bladwijzer
no: &Neste bokmerke
pl: N&astępna Zakładka
pt: Pró&xima marca
pt_br: Próxima marca
ro: Ur&mătorul Marcaj
ru: Следующая закладка
tr: Bir sonraki yer imi
zh: 下一书签(&X)

# XML.MainMenu.SearchMenu.NextBookmark.Description
source: Goto next bookmark
es: Ir a marcador siguiente
fi: Mene seuraavaan kirjanmerkkiin
fr: Aller au marque-page suivant
hu: Következő könyvjelzőre ugrás
it: Vai al segnalibro successivo
kr: 다음 책갈피로 갑니다.
nl: Ga naar volgende bladwijzer
no: Gå til neste bokmerke
pl: Idź do następnej zakładki
pt: Vai para a póxima marca
pt_br: Vai para marca anterior
ro: Poziţionare pe Următorul Marcaj
ru: Перейти на следующую закладку
tr: Bir sonraki yer imine git
zh: 转到下一书签

# XML.MainMenu.SearchMenu.PrevBookmark
source: &Prev Bookmark
es: Marcador &Previo
fi: &Edellinen Kirjanmerkki
fr: Marque-page &précédent
hu: Előző könyvjelző
it: Segnalibro P&recedente
kr: 이전 책갈피(&P)
nl: Vorige b&ladwijzer
no: &Forrige bokmerke
pl: &Poprzednia Zakładka
pt: Marca &anterior
pt_br: Marca anterior
ro: Marcajul &Anterior
ru: Предыдущая закладка
tr: Bir Önceki Yer İmi
zh: 前一书签(&P)

# XML.MainMenu.SearchMenu.PrevBookmark.Description
source: Goto previous bookmark
es: Ir a marcador previo
fi: Mene edelliseen kirjanmerkkiin
fr: Revenir au marque-page précédent
hu: Előző könyvjelzőre ugrás
it: Vai al segnalibro precedente
kr: 이전 책갈피로 갑니다.
nl: Ga naar vorige bladwijzer
no: Gå til forrige bokmerke
pl: Idź do poprzedniej zakładki
pt: Vai para a marca anterior
pt_br: Vai para marca anterior
ro: Poziţionare pe Marcajul Anterior
ru: Перейти на предыдущую закладку
tr: Bir önceki yer imine git
zh: 转到前一书签

# XML.MainMenu.SearchMenu.Replace
source: &Replace…
es: &Sustituir...
fi: Korvaa ...
fr: &Remplacer...
hu: &Felcserél...
it: &Sostituisci...
kr: 바꾸기(&R)...
nl: Ve&rvangen...
no: &Erstatt...
pl: &Zamień...
pt: &Substituir…
pt_br: Substitui&r...
ro: Înlocui&re…
ru: Заменить...
tr: Değiştir...
zh: 替换(&R)...

# XML.MainMenu.SearchMenu.ReverseIncrementalSearch
source: Reverse Incremental Search
es: Invertir Búsqueda Incremental
fr: Recherche incrémentale inversée
it: Ricerca Incrementale Inversa
kr: 역방향 증분 검색
nl: Omgekeerd aanvullend zoeken
no: Baklengs inkrementelt søk
pt: Pesquisa Incremental Simétrica
ru: Обратный последовательный поиск
tr: Artan Aramayı Geri Al
zh: 向上增加搜索

# XML.MainMenu.SearchMenu.SearchForIssues
source: Search For Issues...
fr: Rechercher les erreurs...
it: Cerca per Problemi...
ru: Поиск проблемных мест...

# XML.MainMenu.SearchMenu.ToggleBookmark
source: &Toggle Bookmark
es: &Alternar marcador
fi: &Muuta kirjanmerkkiä
fr: Ac&tiver/Désactiver un marque-page
hu: Könyvjelző átváltása
it: Commu&ta segnalibro
kr: 책갈피 표시/지우기(&T)
nl: &Wissel bladwijzer
no: &Skift bokmerke
pl: Prz&ełącz Zakładkę
pt: &Marcar/Desmarcar
pt_br: Alternar marca
ro: &Selectare Marcaj
ru: Переключить закладку
tr: Yer imlerini ters çevir
zh: 设置/取消书签(&T)

# XML.MainMenu.SearchMenu.ToggleBookmark.Description
source: Set/unset bookmark at current line
es: Crear/eliminar marcador en línea actual
fi: Tarkista / poista Bookmark nykyisellä rivillä
fr: Activer/désactiver un marque-page à la ligne actuelle
hu: Pillanatnyi soron könyvjelző ki/bekapcsolása
it: Mette/toglie segnalibro alla linea corrente
kr: 현재 줄에 책갈피를 표시하거나 표시하지 않습니다.
nl: Zet bladwijzer op huidige regel aan/uit
no: Sett eller fjern bokmerke på denne linjen
pl: Wstaw/usuń zakładkę w aktualnym wierszu
pt: Marcar ou desmarcar a linha actual
pt_br: Marcar/desmarcar esta linha
ro: Iniţializare marcaj la linia curentă
ru: Переключить закладку
tr: Şu anki satıra yer imi koy/kaldır
zh: 在当前行设置/取消书签

# XML.MainMenu.ToolMenu
source: &Tools
es: &Herramientas
fi: &Työkalut
fr: &Outils
hu: &Eszközök
it: S&trumenti
kr: 도구(&T)
nl: Ex&tra
no: &Verktøy
pl: Na&rzędzia
pt: Ferramen&tas
pt_br: &Ferramentas
ro: Unel&te
ru: Инструменты
tr: &Araçlar
zh: 工具(&T)

# XML.MainMenu.ToolMenu.ConvertCodeTo
source: &Convert code to
es: &Convertir código a
fi: Muunna koodi ->
fr: &Convertir le code vers
it: &Converti il codice in
kr: 다음으로 코드 변환 (&C)
nl: &Code converteren naar
no: Konverter koden til
pl: &Konwertuj kod do
pt: &Converter código para
pt_br: &Converte o código para
ro: &Converteşte codul în
ru: Преобразовать код в
tr: &Kodu çevir
zh: 将代码转换成(&C)

# XML.MainMenu.ToolMenu.ExternalTools.EnterArguments
source: Enter arguments for the tool:
es: Ingrese los argumentos para la herramienta:
fr: Arguments de l'outil :
hu: Adja meg az eszköz paramétereit:
it: Digitare argomenti per lo strumento:
kr: 이 도구를 위한 인수를 넣으십시오:
nl: Voer argumenten in voor de tool:
no: Angi argumenter for verktøyet:
pl: Wprowadź argumenty dla narzędzia:
pt: Inserir argumentos para a ferramenta:
pt_br: Entrar com os argumentos para a ferramenta:
ru: Введите аргументы для утилиты:
tr: Bu araç için kullanılacak olan değişkenleri giriniz:
zh: 输入该工具的意见:

# XML.MainMenu.ToolMenu.ExternalTools.ExecutionFailed
source: External program execution failed. Error while starting:
es: Falló la ejecución de la herramienta externa. Error mientras se iniciaba:
fi: Ajo ulkoisella ohjelmalla epäonnistui virhekoodi:
fr: Erreur de lancement du programme externe. Erreur lors du démarrage:
hu: Külső program végrehajtása sikertelen. Hiba az indításkor:
it: Esecuzione programma esterno fallita. Errore durante l'avvio:
kr: 외부 프로그램 실행에 실패했습니다. 다음 프로그램을 실행할 수 없습니다:
nl: Uitvoeren extern programma mislukt. Startfout:
no: Ekstern programkjøring feilet. Feil under oppstart:
pl: Uruchomienie zewnętrznego programu nie udało się. Błąd podczas uruchamiania:
pt: Falhou a execução do programa externo. O erro no início foi:
pt_br: Falhou execução de programa externo.\nErro ao inicializar:\n
ro: Execuţia programului extern a eşuat. Eroare la pornire:
ru: Сбой в выполнении внешней программы. Ошибка при старте:
tr: Harici program çalıştırma isteği başarısız oldu. Program:
zh: 执行外部程序失败。 运行错误:

# XML.MainMenu.ToolMenu.ExternalTools.ExitedWithCode
source: Exited with code:
es: Finalizado con código:
fi: Poistu koodin kanssa:
fr: Programme terminé, valeur de retour :
hu: Kilépési kód:
it: Interrotto con il codice:
kr: 종료 코드:
nl: Afsluitcode:
no: Avsluttet med kode:
pl: Zakończone z kodem:
pt: Terminado com código:
pt_br: Saiu com o código:
ro: S-a ieşit cu următorul cod:
ru: Завершено с кодом:
tr: Çıkış Kodu:
zh: 退出代码:

# XML.MainMenu.ToolMenu.GenerateCode
source: Auto code generation
es: Creación automática de código
fi: Koodin Generointi
fr: Génération de code automatique
hu: Automatikus kód generálás
it: Generazione automatica codice
kr: 코드 자동 생성
nl: Auto code genereren
no: Automatisk kodegenerering
pl: Autogenerowanie kodu
pt: Gerador de código
pt_br: Código automático
ro: Generare de cod automată
ru: Автоматическая кодогенерация
tr: Otomatik kod üretimi
zh: 自动代码生成

# XML.MainMenu.ToolMenu.InsColor
source: Insert Color…
es: Insertar Color...
fi: &Lisää Väri …
fr: Insérer une couleur
hu: Szín beszúrás...
it: Inserisci Colore...
kr: 색 넣기...
nl: Kleur invoegen...
no: Sett inn farge...
pl: Wstaw Kolor...
pt: Inserir Côr…
pt_br: Inserir cor...
ro: Inserare Culoare…
ru: Вставить цвет...
tr: Renk Ekle...
zh: 插入颜色...

# XML.MainMenu.ToolMenu.InsGUID
source: Insert new &GUID
es: Insertar nuevo &GUID
fi: Lisää uusi &GUID
fr: Insérer un nouveau &GUID
hu: &GUID Beszúrása
it: Inserisci nuovo &GUID
kr: 새 GUID 넣기(&G)
nl: Voeg nieuwe &GUID in
no: Sett inn ny &GUID
pl: Wstaw nowy &GUID
pt: Inserir nova &GUID
pt_br: Inserir novo &GUID
ro: Inserează &GUID nou
ru: Вставить новый GUID
tr: Yeni GUID ekle
zh: 插入新(&G)UID

# XML.MainMenu.ToolMenu.Options
source: O&ptions…
es: O&pciones...
fi: &Asetukset
hu: &Beállítások...
it: O&pzioni...
kr: 옵션(&P)...
nl: O&pties…
no: Alternativer...
pl: O&pcje...
pt: &Opções…
pt_br: &Opções
ro: O&pţiuni…
ru: Параметры...
tr: &Seçenekler...
zh: 选项(&p)...
