Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Dialog.Options.IDEOptions.TextEditor.Markers.PanelName
source: Markers and Rulers
es: Marcadores y Reglas
fi: Koodin kirjoittaminen
fr: Marqueurs et Règles
hu: Jelek és vonalzók
it: Marcatori e righelli
kr: 표시자와 눈금자
nl: Markeringen en Linealen
no: Markører og linjaler
pl: Znaczniki i Linijki
pt: Marcadores e Réguas
pt_br: Marcadores e Réguas
ro: Marcaje şi rigle
ru: Маркеры и линейки
tr: İşaretleyiciler ve Cetveller
zh: 标记和标尺

# Dialog.Options.IDEOptions.TextEditor.Markers.RulersGroupBox
source: Rulers
es: Reglas
fr: Règles
it: Righelli
nl: Linealen
ru: Линейки

# Dialog.Options.IDEOptions.TextEditor.Markers.SpacesCheckBox
source: Show &spaces
es: Mostrar E&spacios
fi: Tyhjät Välit
fr: Afficher les e&spaces
hu: Szóközök mutatása
it: Mostra &spazi
kr: 공백 보이기(&S)
nl: Toon &spaties
no: Vis &mellomrom
pl: Pokazuj &spacje
pt: Mostrar e&spaços
pt_br: Mostrar e&spaços
ro: Afişare &spaţii
ru: Показывать пробелы
tr: &Boşlukları göster
zh: 显示空格(&S)

# Dialog.Options.IDEOptions.TextEditor.Markers.TabsCheckBox
source: Show &tabs
es: Mostrar &Tabuladores
fi: Tabulaattori
fr: Afficher &tabulations
hu: &Tabulátorok mutatása
it: Mostra &tabulazioni
kr: 탭 보이기(&T)
nl: Toon &tabs
no: Vis &tabulatorer
pl: Pokazuj &tabulatory
pt: Mostrar &tabulações
pt_br: Mostrar &tabulações
ro: Afişare &tab-uri
ru: Показывать символы табуляции
tr: &Sekmeleri göster
zh: 显示标签(&T)

# Dialog.Options.IDEOptions.TextEditor.Markers.UnderLineErrorsCheckBox
source: &Underline errors
es: S&ubrayar errores
fi: Alleviivaa virheet
fr: So&uligner les erreurs
hu: Hibák aláhúzása
it: Sott&olinea errori
kr: 오류에 밑줄 긋기(&U)
nl: &Onderlijn fouten
no: &Understrek feil
pl: Po&dkreślaj błędy
pt: S&ublinhar erros
pt_br: S&ublinhar erros
ro: S&ubliniere erori
ru: Подчёркивать ошибки
tr: Hataların &altını çiz
zh: 用下划线标记错误

# Dialog.Options.IDEOptions.TextEditor.Markers.VerticalRulerCheckBox
source: Show &column ruler
es: Mostrar regla de &columna
fi: Pysty Viivain
fr: Afficher la règle verti&cale
hu: &Oszlopvonalzó mutatása
it: Mostra righello &colonne
kr: 가로 눈금자 보이기(&C)
nl: Toon &kolom-markering
no: Vis &kolonnelinjal
pl: Pokazuj linijkę &kolumny
pt: Mostrar régua &vertical
pt_br: Mostrar régua de &coluna
ro: Afişare riglă &coloană
ru: Показывать вертикальную линейку
tr: Sütun cetvelini &göster
zh: 显示纵向标尺(&C)

# Dialog.Options.IDEOptions.TextEditor.VB.EnableCasingCheckBox
source: Enable automatic casing of keywords
es: Activar cambio automático de mayús/minús. en palabras reservadas
fi: Aktivoi VB Päällys
fr: Activer la casse automatique des mots clés
hu: Kulcsszavak automatikus átalakításának engedélyezése
it: Abilità il case automatico delle parole-chiavi
kr: 키워드 자동 대/소문자 변경 사용
nl: Automatisch hoofdletter gebruik voor sleutelwoorden
no: Aktiver automatiske store/små bokstaver i nøkkelord
pl: Włącz automatyczną wielkość liter słów kluczowych
pt: Activar minúsculas/maísculas automáticamente em palavras chave
pt_br: Habilitar maiúscula/minúscula automática para comandos
ro: Activează evidenţierea automată a cuvintelor cheie
ru: Исправлять кейсинг ключевых слов
tr: Anahtar kelimelerin otomatik düzeltimesine izin ver
zh: 启用关键字自动包装

# Dialog.Options.IDEOptions.TextEditor.VB.EnableEndConstructsCheckBox
source: Enable automatic insertion of end constructs
es: Activar inserción automática de final de bloques de código
fi: Aktivoi VB loppusuunnittelu
fr: Activer l'insertion automatique des fins de structures (Wend)
hu: Záró programrészek automatikus beszúrásának engedélyezése
it: Abilita l'inserimento automatico della fine dei costrutti
kr: end 구문 자동 넣기 사용
nl: Automatisch invoegen van eindconstructies inschakelen
no: Aktiver automatisk innsetting av avslutningskonstruksjoner
pl: Włącz automatyczne wstawianie zakończeń konstrukcji
pt: Activar inserção automática de final de estruturas
pt_br: Habilitar acréscimo automático do fim dos construtores
ro: Activeaza inserarea automata de constructor de sfarsit
ru: Вставлять конструкции end
tr: end yapılarının otomatik yerleştirilesini aktifleştir
zh: 启用结构结束自动插入

# Dialog.Options.IDEOptions.TextEditor.VB.FormattingGroupBox
source: Code formatting
es: Formato de código
fi: Koodin VB Muotoilu
fr: Formatage de code
hu: Kód formázás
it: Formattazione codice
kr: 코드 형식화
nl: Code indelen
no: Kodeformatering
pl: Formatowanie kodu
pt: Formatação de código
pt_br: Formatação de Código
ro: Formatare cod
ru: Форматирование кода
tr: kod biçimlendirme
zh: 代码格式化

# Dialog.Options.IDEOptions.TextEditor.VB.PanelName
source: VB specific options
es: Opciones específicas de VB
fi: VisualBasic asetukset
fr: Options spécifiques VB
hu: VB specifikus beállítások
it: Opzioni specifiche VB
kr: VB에 적용되는 옵션
nl: VB specifieke opties
no: VB-spesifikke alternativer
pl: Opcje specyficzne dla VB
pt: Opções específicas de VB
pt_br: Opções específicas do VB
ro: Opţiuni specifice VB
ru: Настройки, специфические для VB
tr: VB'e özel seçenekler
zh: VB特殊选项

# Dialog.Options.IDEOptions.TextEditorOptionsText
source: Text Editor
es: Editor de Texto
fi: Editorien Asetukset
fr: Editeur de texte
hu: Szövegszerkesztő
it: Editor del Testo
kr: 텍스트 편집기
nl: Tekstbewerker
no: Tekstbehandler
pl: Edytor Tekstu
pt: Editor de texto
pt_br: Editor de Texto
ro: Editare Text
ru: Текстовый редактор
tr: Metin Düzenleyicisi
zh: 文本编辑器

# Dialog.Options.IDEOptions.ToolsOptionsText
source: Tools
es: Herramientas
fi: Työkalu Asetukset
fr: Outils
hu: Eszközök
it: Strumenti
kr: 도구
nl: Extra's
no: Verktøy
pl: Narzędzia
pt: Ferramentas
pt_br: Ferramentas
ro: Instrumente
ru: Инструменты
tr: Araçlar
zh: 工具

# Dialog.Options.PrjOptions.Configuration.CompileTarget.Exe
source: Console Application
es: Aplicación de Consola
fi: Kääntäjä Kohde.exe
fr: Application console
hu: Konzol Alkalmazás
it: Applicazione Console
kr: 콘솔 응용 프로그램
nl: Console toepassing
no: Konsollapplikasjon
pl: Aplikacja konsoli
pt: Aplicação de Consola
pt_br: Aplicação Console
ro: Aplicaţie Consolă
ru: Консольное приложение
tr: Konsol Uygulaması
zh: 控制台应用程序

# Dialog.Options.PrjOptions.Configuration.CompileTarget.Library
source: Class Library
es: Biblioteca de Clases
fi: Kääntäjä Kohde.kirjasto
fr: Librairie de classes
hu: Osztálykönyvtár
it: Libreria di Classi
kr: 클래스 라이브러리
nl: Klassen bibliotheek
no: Klassebibliotek
pl: Biblioteka klas
pt: Biblioteca de Classes
pt_br: Biblioteca de Classes
ro: Biblioteca Claselor
ru: Библиотека классов
tr: Sınıf Kütüphanesi
zh: 类库

# Dialog.Options.PrjOptions.Configuration.CompileTarget.Module
source: .Net Module
es: Módulo .Net
fi: Kääntäjä Kohde.moduli
fr: Module .NET
hu: .Net Modul
it: Modulo .Net
kr: .Net 모듈
no: .NET modul
pl: Moduł .Net
pt: Módulo .Net
pt_br: Módulo .Net
ro: Modul .Net
ru: Модуль .Net
tr: .Net Modül
zh: .Net模块

# Dialog.Options.PrjOptions.Configuration.CompileTarget.WinExe
source: Windows Application
es: Aplicación de Windows
fi: Windows Sovellus
fr: Application Windows
hu: Windows Alkalmazás
it: Applicazione Windows
kr: Windows 응용 프로그램
nl: Windows toepassing
no: Windows applikasjon
pl: Aplikacja Windows
pt: Executável Windows
pt_br: Aplicação Windows
ro: Aplicaţie Windows
ru: Windows приложение
tr: Windows Uygulaması
zh: Windows应用程序

# Dialog.Options.PrjOptions.Configuration.FolderBrowserDescription
source: Select the directory in which the assembly will be created.
es: Seleccione el directorio para guardar el ensamblado
fi: Valitse Kansio
fr: Sélectionner le répertoire de création de l'assembly.
hu: Válassza ki a mappát ahová a szerelvény készüljön.
it: Seleziona la directory dove l'assembly verrà creato.
kr: 어셈블리가 생성될 디렉터리를 선택
nl: Selecteer de map waarin de assembly gemaakt zal worden.
no: Velg katalogen som samlingen skal opprettes i.
pl: Wybierz katalog w którym assembly zostanie utworzone.
pt: Seleccione a pasta onde o assembly irá ser criado.
pt_br: Selecionar o diretório em que o assembly será criado.
ro: Selectare director în care va fi creat codul asamblat.
ru: Выберите папку, в которой будет создана сборка
tr: Tümleşkenin oluşturulacağı dizini seçin.
zh: 选择创建组件的目录。

# Dialog.Options.ServicesReferencesText
source: Service References
fr: Références du service
it: Riferimenti del Servizio
ru: Ссылки на сервисы

# Dialog.Options.TextEditorOptions.EditHighlighting.Title
source: Highlighting
es: Resaltado de texto
fi: Säädä Textin Taustaväriä
fr: Surlignement
hu: Kiemelés
it: Evidenziazioni
kr: 구문강조
nl: Markeren
no: Markering
pl: Podświetlanie
pt: Realce
pt_br: Destaque
ro: Evidenţiere
ru: Подсветка
tr: Vurgu
zh: 高亮

# Dialog.Options.TreeViewOptions.DialogName
source: Options
es: Opciones
fi: Asetukset
hu: Beállítások
it: Opzioni
kr: 옵션
nl: Opties
no: Alternativer
pl: Opcje
pt: Opções
pt_br: Opções
ro: Opţiuni
ru: Параметры
tr: Seçenekler
zh: 选项

# Dialog.Options.TreeViewOptions.SharpDevelopOptionsText
source: General
fi: SharpDev Asetukset
fr: Options de SharpDevelop
hu: Általános
it: Generale
kr: 일반
nl: Algemeen
no: Generelt
pl: Główne
pt: Geral
pt_br: Geral
ru: Общие параметры
tr: Genel
zh: 常规

# Dialog.ProjectOptions.ApplicationSettings
source: Application
es: Aplicación
fi: Sovellus Asetukset
hu: Alkalmazás
it: Applicazione
kr: 응용 프로그램
nl: Toepassing
no: Applikasjon
pl: Aplikacja
pt: Aplicação
pt_br: Aplicação
ro: Aplicaţie
ru: Приложение
tr: Uygulama
zh: 应用程序

# Dialog.ProjectOptions.ApplicationSettings.ApplicationIcon
source: Application i&con:
es: I&cono de la aplicación:
fi: Sovellus Ikoni:
fr: I&cône de l'application:
hu: Alkalmazás &ikon:
it: I&cona dell'applicazione
kr: 응용 프로그램 아이콘(&C):
nl: Toepassing pi&ctogram
no: Applikasjonsikon:
pl: Ikona Aplika&cji:
pt: Ícone da aplicação:
pt_br: Í&cone da aplicação:
ro: I&con-ul aplicaţiei:
ru: Иконка программы
tr: Uygulama &simgesi:
zh: 应用程序图标(&C):

# Dialog.ProjectOptions.ApplicationSettings.AssemblyName
source: Assembly &name:
es: Nombre del &ensamblado:
fi: Kokoonpano&Nimi:
fr: &Nom de l'assembly:
hu: Szerelvény &név:
kr: 어셈블리 이름(&N):
nl: Assembly &naam:
no: Samlingens &navn:
pl: &Nazwa assembly:
pt: &Nome de assembly:
pt_br: &Nome do assembly:
ru: Имя сборки:
tr: Assembly adı:
zh: 程序集名称(&N):

# Dialog.ProjectOptions.ApplicationSettings.InvalidIconFile
source: {0} is not a valid icon file.
es: {0} no es un archivo de icono válido.
fi: {0} Viallinen Ikonitiedosto.
fr: {0} n'est pas un fichier icône valide.
hu: {0} hibás ikon fájl.
it: {0} non è un file icona valido.
kr: {0}은 올바른 아이콘 파일이 아닙니다.
nl: {0} is onjuist pictogram bestand.
no: {0} er ikke et gyldig ikon.
pl: {0} nie jest prawidłowym plikiem ikony.
pt: {0} não é um ficheiro de ícone válido.
pt_br: {0} não é um arquivo de ícone válido.
ro: {0} nu este un fişier valid de tip icon.
ru: {0} - не файл значка.
tr: {0} geçerli bir simge dosyası değil.
zh: {0}不是合法的图标文件。

# Dialog.ProjectOptions.ApplicationSettings.Manifest
source: Application &manifest:
es: &Manifiesto de la Aplicación:
fr: &Manifest de l'application:
it: &Manifesto applicazione:
nl: Applicatie &manifest
no: Applikasjons-&manifest:
pt_br: &Manifest da aplicação
ru: Манифест приложения:
zh: 应用程序清单(&M):

# Dialog.ProjectOptions.ApplicationSettings.Manifest.DoNotEmbedManifest
source: Do not embed manifest
es: No integrar manifiesto
fr: Ne pas inclure de manifest
it: Non incorporare il manifest
nl: Manifest niet inbedden
no: Ikke bygg inn manifest
pt_br: Não embutir o manifest
ru: Не встраивать
zh: 创建不带清单的应用程序

# Dialog.ProjectOptions.ApplicationSettings.Manifest.EmbedDefault
source: Embed default manifest
es: Integrar manifiesto por defecto
fr: Inclure le manifest par défaut
it: Incorpora il manifesto predefinito
nl: Standaard manifest inbedden
no: Bygg inn standard manifest
pt_br: Embutir o manifest padrão
ru: Встроить по умолчанию
zh: 嵌入带默认设置的清单

# Dialog.ProjectOptions.ApplicationSettings.Manifest.ManifestFiles
source: Manifest files
es: Archivos de manifiesto
fi: Manifest Tiedostot
fr: Fichiers Manifest
it: File Manifest
nl: Manifest bestanden
no: Manifest-filer
pt_br: Arquivos manifest
ru: Файлы Manifest
zh: 清单文件

# Dialog.ProjectOptions.ApplicationSettings.OutputName
source: Output name:
es: Nombre de salida:
fi: Ulostulo Nimi:
fr: Nom de la sortie:
hu: Kimenet neve:
it: Nome di Output:
kr: 출력 이름:
nl: Uitvoer naam:
no: Resultatnavn:
pl: Nazwa wynikowa:
pt: Nome de Saída:
pt_br: Nome de Saída:
ro: Nume ieşire:
ru: Выводимое имя:
tr: Çıktı ismi:
zh: 输出名称：

# Dialog.ProjectOptions.ApplicationSettings.OutputType
source: &Output type:
es: Tipo de &salida:
fi: &Ulostulo Tyyppi:
fr: Type de la s&ortie:
hu: &Kimenet típusa:
it: &Output tipo:
kr: 출력 형식(&O):
nl: Uitv&oer type:
no: Resultattype:
pl: Typ wynik&owy:
pt: Tipo de saída:
pt_br: Tipo de &saída:
ro: Tipul de ieşir&e:
ru: Выводимый тип:
tr: Çıktı türü:
zh: 输出类型(&O):

# Dialog.ProjectOptions.ApplicationSettings.ProjectFile
source: Project &file:
es: &Archivo:
fi: Projekti&Tiedosto:
fr: &Fichier de projet:
hu: Projekt &fájl:
it: &File del Progetto:
kr: 프로젝트 파일(&F):
nl: Project bestand:
no: Prosjektfil:
pl: Pli&k projektu:
pt: &Ficheiro do Projecto:
pt_br: &Arquivo de Projeto:
ro: &Fişierul proiect:
ru: Файл проекта:
tr: Proje dosyası:
zh: 项目文件(&F):

# Dialog.ProjectOptions.ApplicationSettings.ProjectFolder
source: Project folder:
es: Directorio:
fi: Projekti Kansio:
fr: Répertoire du projet:
hu: Projekt mappa:
it: Cartella progetto:
kr: 프로젝트 폴더:
nl: Project map:
no: Prosjektmappe:
pl: Folder Projektu:
pt: Pasta do projecto:
pt_br: Pasta do Projeto:
ro: Folder-ul proiectului:
ru: Папка проекта:
tr: Proje dizini:
zh: 项目文件夹:

# Dialog.ProjectOptions.ApplicationSettings.ProjectInformation
source: Project Information
es: Información de Proyecto:
fi: Projekti Informaatio
fr: Informations sur le projet
hu: Projekt Információ
it: Informazioni Progetto
kr: 프로젝트 정보
nl: Project informatie
no: Prosjektinformasjon
pl: Informacje o Projekcie
pt: Informação do Projecto
pt_br: Informação do Projeto
ro: Informaţii despre proiect
ru: Информация о проекте
tr: Proje Bilgisi
zh: 项目信息

# Dialog.ProjectOptions.ApplicationSettings.RootNamespace
source: &Root namespace:
es: &Espacio de nombres de la raíz:
fi: &Root Nimiavaruus
fr: Namespace &racine:
hu: &Kezdő névtér:
it: Namespace &Radice:
kr: 루트 네임스페이스(&R):
nl: Basis Naam&ruimte:
no: &Rot namespace:
pl: Główna przest&rzeń nazw:
pt: espaço de nomeação de &raiz:
pt_br: Namespace &raiz:
ru: Корневое пространство имен
tr: Kök isim boşluğu
zh: 根名字空间(&R):

# Dialog.ProjectOptions.ApplicationSettings.StartupObject
source: &Startup object:
es: Objeto &inicial:
fi: &Käynnistys Objekti:
fr: Objet de démarrage:
hu: &Induló Objektum:
it: &Startup oggetto:
kr: 시작 개체(&S):
nl: Op&start object:
no: Oppstartsobjekt:
pl: Obiekt &startowy:
pt: Objecto Inicial:
pt_br: Objeto &inicial:
ro: Obiect &Startup:
ru: Запускаемый объект:
tr: Başlangıç nesnesi:
zh: 启动对象(&S):

# Dialog.ProjectOptions.ApplicationSettings.Win32Resource
source: Win32 R&esource File:
es: Archivo de R&ecurso Win32:
fi: Win32 r&esurssi:
fr: Fichier de r&essources Win32:
hu: Win32 Erő&forrás fájl:
it: File di R&isorsa Win32:
kr: Win32 리소스 파일(&E):
nl: Win32 R&esource bestand:
no: Win32 ressursfil:
pl: Plik Zasobów Win32:
pt: Ficheiro de R&ecurso Win32:
pt_br: Arquivo de R&ecurso Win32
ro: Fişier de R&esurse Win32:
ru: Файл ресурсов Win32:
tr: Win32 Kaynak Dosyası:
zh: Win32 资源文件(&E):

# Dialog.ProjectOptions.AssemblyInfo
source: Assembly Info
fr: Informations sur l'Assembly
it: Informazioni assembly
ru: Данные сборки

# Dialog.ProjectOptions.AssemblyInfo.AssemblyInfoNotFound
source: Assembly info file was not found. Please ensure that the project contains assembly info file.
fr: Fichier Assembly.info introuvable. Veuillez vous assurer qu'il existe dans le projet.
it: Il file delle informazioni dell'assembly non è stato trovato. Prego assicurarsi che il progetto contenga il file
ru: Файл AssemblyInfo.cs не найден. Убедитесь в том, что проект содержит файл с данными сборки.

# Dialog.ProjectOptions.AssemblyInfo.AssemblyVersion
source: Assembly version:
fr: Version:
it: Versione assembly:
ru: Версия сборки:

# Dialog.ProjectOptions.AssemblyInfo.ClsCompliant
source: CLS compliant
fr: Conforme CLS
it: Compatibile CLS
ru: Соответствие спецификации CLS

# Dialog.ProjectOptions.AssemblyInfo.Company
source: Company:
fr: Société:
it: Società:
ru: Компания:

# Dialog.ProjectOptions.AssemblyInfo.Copyright
source: Copyright:
ru: Копирайт:

# Dialog.ProjectOptions.AssemblyInfo.DefaultAlias
source: Default alias:
fr: Alias par défaut:
it: Alias predefinito:
ru: Псевдоним:

# Dialog.ProjectOptions.AssemblyInfo.Description
source: Description:
it: Descrizione:
ru: Описание:

# Dialog.ProjectOptions.AssemblyInfo.FileVersion
source: File version:
fr: Version du fichier:
it: Versione File:
ru: Версия файла:

# Dialog.ProjectOptions.AssemblyInfo.IncorrectValue
source: One of the assembly info values is incorrect.
fr: Une valeur du fichier Assembly.info est incorrecte.
it: Uno dei valori delle informazioni dell'assembly non è corretto.
ru: Одно из значений данных сборки указано неверно.

# Dialog.ProjectOptions.AssemblyInfo.InformationalVersion
source: Informational version:
fr: Version informelle:
it: Versione informativa:
ru: Информативная версия:

# Dialog.ProjectOptions.AssemblyInfo.JitOptimization
source: JIT optimization
fr: Optimisation JIT
it: Ottimizzazione JIT
ru: JIT-оптимизация

# Dialog.ProjectOptions.AssemblyInfo.JitTracking
source: JIT tracking
fr: Suivi JIT
it: Monitoraggio JIT
ru: JIT-отслеживание

# Dialog.ProjectOptions.AssemblyInfo.MakeAssemblyCOMVisible
source: Make assembly COM-visible
fr: Rendre l'Assembly visible par COM:
it: Rendi l'assembly visibile a COM
ru: Сборка видима для COM

# Dialog.ProjectOptions.AssemblyInfo.NeutralLanguage
source: Neutral language:
fr: Language neutre:
it: Linguaggio neutrale:
ru: Нейтральный язык:

# Dialog.ProjectOptions.AssemblyInfo.NewGUID
source: New GUID
fr: Nouveau GUID
it: Nuovo GUID
ru: Новый GUID

# Dialog.ProjectOptions.AssemblyInfo.None
source: None
fr: Aucun
it: Nessuna
ru: не указано

# Dialog.ProjectOptions.AssemblyInfo.Product
source: Product:
fr: Produit:
it: Prodotto:
ru: Продукт:

# Dialog.ProjectOptions.AssemblyInfo.Title
source: Title:
fr: Titre:
it: Titolo:
ru: Наименование:

# Dialog.ProjectOptions.AssemblyInfo.Trademark
source: Trademark:
it: Marchio:
ru: Торговая марка:

# Dialog.ProjectOptions.Build.Advanced
source: Advanced
es: Avanzado
fi: Luo Kehittyneet
fr: Avancé
hu: Haladó
it: Avanzato
kr: 고급
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
pt: Avançadas
pt_br: Avançado
ro: Avansat
ru: Дополнительно
tr: Gelişmiş
zh: 高级

# Dialog.ProjectOptions.Build.Auto
source: Auto
es: Automático
fi: Luo Auto
kr: 자동
no: Automatisk
pl: Automatycznie
pt: Automático
ru: Авто
tr: Otomatik
zh: 自动

# Dialog.ProjectOptions.Build.DebugInfo
source: Debug &Info:
es: &Información de Depuración:
fi: Luo Debug&info:
fr: &Infos de déboguage:
hu: Nyomkövető &Info:
it: &Informazioni di Debug:
kr: 디버그 정보(&I):
nl: Foutopsporing &info:
no: Feilsøking &informasjon:
pl: &Informacje Debug:
pt: &Informação de Depuração:
pt_br: &Info Depuração:
ro: &Informaţii depanare:
ru: Отладочная информация:
tr: Hata Ayıklama Bilgisi
zh: 调试信息(&I):

# Dialog.ProjectOptions.Build.DLLBaseAddress
source: DLL Base Address:
es: Dirección base para DLL:
fi: Luo DLL Perusosoite
fr: Adresse de base de la DLL:
hu: DLL Kezdő Cím:
it: Indirizzo Base DLL:
kr: DLL 기본 주소:
nl: DLL Basis adres:
no: DLL baseadresse:
pl: Adres Bazowy DLL:
pt: Endereço Base de DLL:
pt_br: Endereço base da DLL:
ro: Adresa de bază a DLL:
ru: Основной адрес DLL:
tr: DLL Taban Adresi:
zh: DLL基地址:

# Dialog.ProjectOptions.Build.ErrorsAndWarnings
source: Errors and Warnings
es: Errores y Advertencias
fi: Luo virheet ja varoitukset
fr: Erreurs et avertissements
hu: Hibák és Figyelmeztetések
it: Errori e Segnalazioni
kr: 오류와 경고
nl: Fouten en waarschuwingen
no: Feil og advarsler
pl: Błędy i Ostrzeżenia
pt: Erros e Avisos
pt_br: Erros e Advertências
ro: Erori şi Avertismente
ru: Ошибки и предупреждения
tr: Hatalar ve Uyarılar
zh: 错误和警告

# Dialog.ProjectOptions.Build.FileAlignment
source: &File Alignment:
es: &Alineación del Archivo:
fi: Luo Tiedostotasaus
fr: Alignement du &fichier:
hu: &Fájl Igazítás:
it: Allineamento &File:
kr: 파일 정렬(&F):
nl: Bestands uitlijning:
no: &Filinnretting:
pl: Wyrównanie &Pliku:
pt: Alinhamento de &Ficheiro:
pt_br: Alinhamento do &Arquivo:
ro: Aliniere &Fişier:
ru: Выравнивание файла:
tr: Dosya Hizalaması:
zh: 文件对齐(&F):

# Dialog.ProjectOptions.Build.GenerateSerializationAssembly
source: &Generate serialization assembly:
es: &Generar ensamblado de serialización:
fi: Luo sarjoitus kokoonpano
fr: Générer assembly sérialisation:
hu: &Generáljon sorosítható szerelvényt:
it: &Genera l'assembly di serializzazione:
kr: 직렬화 어셈블리 만들기(&G):
nl: &Genereer serialisatie assembly:
no: &Generer serialiserings samling:
pl: &Generowanie serializacji assembly:
pt: &Gerar assembly de serialização:
pt_br: &Gerar assembly de serialização:
ru: Создать сборку сериализации:
tr: Tefrika tümleşkesi üret:
zh: 生成集合序列:

# Dialog.ProjectOptions.Build.Off
source: Off
es: Inactivo
fr: Fermé
hu: Ki
it: Disattivato
kr: 꺼짐
nl: Uit
no: Av
pl: Wyłącz
pt: Desligada
ru: Выкл.
tr: Kapalı
zh: 关闭

# Dialog.ProjectOptions.Build.On
source: On
es: Activo
fr: Actif
hu: Be
it: Attivato
kr: 켜짐
nl: Aan
no: På
pl: Włącz
pt: Ligada
ru: Вкл.
tr: Açık
zh: 打开

# Dialog.ProjectOptions.Build.Output
source: Output
es: Salida
fi: Ulostulo
fr: Sortie
hu: Kimenet
it: Uscita
kr: 출력
nl: Uitvoer
no: Resultat
pl: Wyjście
pt: Saída
pt_br: Saída
ro: Ieşire
ru: Вывод
tr: Çıktı
zh: 输出

# Dialog.ProjectOptions.Build.OutputPath
source: &Output Path:
es: Ruta de &Salida:
fi: &Ulostulopolku:
fr: Chemin de s&ortie
hu: &Kimenet Útvonal:
it: Percorso di &Uscita:
kr: 출력 경로(&O):
nl: Uitvoer pad:
no: Resultatkatalog:
pl: Ścieżka W&yjściowa:
pt: Caminh&o de Saída:
pt_br: Caminho de &Saída:
ru: Выходной путь:
tr: Çıktı Yolu:
zh: 输出路径(&O):

# Dialog.ProjectOptions.Build.RegisterForCOM
source: &Register for COM Interop
es: &Registrar para Interoperabilidad COM
fi: &Rekisteröi COM Portti
fr: En&registrer pour l'interopérabilité COM
hu: &Regisztrálja COM együttműködésre
it: &Registra per l'interoperabilita con COM
kr: COM 상호운용을 위해 등록하기(&R)
nl: &Registreer voor COM Interop
no: Registrer for COM Interop
pl: Za&rejestruj dla COM Interop
pt: &Registar para Interoperação COM
pt_br: &Registrar para Interoperação COM
ru: Зарегистрировать для COM-взаимодействия
tr: COM işbirlikteliği için kaydet
zh: 注册COM Interop(&R)

# Dialog.ProjectOptions.Build.SuppressWarnings
source: &Suppress Warnings:
es: &Eliminar Advertencias:
fi: Tukahduta Varoitukset
fr: &Supprimer les avertissements:
hu: &Elfojtott Figyelmeztetések:
it: &Sopprimi Warning:
kr: 경고 억제하기(&S):
nl: Onderdruk waarschuwingen:
no: Skjul advarsler
pl: Pow&strzymaj Ostrzeżenia:
pt: &Suprimir Avisos:
pt_br: &Suprimir Advertências:
ru: Подавлять предупреждения:
tr: Uyarıları Yoksay:
zh: 禁止警告(&S):

# Dialog.ProjectOptions.Build.TargetCPU
source: &Target CPU:
es: CPU &Destino:
fi: &Kohde CPU
fr: Processeur cible:
hu: &Cél CPU:
it: CPU &Obiettivo:
kr: 대상 CPU(&T):
nl: Doel CPU:
no: Kompiler for CPU:
pl: Docelowy Procesor:
pt: CPU Alvo:
pt_br: CPU &destino:
ro: Procesor Ţin&tă:
ru: Целевой процессор:
tr: Hedef İşlemci
zh: 目标CPU(&T):

# Dialog.ProjectOptions.Build.TargetCPU.Any
source: Any processor
es: Cualquier procesador
fi: Mikä Tahansa CPU
fr: Tout processeur
hu: Bármely processzor
it: Qualsiasi processore
kr: 모든 프로세서
nl: Elke processor
no: Alle prosessorer
pl: Dowolny procesor
pt: Qualquer processador
pt_br: Qualquer processador
ro: Orice procesor
ru: Любой процессор
tr: Herhangi bir işlemci
zh: 任意处理器

# Dialog.ProjectOptions.Build.TargetCPU.Any32
source: Any processor (prefer 32-bit)
es: Cualquier procesador (preferentemente 32-bit)
fr: x86/x64 - préfère 32 bits
it: Quasiasi processore (preferisci 32-bit)
nl: Elke processor (voorkeur 32-bit)
ru: Any CPU (предпочтительно 32-разрядн.)
