Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# StatusBarService.SelectionStatusBarPanelTextSingle
source: len ${Length}
fr: longueur ${Length}
it: Lunghezza ${Length}
nl: len $(Lengte)
ru: длина ${Length}

# Templates.File.Categories.Misc
source: Misc
es: Misceláneo
fi: Sekalainen
fr: Divers
hu: Egyéb
it: Varie
kr: 기타
nl: Varia
no: Diverse
pl: Różne
pt: Vários
ro: Diverse
ru: Разное
tr: Çeşitli
zh: 其它

# Templates.File.Categories.Setup
source: Setup
es: Instalación
fi: Asenna
fr: Installation
it: Installazione
kr: 설치
no: Installasjon
pt: Instalação
pt_br: Instalação
ru: Мастер установки
tr: Kur
zh: 安装

# Templates.File.Categories.WindowsApplications
source: Windows Applications
es: Aplicaciones de Windows
fi: Windows sovellukset
fr: Application Windows
hu: Windows Alkalmazás
it: Applicazioni Windows
kr: Windows 응용프로그램
nl: Windows toepassingen
no: Windows applikasjoner
pl: Aplikacje Windows
pt: Executáveis Windows
pt_br: Aplicações Windows
ro: Aplicaţii Windows
ru: Windows-приложения
tr: Windows Uygulamaları
zh: Windows应用程序

# Templates.File.ConfigurationElement.Description
source: Class that implements ConfigurationElement.
es: Clase que implementa ConfigurationElement.
fi: Kokoonpano elementti kuvaus
fr: Classe implémentant ConfigurationElement.
it: Classe che implementa ConfigurationElement.
kr: ConfigurationElement를 구현하는 클래스입니다.
nl: Klasse welke ConfiguratieElement implementeert.
no: Klasse som implementerer ConfigurationElement.
pl: Klasy implementujące ConfigurationElement.
pt: Classe que implementa ConfigurationElement.
ru: Класс, реализующий ConfigurationElement.
tr: ConfigurationElement gerçeklemesi yapan sınıf.
zh: 一个用来实现配置元素的类.

# Templates.File.ConfigurationElement.Name
source: Configuration Element
es: Elemento de Configuración
fr: Element de configuration
kr: 설정 저장 요소
nl: Configuratie Element
no: Konfigurasjonselement
pl: Element Konfiguracji
pt: Elemento de Configuração
ru: Конфигурация элемента
zh: 配置元素

# Templates.File.ConfigurationElementCollection.Description
source: Class that inherits ConfigurationElementCollection.
es: Clase que hereda de ConfigurationElementCollection.
fi: Luokka, joka perii ConfigurationElementCollection.
fr: Classe héritant de ConfigurationElementCollection.
it: Classe che eredita ConfigurationElementCollection
kr: ConfigurationElementCollection을 상속하는 클래스입니다.
nl: Klasse die ConfiguratieElementVerzameling implementeert.
no: Klasse som arver fra ConfigurationElementCollection.
pl: Klasy dziedziczące z ConfigurationElementCollection.
pt: Classe que herda ConfigurationElementCollection.
pt_br: Classes que herdam ConfigurationElementCollection.
ru: Класс, который наследуется от ConfigurationElementCollection
tr: ConfigurationElementCollection 'den türeme sınıf.
zh: 从ConfigurationElementCollection类继承的类

# Templates.File.ConfigurationElementCollection.Name
source: Configuration Element Collection
es: Colección de Elementos de Configuración
fr: Configuration de la collection d'éléments
it: Collezione di Elementi di Configurazione
kr: 설정 저장 요소 컬렉션
nl: Configuratie Element Verzameling
no: Konfigurasjonselement samling
pl: Kolekcja Elementów Konfiguracji
pt: Colecção de Elementos de Configuração
pt_br: Coleção de Elementos de Configuração
ru: Коллекция элементов конфигурации
tr: Nesne Yığını Ayarları
zh: 配置元素集合

# Templates.File.ConfigurationSection.Description
source: Class that implements ConfigurationSection
es: Clase que implementa ConfigurationSection
fi: Luokka soveltamisasetuksin ConfigurationSection
fr: Classe qui implémente ConfigurationSection
it: Classe che implementa ConfigurationSection
kr: ConfigurationSection을 구현하는 클래스입니다.
nl: Klssse welke ConfiguratieSectie implementeert.
no: Klasse som implementerer ConfigurationSection
pl: Klasy implementujące ConfigurationSection.
pt: Classe que implementa Secção de Configuração
ru: Класс, реализующий раздел конфигурации (ConfigurationSection)
tr: ConfigurationSection gerçeklemesi yapan sınıf
zh: 实现ConfigurationSection的类

# Templates.File.ConfigurationSection.Name
source: Configuration Section
es: Sección de Configuración
fr: Section Configuration
it: Sezione Configurazione
kr: 설정 저장 부분
nl: Configuratie Sectie
no: Konfigurasjonsseksjon
pl: Sekcja Konfiguracji
pt: Secção de Configuração
ru: Конфигурация раздела
tr: Yapılandırma Kısmı
zh: 配置部分(Configuration Section)

# Templates.File.EmptyClass.Description
source: An empty class declaration.
es: Una declaración de clase en blanco.
fi: Tyhjän luokan kuvaus
fr: Une déclaration de classe vide.
hu: Egy üres osztálydefiníció.
it: Dichiarazione di una classe vuota.
kr: 빈 클래스 선언입니다.
nl: Een lege klassedeklaratie.
no: En tom klassedeklarasjon.
pl: Deklaracja pustej klasy.
pt: Uma declaração de classe vazia.
pt_br: Declaração de uma classe vazia.
ro: Declararea unei clase goale.
ru: Объявление пустого класса.
tr: Boş bir sınıf belirlemesi.
zh: 空白的类声名。

# Templates.File.EmptyClass.Name
source: Class
es: Clase
fi: Luokka
fr: Classe
hu: Osztály
it: Classe
kr: 클래스
nl: Klasse
no: Klasse
pl: Klasa
pt: Classe
pt_br: Classe
ro: Clasă
ru: Класс
tr: Sınıf
zh: 类

# Templates.File.EmptyFile.Description
source: Creates an empty file.
es: Crea un archivo en blanco.
fi: Luo tyhjä tiedosto
fr: Crée un fichier vide.
hu: Készít egy üres fájlt.
it: Crea un File Vuoto.
kr: 빈 판을 만듭니다.
nl: Maakt een leeg bestand aan
no: Lager en tom fil.
pl: Tworzy pusty plik.
pt: Cria um ficheiro vazio.
pt_br: Cria um arquivo vazio.
ro: Crează un fişier gol.
ru: Создаёт пустой файл.
tr: Boş bir dosya oluşturur.
zh: 创建空白的文件。

# Templates.File.EmptyFile.Name
source: Empty File
es: Archivo en Blanco
fi: Tyhjä tiedosto
fr: Fichier vide
hu: Üres Fájl
it: File Vuoto
kr: 빈 파일
nl: Leeg bestand
no: Tom fil
pl: Pusty Plik
pt: Ficheiro vazio
pt_br: Arquivo Vazio
ro: Fişier gol
ru: Пустой файл
tr: Boş Dosya
zh: 空文件

# Templates.File.Exception.Description
source: Creates a new Exception class.
es: Crea una nueva clase Excepcion.
fi: Luo uuden poikkeus luokan.
fr: Créée une nouvelle classe pour les Exceptions.
it: Consente di creare una nuova classe di tipo Eccezione.
nl: Maakt een nieuwe uitzonderings klasse aan.
ru: Объявление нового класса исключения.
zh: 新建一个异常处理类。

# Templates.File.Exception.Name
source: Exception
es: Excepción
fi: Poikkeus
it: Eccezione
nl: Uitzondering
no: Feil
ru: Исключение
zh: 异常

# Templates.File.GtkSharpWindow.Description
source: A window for a Gtk# application.
es: Crea una ventana para una aplicación Gtk#.
fi: Ikkuna Gtk# sovellukselle
fr: Une fenêtre pour application GTK#.
hu: Egy Gtk# alkalmazás ablak
it: Una finestra per una applicazione Gtk#
kr: Gtk# 응용 프로그램을 위한 창입니다.
nl: Venster voor een Gtk# toepassing.
no: Et vindu for en Gtk# applikasjon
pl: Okno dla aplikacji Gtk#.
pt: Uma janela para um executável Gtk#
pt_br: Janela para uma aplicação Gtk#.
ro: O fereastră pentru o aplicaţie Gtk#.
ru: Окно для приложения Gtk#.
tr: Bir Gtk# uygulaması için bir pencere
zh: Gtk#应用程序的窗体。

# Templates.File.GtkSharpWindow.Name
source: Gtk# Window
es: Ventana Gtk#
fi: Gtk# Ikkuna
fr: Fenêtre GTK#
hu: Gtk# Ablak
it: Finestra Gtk#
kr: Gtk# 창
no: Gtk# vindu
pl: Okno Gtk#
pt: Janela Gtk#
pt_br: Janela Gtk#
ro: Fereastră Gtk#
ru: Окно Gtk#
tr: Gtk# Penceresi
zh: Gtk#窗体

# Templates.File.HeaderFile.Description
source: Creates an empty header file.
es: Crea un archivo de cabecera.
fi: Luo tyhjä header-tiedosto
fr: Crée un en-tête vide de fichier.
hu: Készít egy üres fejléc fájlt.
it: Crea un file di intestazione vuoto.
kr: 빈 헤더 파일을 만듭니다.
nl: Maakt een leeg header bestand aan
no: Lager en tom topp-fil.
pl: Tworzy pusty plik nagłówkowy.
pt: Cria um cabeçalho de ficheiro vazio.
pt_br: Cria um arquivo de cabeçalho vazio.
ro: Crează un fişier antet gol.
ru: Создаёт пустой файл заголовка.
tr: Boş bir başlık dosyası oluşturur.
zh: 创建一个空白的头文件。

# Templates.File.HeaderFile.Name
source: Header File
es: Archivo de Cabecera
fi: Header-tiedosto
fr: Fichier d'en-tête
hu: Fejléc Fájl
it: File di Intestazione
kr: 헤더 파일
nl: Header bestand
no: Topp-fil
pl: Plik nagłówkowy
pt: Cabeçalho de ficheiro
pt_br: Arquivo de Cabeçalho
ro: Fişier Antet
ru: Файл заголовка
tr: Başlık dosyası
zh: 头文件

# Templates.File.Html.EmptyHtml.Name
source: Empty HTML file
es: Archivo HTML vacío
fi: Tyhjä HTML-tiedosto
fr: Fichier HTML vide
hu: Üres HTML fájl
it: File HTML vuoto
kr: 빈 HTML 파일
nl: Leeg HTML bestand
no: Tom HTML fil
pl: Pusty plik HTML
pt: Ficheiro HTML vazio
pt_br: Arquivo HTML vazio
ro: Fişier HTML gol
ru: Пустой HTML файл
tr: Boş HTML dosyası
zh: 空HTML文件

# Templates.File.Html.EmptyHtmlFile.Description
source: Creates an empty HTML file.
es: Crea un archivo HTML en blanco.
fi: Luo tyhjä HTML-tiedosto
fr: Crée un fichier HTML vide.
hu: Készít egy üres HTML fájlt.
it: Crea un file HTML vuoto.
kr: 빈 HTML 파일을 만듭니다.
nl: Maakt een leeg HTML bestand.
no: Lager en tom HTML fil.
pl: Tworzy pusty plik HTML.
pt: Cria um ficheiro HTML vazio.
pt_br: Cria um arquivo HTML vazio.
ro: Creare Fişier HTML gol
ru: Создаёт пустой HTML файл.
tr: Boş bir HTML dosyası oluşturur.
zh: 创建一个空白的 HTML 文件。

# Templates.File.Interface.Description
source: An empty interface declaration.
es: Una declaración de interfase vacía.
fi: Liitäntä
fr: Une déclaration d'interface vide.
hu: Egy üres interfész deklaráció.
it: Una dichiarazione di interfaccia vuota.
kr: 빈 인터페이스 선언입니다.
nl: Een lege interface declaratie.
no: En tom grensesnittdeklarasjon
pl: Deklaracja pustego interfejsu.
pt: Uma declaração vazia de interface.
pt_br: Uma declaração de interface vazia.
ro: O declaraţie vidă de interfaţă.
ru: Объявление пустого интерфейса.
tr: Boş bir arayüz tanımlaması.
zh: 一个空的接口声明.

# Templates.File.Interface.Name
source: Interface
es: Interfase
fi: Liitäntä
hu: Interfész
it: Interfaccia
kr: 인터페이스
no: Grensesnitt
pl: Interfejs
ro: Interfaţă
ru: Интерфейс
tr: Arayüz
zh: 接口

# Templates.File.Module.Description
source: An empty module declaration.
es: Una declaración de módulo vacía.
fi: Uusi moduli
fr: Une déclaration de module vide.
hu: Egy üres modul deklaráció
it: Una dichiarazione di modulo vuota.
kr: 빈 모듈 선언입니다.
nl: Een lege module declaratie.
no: En tom moduldeklarasjon
pl: Deklaracja pustego modułu.
pt: Uma declaração vazia de um modelo
pt_br: Uma delaração de um modulo vazio.
ro: O declaraţie de modul vid.
ru: Пустое объявление модуля.
tr: Boş bir modül tanımlaması
zh: 一个空模块声明.

# Templates.File.Module.Name
source: Module
es: Módulo
fi: Moduli
hu: Modul
it: Modulo
kr: 모듈
no: Modul
pl: Moduł
pt: Módulo
pt_br: Modulo
ro: Modul
ru: Модуль
tr: Modül
zh: 模块

# Templates.File.MsBuild.Description
source: Creates a MSBuild file with an empty "Build" target.
es: Crea un archivo MSBuild con un destino de construcción "Build" vacío.
fi: Luo MSBuild tiedosto. Tyhjä "Build"
fr: Crée un fichier MSBuild avec une cible vide.
hu: MsBuild fájl készítése üres "Build" céllal.
it: Crea un file MSBuild con un obiettivo "Build" vuoto.
kr: 빈 "Build" 대상을 가지고 MSBuild를 만듭니다.
nl: Maakt een MSBuild betand met een leeg "Bouw" doel.
no: Lager en MsBuild fil med et tomt "Build" mål.
pl: Tworzy plik MSBuild z pustym celem "Budowania".
pt: Cria um ficheiro MsBuild com um alvo de "Compilação" vazio.
pt_br: Cria um arquivo MsBuild com um modelo "Build" vazio.
ru: Создает файл MSBuild без неопределенной целью сборки
tr: "İnşâ" hedefi boş olan bir MSBuild dosyası oluşturur.
zh: 创建一个空的生成目标的MSBuild文件

# Templates.File.MsBuild.Name
source: MSBuild file
es: Archivo MSBuild
fi: MSBuild - tiedosto
fr: Fichier MSBuild
hu: MsBuild fájl
it: File MsBuild
kr: MSBuild 파일
nl: MSBuild bestand
no: MSBuild fil
pl: Plik MSBuild
pt: Ficheiro MsBuild
pt_br: Arquivo MsBuild
ro: Fişier MSBuild
ru: Файл MSBuild
tr: MSBuild dosyası
zh: MSBuild文件

# Templates.File.MyExtensionClass.Description
source: A template for a class extending the "My" namespace.
es: Una plantilla para una clase que extiende el espacio de nombres "My".
fi: Omat laajennukset. Malliluokka, joka ulottuu "Minun" nimiavaruuteen
fr: Un modèle pour une classe étendant le namespace "My".
hu: Sablon a "My" névtérben lévő osztályra.
it: Un modello per una classe che estende il namespace "My".
kr: "My" 네임스페이스를 확장하는 클래스를 만드는 템플리트입니다.
nl: Een sjabloon voor een klasse die "Mijn" naamruimte uitbreidt.
no: En mal for en klasse som utvider "My" namespacet.
pl: Szablon dla klasy rozszerzającej przestrzeń nazw "My".
pt: Um modelo para uma classe que expande o espaço "Meu" de nomendação
pt_br: Uma classe modelo para extender o namespace "My".
ro: Un şablon pentru o clasă care extinde spaţiul de nume "My".
ru: Шаблон класса, расширяющего пространство имен "My".
tr: "Benim" isim boşluğunu uzatan sınıf için bir şablon.
zh: 一个用来扩展"My"命名空间的模板类.

# Templates.File.MyExtensionClass.Name
source: "My" extension
es: Extensión "My"
fi: Omat laajennukset
hu: "My" kiterjesztés
it: Estensione "My"
kr: "My" 확장
nl: "Mijn" uitbreiding
no: "My" utvidelse
pl: Rozszerzenie "My"
pt: A "Minha" extensão
pt_br: Extensão do "My"
ro: Extensia "Mea"
ru: Расширение "Му"
tr: "Benim" uzantılarım
zh: “我的”扩展

# Templates.File.NAnt.NAntBuildFile.Description
source: Creates a new NAnt build file.
es: Crea un nuevo archivo de generación de NAnt.
fi: Luo uusi Nant build-tiedosto
fr: Crée un nouveau fichier de construction NAnt.
hu: Új NAnt szerkesztési fájl készítése
it: Crea un nuovo file di build NAnt.
kr: 새로운 NAnt 빌드 파일을 만듭니다.
nl: Maakt een nieuw NAnt build bestand.
no: Lager en ny NAnt byggefil.
pl: Tworzy nowy plik budowy NAnt.
pt: Cria um novo ficheiro de compilação NAnt.
pt_br: Cria um novo arquivo de contrução do NAnt.
ro: Creaza un nou fisier NAnt pentru build
ru: Создает новый файл сборки NAnt.
tr: Yeni bir NAnt inşâ dosyası oluşturur.
zh: 创建新的NAnt生成文件

# Templates.File.NAnt.NAntBuildFile.Name
source: NAnt Build File
es: Archivo de generación NAnt
fi: NAnt build-tiedosto
fr: Fichier de construction NAnt
hu: NAnt Szerkesztési Fájl
it: File di Build NAnt
kr: NAnt 빌드 파일
nl: NAnt Build sjabloon
no: NAnt byggefil
pl: Plik Budowy NAnt
pt: Ficheiro de compilação NAnt
pt_br: Arquivo de contrução do NAnt
ro: Fişier NAnt Build
ru: Файл сборки NAnt
tr: NAnt inşâ dosyası
zh: 生成NAnt文件

# Templates.File.PRISMViewAndViewModelUnity.Description
source: Creates a View for a PRISM Module with an according ViewModel.
es: Crea una Vista para un modulo PRISM con un ViewModel acorde.
fr: Créée une vue pour un module PRISM depuis un ViewModel.
it: Crea una Vista per un Modulo PRISM ed il relativo Modello
nl: Maakt een Weergave voor PRISMA module volgens Weergavemodel.
ru: Создает представление и соответствующую модель представления для модуля PRISM.

# Templates.File.PRISMViewAndViewModelUnity.Name
source: PRISM View and ViewModel (Unity)
es: Vista y ViewModel PRISM (Unity)
fr: Vue PRISM et ViewModel (Unity)
it: Vista PRISM e Modello (Unity)
nl: PRISMA Weergave en Weergavemodel (Eenheid)
ru: Представление и модель представления PRISM (Unity)

# Templates.File.PRISMViewModelUnity.Description
source: Creates a ViewModel for a PRISM Module.
es: Crea un ViewModel para un Módulo PRISM.
fr: Créée un ViewModel pour un module PRISM.
it: Crea un modello per un Modulo PRISM
nl: Maakt een Weergavemodel voor een PRISMA module.
ru: Создаёт модель представления для модуля PRISM.

# Templates.File.PRISMViewModelUnity.Name
source: PRISM ViewModel (Unity)
es: ViewModel PRISM (Unity)
fr: ViewModel PRISM (Unity)
it: Modello PRISM (Unity)
nl: PRISMA Weergavemodel (Eenheid)
ru: Модель представления PRISM (Unity)

# Templates.File.PRISMViewUnity.Description
source: Creates a View for a PRISM Module.
es: Crea un View para un Módulo PRISM.
fr: Créée une vue pour un module PRISM.
it: Crea una Vista per un Modulo PRISM
nl: Maakt een weergave voor een PRISMA module.
ru: Создаёт представление для модуля PRISM.

# Templates.File.PRISMViewUnity.Name
source: PRISM View (Unity)
es: View Prism (Unity)
fr: Vue PRISM (Unity)
it: Vista PRISM (Unity)
nl: PRISMA weergave (Eenheid)
ru: Представление PRISM (Unity).

# Templates.File.Properties.AddIFDEFTest
source: Add '#if TEST ... #endif'
es: Incluir '#if TEST ... #endif'
fi: Lisää '#if TEST ... #endif'
fr: Ajoute '#if TEST ... #endif'
hu: Hozzáad '#if TEST ... #endif'
it: Aggiunge '#if TEST ... #endif'
kr: '#if TEST ... #endif' 넣기
nl: '#if TEST ... #endif' toevoegen
no: Legg til '#if TEST ... #endif'
pl: Dodaj '#if TEST... #endif'
pt: Adicionar '#if TEST ... #endif'
pt_br: Adicione '#if TEST ... #endif'
ro: Adaugă '#if TEST ... #endif'
ru: Добавить '#if TEST ... #endif'
tr: '#if TEST ... #endif' ekle
zh: 添加 '#if TEST ... #endif'

# Templates.File.Properties.AddIFDEFTest.Description
source: If true, the class is only compiled when the TEST symbol is defined.
es: Si es True, la clase es compilada sólo cuando el símbolo TEST ha sido definido.
fi: Jos True, niin luokka ainoastaan kääntää uudelleen jos TEST symboli on määritelty.
fr: Si vrai, la classe est seulement compilée quand le symbole TEST est défini.
hu: Ha igaz, az osztályt csak a TEST szimbólum definiálása esetén fordítja.
it: Se vero, la classe è compilata solamente quando è definito il simbolo TEST.
kr: 만약 참이면, TEST 기호가 정의되었을 때에만 클래스가 컴파일됩니다.
nl: Indien true, wordt de klasse alleen gecompileerd wanneer het TEST symbool gedefinieerd is.
no: Hvis sant, kompileres klasse bare når TEST symbolet er definert.
pl: Jeśli prawda, klasa jest kompilowana tylko wtedy gdy symbol TEST jest zdefiniowany.
pt: Se verdadeiro, a classe é compilada apenas quando o simbolo TEST estiver defenido.
pt_br: Se verdadeiro, a classe é compilada somente quando o símbolo TEST é definido.
ro: Dacă este adevărat, clasa este doar compilată atunci când simbolul TEST este definit.
ru: Если да, класс компилируется только если определён символ TEST.
tr: Eğer doğru ise, sınıf sadece TEST sembolü tanımlandığında derlenebilir.
zh: 选择 True，那么仅当定义了 TEST 符号，类才会被成功。

# Templates.File.Properties.AddSetupCode
source: Add setup code
es: Incluir código de instalación
fi: Lisää asennus koodi
fr: Ajouter le code d'installation
hu: Beállító (setup) kód hozzáadása
it: Aggiunge codice di setup
kr: 설치 코드 더하기
nl: Voeg setup code toe
no: Legg til oppsett-kode
pl: Dodaj kod setup
pt: Adicionar código de Setup
pt_br: Adicionar código de instalação
ro: Adaugă codul de instalare
ru: Добавить setup-код
tr: Kur kodu ekle
zh: 添加安装代码

# Templates.File.Properties.AddSetupCode.Description
source: If true, setup code will be generated.
es: Si es True, código de instalación será generado.
fi: Jos True niin asennuskoodi tehdään
fr: Si Vrai, le code d'installation sera généré.
hu: Ha igaz, beállító (setup) kódot generál.
it: Se vero, il codice di setup verrà generato.
kr: 만약 참이면, 설치 코드가 만들어집니다.
nl: Geeft aan of er setup code gegenereerd wordt.
no: Slår på generering av oppsettkode.
pl: Jeśli prawda, zostanie wygenerowany kod setup.
pt: Se verdadeiro, o código de setup será gerado.
pt_br: Se verdadeiro, o código de instalação será gerado.
ro: Dacă este adevărat, se generează codul de instalare.
ru: Если да, будет генерироваться setup-код.
tr: Eğer doğru ise, kur kodu üretilecek.
zh: 选择 True，将会生成安装代码。

# Templates.File.Properties.AddTearDownCode
source: Add tear down code
es: Incluir código de finalización
fi: Lisää "hajotus" koodi
fr: Ajouter du code de finalisation
hu: Elbontó kód hozzáadása
it: Inserisci uno strappo nel codice
kr: 찢어진 코드 더하기
nl: Breek af code toevoegen
no: Legg til nedbyggingskode
pl: Dodaj kod tear down
pt: Adicionar código de inicialização
pt_br: Adicionar código de tear down
ro: Adaugă cod tear down
ru: Добавить 'tear down' код
tr: Yok etme kodu ekle
zh: 添加卸载代码

# Templates.File.Properties.AddTearDownCode.Description
source: If true, tear down code will be generated.
es: Si es True, código de finalización será generado.
fi: Jos totta, "hajotus" koodi tehty
fr: Si vrai, du code de finalisation sera généré.
hu: Ha igaz, elbontó kód fog generálódni.
it: Se la condizione e vera , verrá generato il codice
kr: 참이면, 찢어진 코드가 만들어집니다.
nl: Geeft aan of Breek Af code gegenereerd wordt.
no: Slår på generering av nedbyggingskode.
pl: Jeśli prawda, zostanie wygenerowany kod tear down.
pt: Se verdadeiro, então será gerado o código de inicialização.
pt_br: Se verdadeiro, código de tear down será gerado.
ro: Dacă este adevărat, va fi generat codul tear down.
ru: Если да, будет генерироваться 'tear down' код.
tr: Eğer doğru ise, yok etme kodu üretilecek.
zh: 选择 True，将会生成卸载代码。

# Templates.File.Properties.ContextCategory
source: Context
es: Contexto
fi: Asiayhteys
fr: Contexte
hu: Környezet
it: Contesto
kr: 콘텍스트
no: Kontekst
pl: Kontekst
pt: Contexto
pt_br: Contexto
ru: Контекст
tr: İçerik
zh: 上下文

# Templates.File.Properties.OptionCategory
source: Options
es: Opciones
fi: Asetukset
hu: Beállítások
it: Opzioni
kr: 옵션
nl: Opties
no: Alternativer
pl: Opcje
pt: Opções
pt_br: Opções
ro: Optiuni
ru: Параметры
tr: Seçenekler
zh: 选项

# Templates.File.RecentFilesCollection.Description
source: Implements ConfigurationCollection for storing recently opened files in your application.
es: Implementa ConfigurationCollection para ordenar archivos abiertos recientemente en su aplicación.
fr: Implémente ConfigurationCollection pour le stockage des fichiers récemment ouverts dans votre application.
it: Implementa ConfigurationCollection per salvare i file aperti di recente nella tua applicazione.
kr: 응용 프로그램에서 최근 사용한 파일을 저장할 ConfigurationCollection을 구현합니다.
nl: Implementeert configuratie-verzameling voor opslaan van recent geopende bestanden in uw applicatie.
no: Implementerer ConfigurationCollection for å huske nylig åpnede filer i applikasjonen din.
ru: Реализует ConfigurationCollection для хранения недавно открытых файлов в приложении.
zh: 在你的程序中实现ConfigurationColletion以便保存最近打开的文件。

# Templates.File.RecentFilesCollection.Name
source: Recent files collection
es: Colección de archivos recientes
fr: Collection de fichiers récents
it: File recenti
kr: 최근 사용한 파일 모음
nl: Verzameling recente bestanden
no: Nylig brukte filer
ru: Коллекция недавних файлов
tr: Son açılan dosyalar
zh: 最近的文件集合

# Templates.File.Resource.EmptyResourceFile.Description
source: creates an empty resource file
es: crea un archivo de recursos vacío
fi: Luo tyhjä resurssitiedosto
fr: crée un fichier de ressource vide
hu: készít egy üres erőforrás fájlt
it: crea un file di risorsa vuoto
kr: 빈 리소스 파일 생성
nl: Maakt een leeg hulpbron bestand
no: Lager en tom ressursfil.
pl: Tworzy pusty plik zasobów
pt: cria um ficheiro de recursos vazio
pt_br: cria um arquivo de recursos vazio
ro: Creare fişier de resurse gol
ru: создаёт пустой файл ресурсов
tr: boş bir kaynak dosyası oluşturur
zh: 创建一个空资源文件

# Templates.File.Resource.EmptyResourceFile.Name
source: Empty resource file
es: Archivo de Recursos Vacío
fi: Tyhjä resurssitiedosto
fr: Fichier de ressources vide
hu: Üres erőforrás fájl
it: File di risorsa vuoto
kr: 빈 리소스 파일
nl: Leeg hulpbron bestand
no: Tom ressursfil
pl: Pusty plik zasobów
pt: Ficheiro de recursos vazio
pt_br: Arquivo de Recursos vazio
ro: Fişier de resurse gol
ru: Пустой файл ресурсов
tr: Kaynak dosyayı boşalt
zh: 空资源文件

# Templates.File.SharpDevelop.AddInOptions.Description
source: This class provides an easy access to persistent properties.
es: Esta clase provee un acceso fácil a propiedades persistentes.
fr: Cette classe fournit un accés rapide aux propriétés persistentes.
hu: Az osztály könnyű elérést biztosít a tárolt tulajdonságokhoz.
it: Questa classe fornisce un facile accesso alle proprietà persistenti.
kr: 이 클래스는 고정된 속성에 쉽게 접근할 수 있도록 합니다.
nl: Deze klasse verschaft gemakkelijk toegang tot persistente eigenschappen
no: Denne klassen gir enkel tilgang til varige egenskaper.
pt: Esta classe oferece uma acesso fácil a propriedades persistentes.
pt_br: Esta classe dá fácil acesso a propriedade persistentes.
ru: Этот класс обеспечивает лёгкий доступ к хранимым свойствам.
tr: Bu sınıf sürekli nesnelere kolay erişimi tanımlar.
zh: 此类使得永久属性更易于访问.
