Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ICSharpCode.WebProjectOptionsPanel.UseLocalIIS
source: Use local IIS Web server
es: Usar el servidor web IIS local
fr: Utiliser le serveur web IIS local
it: Usa Web server IIS locale
nl: Gebruik plaatselijke IIS Web server
ru: Использовать локальный веб-сервер IIS
zh: 使用本地IIS服务器

# ICSharpCode.WebProjectOptionsPanel.VirtualDirCreated
source: Application/virtual directory was created.
es: Se creó el directorio virtual/de aplicación.
fr: Application/répertoire virtuel est maintenant créé.
it: Applicazione/cartella virtuale creata.
nl: Applicatie/virtuele directory is gemaakt.
ru: Виртуальная папка создана.
zh: 应用程序/虚拟目录已经创建.

# ICSharpCode.WixBinding.AddCompilerExtensionsDialog.Title
source: Add Extensions
es: Agregar Extensiones
fr: Ajouter des extensions
it: Aggiungi estensione
kr: 확장 더하기
nl: Extensies toevoegen
no: Legg til utvidelser
pl: Dodaj Rozszerzenia
pt: Adicionar Extensões
ru: Добавить расширения
tr: Uzantı Ekle
zh: 添加扩展

# ICSharpCode.WixBinding.AddWixExtensionToProject.WixExtensionFileFilterName
source: WiX Extension Files
es: Archivos de Extensión WiX
fr: Fichiers d'extension WiX
it: File WiX
kr: WiX 확장 파일
nl: WiX extensie bestanden
no: WiX tilleggsfiler
pl: Pliki Rozszerzeń WiX
pt_br: Arquivos com extensão WiX
ru: Расширения файлов WiX
tr: WiX Uzantıları Dosyaları
zh: WiX扩展文件

# ICSharpCode.WixBinding.AddWixLibraryToProject.WixLibraryFileFilterName
source: WiX Library Files
es: Archivos de Biblioteca WiX
fr: Fichiers de bibliothèques WiX
hu: WiX Könyvtár Fájlok
it: Libreria di File WiX
kr: WiX 라이브러리 파일
nl: WIX bibliotheek bestanden
no: WiX bibliotekfiler
pl: Pliki Bibliotek WiX
pt: Ficheiros de Bibliotecas WiX
ru: Файлы библиотеки WiX
tr: WiX Kütüphane Dosyaları
zh: WiX库文件

# ICSharpCode.WixBinding.ApplicationSettings.OutputNameLabel
source: Output name:
es: Nombre de Salida:
fi: Ulostulo nimi:
fr: Nom de sortie:
it: Nome destinazione:
kr: 출력 이름:
nl: Uitvoer naam:
no: Resultat navn:
pl: Nazwa wyjściowa:
pt: Nome de saída:
ru: Выводимое имя:
tr: Çıktı adı:
zh: 输出名称:

# ICSharpCode.WixBinding.ApplicationsSettingsPanel.OutputFileNameLabel
source: Output filename:
es: Archivo de Salida:
fr: Nom du fichier de sortie:
it: Nome file destinazione:
kr: 출력 파일 이름:
nl: Uitvoer bestandsnaam:
no: Resultat filnavn:
pl: Nazwa pliku wyjściowego:
pt: Nome de ficheiro de saída:
ru: Имя выходного файла:
tr: Çıktı dosyası:
zh: 输出文件名称:

# ICSharpCode.WixBinding.CompilerParametersPanel.CompilerExtensionsGroupBox
source: Extensions
es: Extensiones
fi: Täydennä
it: Estensioni
kr: 확장
nl: Extensies
no: Utvidelser
pl: Rozszerzenia
pt: Extensões
ru: Расширения
tr: Uzantılar
zh: 扩展

# ICSharpCode.WixBinding.CompilerParametersPanel.CulturesLabel
source: Cultures:
es: Culturas:
it: Culture:
kr: 컬처:
nl: Culturen:
no: Kulturer:
ru: Культуры:
zh: 文化(本地化类别)：

# ICSharpCode.WixBinding.CompilerParametersPanel.SuppressIces
source: Suppress ICEs:
es: Suprmir ICEs:
fr: Suppression des ICEs:
it: Nascondi ICE:
kr: ICEs 숨기기:
nl: ICEs onderdrukken:
no: Ignorer ICE'er:
pt_br: Suprimir ICEs:
ru: Подавлять коды ICE:
tr: ICE'leri bastır
zh: 禁用ICEs

# ICSharpCode.WixBinding.CompilerParametersPanel.TreatWarningsAsErrorsCheckBox
source: Treat warnings as errors:
es: Tratar advertencias como errores:
fr: Cosidérer les avertissements comme des erreurs:
it: Tratta le segnalazioni come errori:
kr: 경고를 오류로 처리:
nl: Behandel waarschuwingen als fouten:
no: Behandle advarsler som feil:
pl: Traktuj ostrzeżenia jako błędy:
pt: Tratar os avisos como erros:
ru: Считать предупреждения ошибками:
tr: Uyarılara hata muamelesi yap:
zh: 将警告作为错误处理:

# ICSharpCode.WixBinding.CompilerParametersPanel.WixMSBuildExtensionsPathLabel
source: WiX MSBuild extensions path:
es: Ruta de extensiones WiX MSBuild:
fr: Chemin des extensions WiX MSBuild:
hu: WiX MSBuild kiterjesztés útvonal:
it: Cartella estensioni MSBuild:
kr: WiX MSBuild 확장 경로:
nl: WiX MSBuild extensie pad:
no: WiX MSBuild utvidelsessti:
pt: Caminho para as extensões MSBuild WiX:
ru: Путь к дополнениям WiX MSBuild:
tr: WiX MSBuild uzantı yolu
zh: WiX的MSBuild扩展工具路径:

# ICSharpCode.WixBinding.CompilerParametersPanel.WixTargetsPathLabel
source: WiX targets path:
es: Ruta de destinos WiX:
fr: Chemin des cibles WiX:
it: percorso destinazioni WiX:
kr: WiX 대상 경로:
nl: WiX doel-pad:
no: Sti til WiX mål:
pl: Ścieżka celów WiX:
pt_br: Caminho para arquivos WiX:
ru: Целевой путь WiX:
tr: WiX hedefleri konumu:
zh: WiX目标路径：

# ICSharpCode.WixBinding.CompilerParametersPanel.WixTasksPathLabel
source: Wix tasks path:
es: Ruta de tareas WiX:
fr: Chemin des tâches WiX:
it: Percorso task WiX:
kr: Wix 작업 경로:
nl: WiX taak-pad:
no: Sti til WiX oppgaver:
pl: Ścieżka zadań WiX:
pt_br: Caminho para tarefas WiX:
ru: Путь к задачам Wix:
tr: WiX görevleri konumu:
zh: Wix任务路径：

# ICSharpCode.WixBinding.CompilerParametersPanel.WixToolPathLabel
source: WiX tool path:
es: Ruta de herramienta WiX:
fr: Chemin des outils WiX:
hu: WiX eszköz útvonal:
it: Percorso strumenti WiX:
kr: WiX 도구 경로:
nl: WiX tool pad:
no: WiX verktøysti:
pl: Ścieżka narzędzi WiX:
pt: Caminho para a ferramenta WiX:
ru: Путь к инструменту WiX:
tr: WiX konumu:
zh: WiX工具路径:

# ICSharpCode.WixBinding.CompilerParametersPanel.WixVariablesLabel
source: WiX Variables:
es: Variables WiX:
fr: Variables WiX:
it: Variabili WiX:
kr: WiX 변수:
nl: WiX variabelen:
no: WiX variabler:
pl: Zmienne WiX:
ru: Переменные WiX:
zh: WiX变量：

# ICSharpCode.WixBinding.DialogDesignerGenerator.DialogIdNotFoundMessage
source: Could not find dialog id '{0}' in the document.
es: No se pudo encontrar el dialogo de id '{0}' en el documento.
fr: Impossible de trouver le dialogue id '{0}' dans le document.
it: Non riesco a trovare la finestra id '{0}' nel documento.
kr: 이 문서에서 ID가 '{0}'인 대화 상자를 찾을 수 없습니다.
nl: Dialoog id '{0}' werd niet in document gevonden.
no: Kunne ikke finne dialog id '{0}' i dokumentet.
pl: Nie można znaleźć w dokumencie dialogu o id '{0}'.
pt: Impossível encontrar diálogo com id '{0}' no documento.
ru: В документе не удалось найти диалог с id '{0}'.
tr: Belgede, '{0}' numaralı diyalog bulunamadı.
zh: 在文档中找不到ID为'{0}'的对话框。

# ICSharpCode.WixBinding.ExtensionBinding.InvalidExtension
source: An extension must be of the form: Class, Assembly For example: Microsoft.Tools.WindowsInstallerXml.Extensions.NetFxCompiler, WixNetFxExtension
es: Una extensión debe ser de la forma: Class, Assembly Por ejemplo: Microsoft.Tools.WindowsInstallerXml.Extensions.NetFxCompiler, WixNetFxExtension
fr: Une extension doit être de la forme: Classe, Nom d'Assembly Par exemple: Tools.WindowsInstallerXml.Extensions.NetFxCompiler, WixNetFxExtension
it: Una estensione deve avere la forma: Classe, Assembly Per esempio: Microsoft.Tools.WindowsInstallerXml.Extensions.NetFxCompiler, WixNetFxExtension
kr: 확장은 클래스나 어셈블리의 형태여야 합니다.<br><br>예:<br><br>Microsoft.Tools.WindowsInstallerXml.Extensions.NetFxCompiler, WixNetFxExtension
nl: Een sxtentie moet in de vorm van: Klasse, Assembly Bijvoorbeeld: Microsoft.Tools.WindowsInstallerXml.Extenties.NetFxCompiler, WixNetFxExtentie
no: En utvidelse må være på formen: Klasse, Samling For eksempel: Microsoft.Tools.WindowsInstallerXml.Extensions.NetFxCompiler, WixNetFxExtension
ru: Расширение должно иметь вид класса, сборки Например: Microsoft.Tools.WindowsInstallerXml.Extensions.NetFxCompiler, WixNetFxExtension
zh: 扩展(Extension)必须符合这种格式：类名,程序集名 如： Microsoft.Tools.WindowsInstallerXml.Extensions.NetFxCompiler, WixNetFxExtension

# ICSharpCode.WixBinding.LibraryParametersPanel
source: Library
es: Biblioteca
fi: Kirjasto
fr: Librairie
hu: Könyvtár
it: Libreria
kr: 라이브러리
nl: Bibliotheek
no: Bibliotek
pl: Biblioteka
pt: Biblioteca
pt_br: Biblioteca
ru: Библиотека
tr: Kütüphane
zh: 库

# ICSharpCode.WixBinding.LinkerParametersPanel
source: Linking
es: Vinculaciones
fr: Edition de lien en cours
kr: 링크 중
nl: Koppelen
no: Knytning
pl: Linkowanie
ru: Связывание
tr: Bağlama
zh: 链接

# ICSharpCode.WixBinding.NameValueListEditor.NameColumn
source: Name
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
kr: 이름
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ru: Имя
tr: Ad
zh: 名称

# ICSharpCode.WixBinding.NameValueListEditor.ValueColumn
source: Value
es: Valor
fi: Arvo
fr: Valeur
hu: Érték
it: Valore
kr: 값
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
ru: Значение
tr: Değer
zh: 值

# ICSharpCode.WixBinding.PackageFilesView.AddDirectoryDialog.Title
source: Add Directory
es: Agregar Directorio
fi: Lisää kansio
fr: Ajouter un répertoire
hu: Mappa hozzáadása
it: Aggiungi cartella
kr: 디렉터리 더하기
nl: Map toevoegen...
no: Legg til katalog
pl: Dodaj Katalog
pt: Adicionar Pasta
ru: Добавить папку
tr: Dizin ekle
zh: 添加目录

# ICSharpCode.WixBinding.PackageFilesView.AddFilesDialog.Title
source: Add files...
es: Agregar archivos...
fi: Lisää tiedostot ...
fr: Ajouter des fichiers...
it: Aggiungi files...
kr: 파일 더하기...
nl: Bestanden toevoegen...
no: Legg til filer...
pl: Dodaj pliki...
pt: Adicionar ficheiros...
ru: Добавить файлы...
tr: Dosyaları ekle...
zh: 添加文件...

# ICSharpCode.WixBinding.PackageFilesView.AllWixFilesContainErrorsMessage
source: Unable to find setup files. WiX files contain errors.
es: No se encontraron los archivos de instalación. Los archivos WiX tienen errores.
fr: Impossible de trouver les fichiers de configuration. Les fichiers WiX contiennent des erreurs.
it: Impossibile trovare i file di setup. I file di WiX contengono degli errori.
kr: 설치 파일을 찾을 수 없습니다. WiX 파일에 오류가 있습니다.
nl: Kan de setup bestanden niet vinden. WiX bestanden bevatten fouten.
no: Kan ikke finne installasjonsfiler. WiX filene inneholder feil.
pt: Impossível encontrar ficheiros de instalação. Os ficheiros WiX contém erros.
pt_br: Não foi possível achar os arquivos de instalação. Os arquivos do WiX contém erros.
ru: Не удалось найти файлы установщика. Файлы WiX содержат ошибки.
tr: Kur dosyaları bulunamadı. WiX dosyaları hata içeriyor.
zh: 无法找到安装文件. WiX文件中包含错误.

# ICSharpCode.WixBinding.PackageFilesView.NoRootDirectoryFoundMessage
source: Unable to find any TARGETDIR Directory or DirectoryRef elements. Either these do not exist or the WiX document is not for WiX 3.0 and the namespace is not "http://schemas.microsoft.com/wix/2006/wi".
es: No se pudo encontrar ningún elemento de tipo TARGETDIR Directory o DirectoryRef. O bien, estos no existen, o el documento WiX no es para WiX 3.0 y el namespace no es "http://schemas.microsoft.com/wix/2006/wi".
fr: Impossible de trouver un répertoire TARGETDIR (cible) ou un élément DIRECTORYREF. Soit ils n'existent pas, soit le document Wix n'est pas pour WiX 3.0 et l'espace de nom n'est pas ""http://schemas.microsoft.com/wix/2006/wi".
it: Impossibile trovare alcuna cartella TARGETDIR o elemento DirectoryRef. Questi elementi potrebbero non esistere o il documento WiX non è compatibile con WiX 3.0 e il namespace non è "http://schemas.microsoft.com/wix/2006/wi".
kr: 어떤 TARGETDIR Directory나 DirectoryRef 요소도 찾을 수 없습니다. 이것들이 존재하지 않거나 WiX 문서가 WiX 3.0을 위한 것이 아니고 네임스페이스가 "http://schemas.microsoft.com/wix/2006/wi"이 아닙니다.
nl: Kan geen TARGETDIR Directory of DirectoryRef elementen vinden. Of deze bestaan niet, ofwel is het WiX document niet voor WiX 3.0 en de naamruimte is niet 'http://schemas.microsoft.com/wix/2006/wi.
no: Finner ikke noen TARGETDIR Directory eller DirectoryRef elementer. Enten eksisterer ikke disse eller WiX dokumentet er ikke for WiX 3.0 og namespacet er ikke "http://schemas.microsoft.com/wix/2006/wi".
ru: Не удалось найти ни одного элемента TARGETDIR Directory или DirectoryRef. Либо эти элементы отсутствуют, либо документ WiX не предназначен для WiX 3.0 и пространство имён не равно "http://schemas.microsoft.com/wix/2006/wi".
zh: 无法找到TARGETDIR(目标)文件夹或DirectoryRef(文件夹引用)元素。可能是它们在WiX文档中不存在， 或者是WiX文档不是针对WiX 3.0的并且对应用的命名空间不是"http://schemas.microsoft.com/wix/2006/wi"。

# ICSharpCode.WixBinding.PackageFilesView.NoWixFileFoundInProjectMessage
source: No WiX file (.wxs) found in '{0}' project.
es: No se encontraron archivos WiX (.wxs) en el proyecto '{0}'.
fr: Pas de fichier WiX (.wxs) dans le projet '{0}'.
hu: WiX fájl (.wxs) nem található a '{0}' projektben.
it: Nessun file WiX (*.wxs) trovato nel progetto '{0}'.
kr: '{0}' 프로젝트에 WiX 파일(.wxs)이 없습니다.
nl: Geen WiX bestand (.wxs) gevonden in project '{0}'.
no: Ingen WiX fil (.wxs) funnet i '{0}' prosjektet.
pl: Nie znaleziono pliku WiX (.wxs) w projekcie '{0}'.
pt: Não foi encontrado nenhum ficheiro WiX (.wxs) no projecto '{0}'.
ru: Файл WiX (.wxs) не найден в проекте '{0}'.
tr: '{0}' projesinde hiçbir WiX(.wxs) dosyası bulunamadı.
zh: 在'{0}'项目中没有找到WiX文件(.wxs)

# ICSharpCode.WixBinding.PackageFilesView.Title
source: Setup Files
es: Archivos de Instalación
fi: Asennustiedostot
fr: Fichiers de configuration ('setup')
it: Files di Setup
kr: 설치 파일
nl: Setup bestanden
no: Installasjonsfiler
pt: Ficheiros de Instalação
pt_br: Arquivos de Instalação
ro: Fişiere de instalare
ru: Файлы Мастера установки
tr: Kurulum Dosyaları
zh: 安装文件

# ICSharpCode.WixBinding.PackagesFilesView.ContextMenu.AddDirectory
source: Add Directory...
es: Agregar Directorio...
fi: Lisää kansioon ...
fr: Ajouter un répertoire...
hu: Mappa hozzáadása...
it: Crea cartella...
kr: 디렉터리 더하기
nl: Map toevoegen...
no: Legg til katalog...
pl: Dodaj Katalog...
pt: Adicionar Pasta...
ro: Adaugă director...
ru: Добавить папку...
tr: Dizin Ekle...
zh: 添加目录...

# ICSharpCode.WixBinding.PackagesFilesView.ContextMenu.AddFiles
source: Add Files...
es: Agregar Archivos...
fi: Lisää tiedostot ...
fr: Ajouter des fichiers...
it: Crea file...
kr: 파일 더하기...
nl: Bestanden toevoegen...
no: Legg til filer...
pl: Dodaj Pliki...
pt: Adicionar Ficheiros...
ro: Adaugă fişiere...
ru: Добавить файлы...
tr: Dosya Ekle...
zh: 添加文件...

# ICSharpCode.WixBinding.PreprocessorVariablesPanel
source: Preprocessing
es: Pre-Procesamiento
fr: Préprocessage en cours
hu: Előfeldolgozás
it: Preprocessore
kr: 전처리
nl: Voorverwerking
no: Forprosessering
pt: Pré-processar
ro: Preprocesare
ru: Предобработка
tr: Önişleme
zh: 预处理

# ICSharpCode.WixBinding.ProjectBrowser.ContextMenu.AddWixExtension
source: Add WiX Extension
es: Agregar Extensión WiX
fr: Ajouter une Extension WiX
it: Aggiungi Estensione WiX
kr: WiX 확장 더하기
nl: WiX extensie toevoegen
no: Legg til WiX utvidelse
pl: Dodaj Rozszerzenie WiX
pt_br: Adicionar extensão WiX
ro: Adaugă extensie WiX
ru: Добавить расширение WiX
tr: WiX Uzantısı Ekle
zh: 新增WiX扩展

# ICSharpCode.WixBinding.ProjectBrowser.ContextMenu.AddWixLibrary
source: Add WiX Library
es: Agregar Biblioteca WiX
fr: Ajouter une librairie WiX
hu: WiX Könyvtár Hozzáadása
it: Aggiungi Libreria WiX
kr: WiX 라이브러리 더하기
nl: Toevoegen WiX bibliotheek
no: Legg til WiX bibliotek
pl: Dodaj Bibliotekę WiX
pt: Adicionar Biblioteca WiX
ro: Adaugă bibliotecă WiX
ru: Добавить библиотеку WiX
tr: WiX Kütüphanesi Ekle
zh: 添加WiX库

# ICSharpCode.WixBinding.ProjectOptions.OutputType.Installer
source: Installation Package
es: Paquete de Instalación
fr: Package d'installation
it: Pacchetto di Installazione
kr: 설치 패키지
nl: Installatiepakket
no: Installasjonspakke
pl: Pakiet Instalacyjny
pt: Pacote de Instalação
ru: Установочный пакет
tr: Yükleme Paketi
zh: 安装包

# ICSharpCode.WixBinding.ProjectOptions.OutputType.MergeModule
source: Merge Module
es: Módulo Combinado
fr: Fusionner le module
it: Modulo Unione
kr: 모듈 병합
nl: Samenvoeg module
no: Flettemodul
pt: Unir Módulo
ru: Слияние модуля
zh: 合并模块

# ICSharpCode.WixBinding.ProjectOptions.OutputType.WixLibrary
source: WiX Library
es: Biblioteca WiX
fr: Bibliothèque WiX
hu: WiX Könyvtár
it: Libreria WiX
kr: WiX 라이브러리
nl: WiX bibliotheek
no: WiX bibliotek
pl: Biblioteka WiX
pt: Biblioteca WiX
ro: Bibliotecă WiX
ru: Библиотека WiX
tr: WiX Kütüphanesi
zh: WiX库

# ICSharpCode.WixBinding.SetupDialogListPad.Title
source: Setup Dialogs
es: Diálogos de Instalación
fr: Configurer les boîtes de dialogue
it: Schermate di Installazione
kr: 설치 대화 상자
nl: Setup dialogen
no: Installasjonsdialoger
pt: Diálogos de Instalação
pt_br: Diálogos de Instalação
ru: Диалоговые окна Мастера установки
tr: Diyalogları Ayarla
zh: 安装对话框

# ICSharpCode.WixBinding.ViewDialogXml.DialogIdNotFoundMessage
source: Unable to find '{0}' in {1}
es: No se pudo encontrar '{0}' en {1}
fi: Ei löydy '{0}' {1}
fr: Impossible de trouver '{0}' dans {1}
it: Impossibile trovare '{0}' in {1}
kr: '{0}' in {1}에서 '{0}'을(를) 찾을 수 없습니다
nl: Kan '{0}' niet in {1} vinden
no: Kunne ikke finne '{0}' i {1}
pt: Impossível encontrar '{0}' em {1}
ru: Не получилось найти '{0}' в {1}
tr: '{0}' içinde '{1}' bulunamadı
zh: 无法在{1}里找到'{0}'

# ICSharpCode.WixBinding.WixCompilerExtensionPicker.AddButton
source: Add...
es: Agregar...
fi: Lisää ...
fr: Ajouter...
it: Aggiungi...
kr: 더하기...
nl: Toevoegen...
no: Legg til...
pl: Dodaj...
pt: Adicionar...
ro: Adaugă...
ru: Добавить...
tr: Ekle...
zh: 添加...

# ICSharpCode.WixBinding.WixDialog.IllegalAttributeIntegerValue
source: The {0} attribute's value, '{1}', is not a legal integer value.
es: El valor del atributo de {0}, '{1}', no es un valor entero válido.
fr: La valeur {0} de l'attribut, '{1}', n'est pas une valeur entière correcte.
it: Il valore dell'attributo {0}, '{1}', non è un numero intero valido.
kr: {0} 특성의 값인 '{1}'은(는) 올바른 정수 값이 아닙니다.
nl: De waarde '{1}' van attribuut {0} is geen geldig geheel getal.
no: {0} attributtens verdi, '{1}', er ikke et gyldig heltall.
pt: O valor '{1}' do atributo '{0} não é um valor inteiro admissível.
ru: Значение атрибута {0}, '{1}', не является допустимым целочисленным значением.
tr: {0} özniteliğinin değeri olan '{1}', geçerli bir sayı değil.
zh: 属性{0}的值'{1}'并不是一个有效的整数.

# ICSharpCode.WixBinding.WixDialog.RequiredAttributeMissingMessage
source: Required attribute '{0}' is missing.
es: El atributo requerido '{0}' no fue encontrado.
fr: L'attribut nécessaire '{0}' est manquant.
it: Manca l'attributo '{0}'.
kr: 필요한 '{0}' 특성이 없습니다.
nl: Vereist attribuut '{0}' ontbreekt.
no: Påkrevet attributt '{0}' mangler.
pt: O atributo '{0}' em falta é obrigatório.
ru: Отсутствует требуемый атрибут '{0}'.
tr: Gerekli olan '{0}' özelliği kayıp.
zh: 缺少必须的属性'{0}'.

# ICSharpCode.WixBinding.WixDialogDesigner.NoDialogSelectedInDocumentMessage
source: No setup dialog selected in Wix document. Please move the cursor inside a dialog element or use the Setup Dialogs window to open a dialog.
es: No ha sido seleccionado ningún dialogo en el documento WiX. Por favor, mueva el cursor dentro de un elemento de algún dialogo o utilice la ventana "Diálogos de Instalación" para abrir un dialogo.
fr: Aucun de dialogue de configuration n'est sélectionné dans le document WiX. Positionnez le curseur a l'intérieur d'un élément de dialogue ou utilisez la boite de dialogue 'Configuration' pour en ouvrir un.
hu: Nincs kiválasztott beállítás a WiX dokumentumban. Kérem lépjen a kurzorral egy dialóguselemre vagy használja a Dialógus Beállítás ablakot annak megnyitására.
it: Non è presente alcuna finestra di installazione nel documento Wix. Sposta il cursore su una finestra oppure usa Finestre di Installazione per aprire una finestra.
kr: WiX 문서에서 선택된 설치 대화 상자가 없습니다. 커서를 대화 상자 요소 안으로 옮기거나 설치 대화 상자 창을 이용해 대화 상자를 여십시오.
nl: Er is geen setup dialoog in WiX document geselecteerd. Verplaats a.u.b. de cursor tot binnen een dialoog element of gebruik het Setup Dialoog Venster om een dialoog te openen.
no: Ingen installasjondialog er valgt i WiX dokumentet. Vennligst sett markøren inne i et dialogelement eller bruk vinduet for installasjonsdialoger for å åpne en dialog.
pt: Não está seleccionado um diálogo de instalação no documento Wix. Por favor mova o cursor num elemento do diálogo ou usar a janela de Diálogos de Instalação para abrir um diálogo.
pt_br: Nenhum diálogo de instalação selecionado no documento Wix. Por favor mova o cursor dentro de um elemento de diálogo ou use as janelas de Diálogos de Instalação para abrir um diálogo.
ru: В документе Wix не выбранных диалогов установщика. Пожалуйста, наведите курсор на элемент диалогового окна или используйте окно Диалоги Установщика для открывания диалогового окна.
tr: Wix belgesinde hiçbir kurulum diyaloğu yok. Lütfen imleçi diyalog elemanının içine hareket ettirin yada bir diyalog açmak için Kurulum Diyalogları penceresini kullanın.
zh: 在WiX文档中没有选中安装对话框. 请先将光标移动到对话框里的一项上,或者用'安装对话框'打开一个对话框.

# ICSharpCode.WixBinding.WixDirectoryElement.AdminToolsFolder
source: Admin Tools
es: Herramientas Administrativas
fi: Admin työkalut
fr: Outils d'administration
hu: Rendszereszközök
it: Strumenti di amministrazione
kr: 관리 도구
nl: Map systeembeheer
no: Administrasjonsverktøy
pl: Narzędzia Administratora
pt: Ferramentas de Administração
ru: Инструменты администратор
tr: Yönetici Araçları
zh: 管理工具

# ICSharpCode.WixBinding.WixDirectoryElement.CommonAppDataFolder
source: Common Application Data
es: Datos de Programa Comunes
it: Dati applicazioni comuni
kr: 공유 Application Data
nl: Algemene toepassing gegevens
no: Felles applikasjonsdata
pl: Wspólne Dane Aplikacji
pt: Dados Comuns de Aplicação
ru: Общие данные приложения
tr: Uygulama Ortak Verisi
zh: 公共应用程序数据

# ICSharpCode.WixBinding.WixDirectoryElement.DesktopFolder
source: Desktop
es: Escritorio
fi: Työpöytä
hu: Asztal
kr: 바탕화면
nl: Bureaublad
no: Skrivebord
pl: Pulpit
pt: Ambiente de Trabalho
ro: Fundal
ru: Рабочий стол
tr: Masaüstü
zh: 桌面

# ICSharpCode.WixBinding.WixDirectoryElement.FavoritesFolder
source: Favorites
es: Favoritos
fi: Suosikit
hu: Kedvencek
it: Favoriti
kr: 자주 쓰는 폴더
nl: Favorieten
no: Favoritter
pl: Ulubione
pt: Favoritas
ru: Избранное
tr: Favorilerim
zh: 收藏夹

# ICSharpCode.WixBinding.WixDirectoryElement.FontsFolder
source: Fonts
es: Fuentes
fi: Fontit
hu: Betűk
it: Caratteri
kr: 글꼴
nl: Lettertypen
no: Skrifttyper
pl: Czcionki
pt: Fontes
ru: Шрифты
tr: Yazı tipleri
zh: 字体

# ICSharpCode.WixBinding.WixDirectoryElement.LocalAppDataFolder
source: Local Application Data
es: Datos de Programa Local
hu: Helyi Alkalmazás Adatok
it: Dati applicazioni locali
nl: Plaatselijke toepassing gegevens
no: Lokale applikasjonsdata
pl: Lokalne Dane Aplikacji
pt: Dados Locais da Aplicação
ru: Локальные данные приложения
tr: Yerel Uygulama Verileri
zh: 本地应用程序数据

# ICSharpCode.WixBinding.WixDirectoryElement.MyPicturesFolder
source: My Pictures
es: Mis Imagenes
fi: Minun kuvat
hu: Saját Képek
it: Immagini
kr: 내 그림
nl: Mijn Afbeeldingen
no: Mine bilder
pt: As Minhas Imagens
ru: Мои рисунки
tr: Resimlerim
zh: 我的图片

# ICSharpCode.WixBinding.WixDirectoryElement.PersonalFolder
source: Personal
es: Mis Documentos
fi: Henkilökohtainen
it: Personale
kr: 개인
nl: Persoonlijk
no: Personlig
pl: Osobiste
pt: Pessoal
ru: Личная
tr: Kişisel
zh: 我的文档

# ICSharpCode.WixBinding.WixDirectoryElement.ProgramMenuFolder
source: Program Menu
es: Menu Programas
hu: Programok Menü
it: Menù programma
kr: 프로그램 메뉴
nl: Programma Menu
no: Programmeny
pt: Menu do Programa
ru: Меню Программы
tr: Program menüsü
zh: 程序菜单

# ICSharpCode.WixBinding.WixDirectoryElement.SendToFolder
source: Send To
es: Enviar a
fi: Lähetä osoitteeseen:
fr: Envoyer Vers
it: Invia a
kr: 보내기
nl: Zenden aan
no: Send til
pl: Wyślij Do
pt: Enviar Para
ro: Trimite către
ru: Отправить в
tr: Gönder
zh: 发送到

# ICSharpCode.WixBinding.WixDirectoryElement.StartMenuFolder
source: Start Menu
es: Menu Inicio
hu: Start Menü
it: Menu Start
kr: 시작 메뉴
no: Startmeny
pl: Menu Start
pt: Iniciar
ru: Меню Пуск
tr: Başlangıç Menüsü
zh: 开始菜单

# ICSharpCode.WixBinding.WixDirectoryElement.StartupFolder
source: Startup
es: Inicio
fi: Käynnistys kansio
it: Avvio
kr: 시작 프로그램
nl: Opstarten
no: Oppstart
pt: Arranque
ru: Автозагрузка
tr: Başlangıç
zh: 开始

# ICSharpCode.WixBinding.WixDirectoryElement.TemplateFolder
source: Templates
es: Plantillas
fi: Mallit
hu: Sablonok
it: Modelli
kr: 템플리트
nl: Sjablonen
no: Maler
pl: Szablony
pt: Modelos
ro: Şabloane
ru: Шаблоны
tr: Taslaklar
zh: 模板
