Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Dialog.ProjectOptions.RunPostBuildEvent.OnSuccessfulBuild
source: On successful build
es: Cuando la generación termine correctamente
fi: Kun onnistunut luomaan
fr: Lors d'une construction réussie
hu: Sikeres szerkesztéskor
it: In caso di generazione riuscita
kr: 성공적으로 빌드되었을 때
nl: Als de bouw geslaagd is
no: Når bygging fullfører feilfritt
pl: Kiedy budowanie zakończy się pomyślnie
pt: Quando a compilação é bem sucedida
pt_br: Na compilação bem sucedida
ru: Когда сборка успешно выполнена
tr: Başarılı inşâda
zh: 当生成成功时

# Dialog.ProjectOptions.SelectFolderTitle
source: Select folder
es: Seleccione un directorio
fi: Valitse kansio
fr: Selectionnez un répertoire
hu: Válasszon mappát
it: Selezionare cartella
kr: 폴더 선택
nl: Map selecteren
no: Velg mappe
pl: Wybierz folder
pt: Seleccionar pasta
pt_br: Selecione um diretorio
ro: Selectează dosar
ru: Выбрать папку
tr: Dizin Seç
zh: 选择文件夹

# Dialog.ProjectOptions.Signing
source: Signing
es: Firmado
fi: Allekirjotus
fr: Signature
hu: Aláírás
it: Firma
kr: 서명
nl: Ondertekenen
no: Signering
pl: Podpisywanie
pt: Assinatura
pt_br: Assinatura
ro: Semnare
ru: Подписывание
tr: İmzalama
zh: 签名

# Dialog.ProjectOptions.Signing.ChangePassword
source: Change Pass&word...
es: Cambiar Contra&seña...
fi: Vaihda salasana
fr: Changez le mot de passe...
hu: Jelszó meg&változtatása...
it: Cambia Pass&word...
kr: 비밀번호 바꾸기(&W)...
nl: &Wijzig wachtwoord
no: Endre passord...
pl: Zmień &hasło...
pt: Mudar Palavra de Passe...
pt_br: Alterar &Senha:
ro: Schimbare Par&olă...
ru: Сменить пароль...
tr: Şifre Değiştir...
zh: 更改密码...

# Dialog.ProjectOptions.Signing.ChooseKeyFile
source: Choose a strong name key file:
es: Elegir un archivo de nombre fuerte (Strong Name):
fr: Choisissez un fiichier de clé de nom fort:
hu: Válassza ki a pontos-típus fájlnevet:
it: Scegli un file chiave con Strong name:
kr: 강력한 이름 키 파일을 선택하십시오:
nl: Kies een sterke naam sleutelbestand:
no: Velg nøkkelfil:
pl: Wybierz plik klucza strong name:
pt: Escolher um nome forte para o ficheiro chave:
pt_br: Escolher um arquivo chave de nome forte:
ru: Выберите строгое имя для файла ключа:
tr: Güçlü isim anahtarı dosyası seç:
zh: 选择强名称密钥文件:

# Dialog.ProjectOptions.Signing.ClickOnce
source: ClickOnce signing
es: Firma de ClickOnce
fi: ClickOnce allekirjoitus
fr: Signature "ClickOnce"
hu: ClickOnce aláírás
it: Firma ClickOnce
kr: ClickOnce 서명
nl: ClickOnce ondertekening
no: ClickOnce signering
pl: Podpisywanie jednym kliknięciem
pt: Assinatura de um Só Clique
pt_br: Assinatura ClickOnce
ru: Подпись ClickOnce
tr: Tek Tıklamada imzalama
zh: 为ClickOnce签名

# Dialog.ProjectOptions.Signing.ClickOnceNotSupported
source: ClickOnce signing is currently not supported.
es: La Firma en ClickOnce no está soportada en el momento.
fi: ClickOnce allekirjoitus ei tuettu
fr: La signature "ClickOnce" n'est pas supportée actuellement.
hu: A ClickOnce aláírás jelenleg nincs támogatva.
it: La firma ClickOnce non è attualmente supportata.
kr: ClickOnce 서명은 현재 지원되지 않습니다.
nl: ClickOnce ondertekening wordt momenteel niet ondersteund.
no: ClickOnce signering er ikke støttet
pl: Podpisywanie ClickOnce nie jest aktualnie wspierane.
pt: A assinatura ClickOn não é actualmente suportada.
pt_br: A assinatura ClickOnce não é atualmente suportada.
ru: Подпись ClickOnce приложения пока не реализована.
tr: Tek-Tıkla imzalama şu anda desteklenmiyor.
zh: 目前不支持对ClickOnce的签名

# Dialog.ProjectOptions.Signing.CreateKey.ConfirmPassword
source: Con&firm password:
es: Con&firmar contraseña:
fi: Vahvista salasana
fr: Con&firmez le mot de passe:
hu: Jelszó meg&erősítése:
it: Con&ferma password:
kr: 비밀번호 확인(&F):
nl: Bevestig wachtwoord:
no: Bekreft passord:
pl: Po&twierdź hasło:
pt: Con&firmar palavra de passe:
pt_br: &Confirmar senha:
ro: Con&firmare parolă:
ru: Подсказка к паролю:
tr: Şifreyi doğrula:
zh: 确认密码(&F):

# Dialog.ProjectOptions.Signing.CreateKey.EnterPassword
source: &Enter password:
es: &Escriba la contraseña:
fi: &Kirjoita salasana:
fr: &Entrez le mot de passe:
hu: Jelszó &megadása:
it: &Inserisci password:
kr: 비밀번호 입력(&E):
nl: Voer wachtwoord in:
no: Skriv passord:
pl: W&prowadź hasło:
pt: Inserir palavra de passe:
pt_br: &Digite a senha:
ro: Introduc&eţi parola:
ru: Введите пароль:
tr: Şifre girin:
zh: 输入密码(&E)

# Dialog.ProjectOptions.Signing.CreateKey.KeyName
source: Key file &name:
es: &Nombre de archivo clave:
fi: Avain&sana:
fr: &Nom du fichier de clé :
hu: Kulcs fájl &neve:
it: &Nome file chiave:
kr: 키 파일 이름(&N):
nl: Sleutelbestand &naam:
no: Nøkkelfil:
pl: &Nazwa pliku klucza:
pt: &Nome do ficheiro chave:
pt_br: &Nome do arquivo chave:
ro: &Nume fişier cheie:
ru: Имя ключевого файла:
tr: Anahtar dosya adı:
zh: Key文件名(&N):

# Dialog.ProjectOptions.Signing.CreateKey.Title
source: Create Strong Name Key
es: Crear una clave de "Nombre Fuerte" (Strong Name Key)
fr: Créer une clé de nom fort
hu: Pontos Típus Név Készítése
it: Crea chiave con Strong Name
kr: 강력한 이름 키 만들기
nl: Maak een sterke naam sleutel
no: Lag nøkkel
pl: Utwórz Klucz Strong Name
pt: Criar Chave Nome Forte
pt_br: Criar Chave de Nome Forte
ru: Создать строгое имя ключа
tr: Güçlü İsim Anahtarı Oluştur
zh: 创建强名称密钥

# Dialog.ProjectOptions.Signing.CreateKey.UsePassword
source: &Protect my key file with a password
es: &Proteger mi archivo clave con una contraseña
fi: &Käytä Salasanaa
fr: &Protéger le fichier de clé avec un mot de passe.
hu: &Védje a kulcsfájlt jelszóval
it: &Proteggi il mio file chiave con una password
kr: 내 키를 암호로 보호하기(&P)
nl: Bescherm mijn sleutelbestand met een wachtwoord
no: Beskytt min nøkkel med et passord
pl: Zabez%piecz mój plik klucza hasłem
pt: &Proteger o meu ficheiro chave com uma palavra de passe
pt_br: &Proteger minha chave com uma senha
ro: &Protejează fişierul cheie cu o parolă
ru: Защитить мой файл ключа паролем
tr: Anahtar dosyamı bir şifreyle koru
zh: Key文件保护密码(&P):

# Dialog.ProjectOptions.Signing.DelaySignOnly
source: Dela&y Sign only
es: At&rasar Firma únicamente
fr: Différer la signature uniquement
hu: Csak késleltetett Aláírás
it: Solo Firma Ritardat&a
kr: 서명만 연기(&Y)
nl: Alleen later ondertekenen
no: Kun utsatt signering
pl: t&ylko Odroczone Podpisywanie
pt: Atrasar só assinatura
pt_br: At&rasar assinatura
ru: Только подпись с задержкой
tr: Sadece Gecikme İmzası
zh: 仅延迟签名

# Dialog.ProjectOptions.Signing.DelaySignWarning
source: When delay signed, the project will not run or be debuggable.
es: Cuando se firme tardíamente, el proyecto no se ejecutará ni será depurable.
fr: Avec une signature différée, le projet ne sera pas exécuté ou déboguable.
hu: Ha késleltetett aláírású, a projekt nem futtatható vagy nyomkövethető.
it: Con la firma "ritardata" il progetto non potrà andare in esecuzione o essere debuggato
kr: 지연된 서명이 사용되었을 때, 그 프로젝트는 실행될 수 없거나 디버그가 가능하지 않습니다.
nl: Bij uitgesteld ondertekenen kan het project niet worden uitgevoerd noch kan foutopsporing toegepast worden.
no: Når signering utsettes, kan ikke prosjektet kjøres eller feilsøkes.
pl: Przy odroczonym podpisywaniu projekt nie uruchomi się lub nie będzie można debugować.
pt: Quando a assinatura for atrasada o projecto não será executado nem será depurável.
pt_br: Quando usar assinatura atrasada, o projeto não poderá ser executado ou depurado.
ru: При задержке подписывания, проект не будет работать или отлаживаться.
tr: Gecikme imzalaması yapıldığında, proje çalışmaz yada üzerinde hata ayıklama yapılamaz
zh: 延迟签名后,项目将不会运行,也不能进行调试.

# Dialog.ProjectOptions.Signing.EnterKeyName
source: You have to enter a key name.
es: Debe ingresar un nombre clave.
fi: Kirjoita avainsana.
fr: Vous devez entrer un nom pour la clé.
hu: Meg kell adnia a kulcs nevét.
it: Devi inserire il nome della chiave.
kr: 키 이름을 입력해야 합니다.
nl: U dient een sleutelnaam in te geven.
no: Du må gi nøkkelen et navn.
pl: Musisz wprowadzić nazwę klucza.
pt: Tem que inserir um nome chave.
pt_br: Voce tem que entrar com o nome da chave.
ro: Trebuie să introduceţi un nume cheie.
ru: Необходимо ввести имя ключа.
tr: Bir anahtar adı girmek zorundasınız.
zh: 您必须输入密钥文件

# Dialog.ProjectOptions.Signing.ErrorCreatingKey
source: There was an error creating the key file.
es: Ocurrió un error al crear el archivo clave.
fi: Virhe avainsanaa luotaessa.
fr: Une erreur est survenue lors de la création du fichier de clé.
hu: Hiba történt a kulcs fájl készítésekor.
it: C'è stato un errore durante la creazione del file chiave.
kr: 키 파일을 만드는 도중 오류가 발생했습니다.
nl: Er is een fout opgetreden bij aanmaken sleutel bestand.
no: Det oppsto en feil ved oppretting av nøkkelfilen.
pl: Wystąpił błąd tworzenia pliku klucza.
pt: Ocorreu um erro na criação do ficheiro chave.
pt_br: Houve um erro ao criar o arquivo de chave.
ro: A apărut o eroare la crearea fişierului cheie.
ru: Была ошибка создания файла ключа.
tr: Anahtar dosyayı oluştururken bir hata oluştu.
zh: 生成密码文件(签名文件)时出错.

# Dialog.ProjectOptions.Signing.PasswordsDontMatch
source: The entered passwords do not match.
es: Las contraseñas ingresadas no coinciden.
fi: Salasanat eivät samanlaisia
fr: Les deux mots de passe sont différents.
hu: A beírt jelszavak nem egyeznek.
it: Le password inserite non corrispondono.
kr: 입력한 비밀번호가 서로 일치하지 않습니다.
nl: De ingevoerde wachtwoorden komen niet overeen.
no: Passordene er ikke like.
pl: Wprowadzone hasła nie zgadzają się.
pt: As palavras de passe inseridas não correspondem.
pt_br: A senha entrada não coincide.
ro: Parolele introduse nu se potrivesc.
ru: Введенные пароли не совпадают.
tr: Girilen şifreler uyuşmuyor.
zh: 输入的密码不一致

# Dialog.ProjectOptions.Signing.PasswordTooShort
source: The password should be at least 6 characters long.
es: La contraseña debe tener al menos 6 caracteres.
fi: Salasanassa oltava 6 merkkiä
fr: Le mot de passe doit avoir au moins six (6) caractères.
hu: A jelszónak legalább 6 karakternek kell lennie.
it: La password dovrebbe essere lunga almeno 6 caratteri.
kr: 비밀번호는 적어도 6 글자 이상이어야 합니다.
nl: Het wachtwoord dient tenminste 6 tekens lang te zijn.
no: Passordet bør være minst 6 tegn langt.
pl: Hasło powinno mieć długość co najmniej 6 znaków.
pt: A palavra de passe deve ter pelo menos 6 caracteres.
pt_br: A senha tem que ter, pelo menos, 6 caracteres.
ro: Parola trebuie să aibă o lungime de cel puţin 6 caractere.
ru: Пароль должен быть не меньше 6-и символов длиной.
tr: Şifre en az 6 harf uzunluğunda olmalıdır.
zh: 密码的长度不能少于6个字符.

# Dialog.ProjectOptions.Signing.SignAssembly
source: Sign the &assembly
es: Firmar &ensamblado
fr: Signer l'&assembly
hu: &Szerelvény aláírása
it: Firma l'&Assembly
kr: 어셈블리 서명(&A)
nl: Onderteken de &assembly
no: Signer samlingen
pl: Podpisz &assembly
pt: Assinar o &assembly
pt_br: &Assinar o assembly
ru: Подписывание сборки
tr: Assembly'yi imzala
zh: 为程序集签名(&A)

# Dialog.ProjectOptions.Signing.SNnotFound
source: sn.exe was not found. Make sure the .NET Framework SDK is installed on your computer.
es: sn.exe no fue encontrado. Verifique que este instalado el .NET Framework SDK en su ordenador.
fi: sn.exe ei löydy. Tarkista että .NET Framework SDK on asennettu.
fr: sn.exe introuvable. Vérifiez que le SDK du framework .NET est installé sur votre ordinateur.
hu: Az sn.exe nem található. Ellenőrizze hogy a .NET Framework SDK telepítve van-e a számítógépére.
it: Errore, sn.exe non trovato. Accertati che l'SDK del .NET sia installato nel computer.
kr: sn.exe가 발견되지 않았습니다. .NET Framework SDK가 컴퓨터에 설치되어 있는지 확인하십시오.
nl: sn.exe werd niet gevonden. Ga na of de .NET Framework SDK op de computer is geïnstalleerd.
no: Finner ikke sn.exe. Sørg for at .NET Framework SDK er installert på maskinen.
pl: sn.exe nie został znaleziony. Upewnij się że .NET Framework SDK jest zainstalowane na twoim komputerze.
pt: sn.exe não foi encontrado. Assegure-se que o SDK do .NET Framework está instalado no seu computador.
pt_br: Não foi encontrado o sn.exe. Verifique se o .NET Framework SDK está instalado no seu computador.
ro: sn.exe nu poate fi găsit. Asiguraţi-vă că .NET Framework SDK este instalat.
ru: sn.exe не найден. Удостоверьтесь, что .NET Framework SDK инсталлирован.
tr: sn.exe bulunamadı. .NET Framework SDK' nın bilgisayarınıza yüklü olduğundan emin olun.
zh: 没有找到sn.exe. 请确认您的计算机上已经安装了.Net Framework SDK.

# Dialog.ProjectOptions.Signing.StrongName
source: Strong name signing
es: Firmar con nombre fuerte
fr: Signature de nom fort
hu: Pontos típus aláírása
it: Firma con Strong name
kr: 강력한 이름 서명
nl: Ondertekenen met sterke naam
no: Strong name signering
pl: Podpisywanie strong name
pt: Assinatura nome forte
pt_br: Assinatura com nome forte
ru: Точное имя для подписи
tr: Güçlü ad imzalama
zh: 强名称签名

# Dialog.ProjectOptions.StorageLocationHelp
source: With the small button in front of each configuration setting, you can choose where a setting is stored. Configuration-specific means the setting can have a different value in each configuration (Debug/Release). Platform-specific means the setting can have a different value on each platform. You can also choose to store the setting in the .user-file instead of the project file, so every developer can use a different value without getting conflicts in source control systems.
es: Con el botón pequeño ubicado al frente de cada parámetro de configuración puede escoger dónde es almacenada. "Específico de la Configuración" significa que el parámetro de configuración puede tener un valor diferente en cada configuración (Depuración/Versión Final) (Debug/Release). "Específico de la Plataforma" significa que el parámetro de configuración puede tener un valor diferente en cada plataforma. También puede escoger almacenar el parámetro de configuración en el archivo .user en lugar del archivo del proyecto, de modo que cada desarrollador puede tener un valor diferente sin entrar en conflicto con los sistemas de control de código fuente.
fi: Käyttämällä pientä nappia jokaisen kokoonpanoasetukseen edessä, voit valita, mihin haluat tallentaa tiedoston. Erityis konfiguraatio tarkoittaa sitä, että asetus voi olla erillainen kullekin konfiguroinnille (Debug / Release). Platform-Specific tarkoittaa, että asetus voi olla eri arvot kullekin alustalle. Voit myös tallentaa asetuksen. user-tiedoston sijaan projektintiedoston niin, että kehittäjä voi käyttää erilaisia ??arvoja ristiriitojen välttämiseksi.
fr: Le petit button devant chaque option de configuration vous permet de choisir l'endroit où est enregistré la configuration. 'Configuration-specific' signifie que la configuration est appliquée au type de Projet (Debug/Release). 'Platform-specific' signifie que la configuration peut avoir une valeur différente par plateforme. Vous pouvez aussi choisir de stocker la configuration dans le fichier .user-file au lieu du projet, permettant à chaque développeur d'utiliser une valeur différente sans entrer en conflit avec le système de gestion du code source.
hu: A konfigurációs beállítások előtti kis gombbal kiválaszthatja a beállítások eltárolásának helyét. Konfiguráció-specifikus jelentése hogy a beállításoknak különböző értéke lehet minden konfigurációban (Nyomkövető/Futtató). Platform-specifikus jelentése hogy a beállításoknak különböző értéke lehet minden platformon. Ugyancsak választhatja hogy a beállításokat .user-fájlban tárolja a projekt fálj helyett, tehát minden fejlesztő használhat különböző értéket a verziókezelő rendszerekben ütközések nélkül.
it: Con il bottone piccolo davanti ad ogni impostazione di configurazione, si sceglie dove l'impostazione è memorizzata. "Specifiche della Configurazione" significa che le impostazioni possono avere valori differenti in ogni configurazione (Debug/Release) "Specifiche della Piattaforma" significa che le impostazioni possono avere valori differenti a seconda della piattaforma Puoi anche scegliere di memorizzare le impostazioni in un file .user invece che nel file di progetto, così che ogni sviluppatore possa utilizzare un valore differente senza andare in conflitto con il sistema di controllo dei sorgenti.
kr: 각 구성 설정 앞에 있는 작은 버튼으로, 설정이 어디에 저장될 것인지를 선택할 수 있습니다. 구성별이라는 용어는 그 설정이 각 구성(디버그/릴리스)에 대해 서로 다른 값을 가질 수 있다는 뜻입니다. 플랫폼별이라는 용어는 그 설정이 각 플랫폼에 대해 다른 값을 가질 수 있다는 뜻입니다. 각 개발자가 소스 제어 시스템에서 충돌 없이 서로 다른 값을 사용할 수 있도록, 설정을 프로젝트 파일 대신 .user 파일에 저장하도록 선택할 수 있습니다.
nl: Met de kleine knop voor elke instelling kan men kiezen welke instelling opgeslagen wordt. Instelling specifiek betekent dat de instelling verschillende waarden kan hebben op ieder platform. Er kan worden gekozen voor opslag van de instellingen in het .user bestand inplaats van het project bestand, zodat iedere ontwikkelaar verschillende waarden kan gebruiken zonder in conflict te komen met broncode controle systemen.
no: Du kan velge hvor innstillingen skal lagres ved å bruke den lille knappen foran hver konfiguasjonsinnstilling. Konfigurasjons-spesifikk betyr at innstillingen kan ha forskjellig verdi i hver konfigurasjon (Debug/Release). Plattform-spesifikk betyr at innstillingen kan ha forskjellig verdi på hver plattform. Du kan også velge å lagre innstillingen i .user-filen istedet for i prosjektfilen, slik at hver utvikler kan bruke forskjellige verdier uten å komme i konflikt med et eventuelt kildekodesystem.
pl: Przy pomocy małego przycisku z przodu każdego ustawienia konfiguracyjnego, możesz wybrać gdzie to ustawienie jest przechowywane. Specyficzne dla konfiguracji oznacza, że ustawienie może posiadać różną wartość w każdej konfiguracji (Debug/Release). Specyficzne dla platformy oznacza, że ustawienie może posiadać różną wartość dla każdej platformy. Możesz również wybrać przechowywanie ustawienia w pliku użytkownika zamiast w pliku projektu, wtedy każdy programista może używać innej wartości unikając konfliktów w systemie wersjonowania kodu.
pt: Com o pequeno botão em frente de cada parâmetro de configuração, pode escolher onde um parâmetro é guardado. Ser específico da configuração significa que o parâmetro pode ter um valor diferente para cada configuração (Depuração/Distribuição). Ser específico da plataforma significa que o parâmetro pode ter um valor diferente para cada plataforma. Pode também escolher guardar o parâmetro num ficheiro .user-file em vez de no ficheiro do projecto, e assim cada pessoa que desenvolve pode ter um valor diferente sem entrar em conflito nos sistemas de controlo de fontes.
pt_br: Com o pequeno botão em frente de cada configuração, voce pode escolher onde a configuração é armazenada. Configuração específica significa que os valores podem ser diferentes em cada configuração (Debug/Release). Plataforma específica significa que a configuração pode ter valores diferentes para cada plataforma. Voce pode também escolher armazenar os valores no arquivo .user ao invés do arquivo do projeto. Desse modo, cada desenvolvedor pode usar sua própria configuração sem entrar em conflito com o sistema de controle de fontes.
ru: С помощью маленькой кнопки перед каждой устанавливаемой настройкой, Вы можете выбрать место для хранения настроек. Настройки, зависимые от конфигурации, могут иметь различные значения для каждой конфигурации (Debug/Release). Зависимость от платформы означает то, что настройка может иметь различные значения для каждой платформы. Вы также можете хранить настройки в файле .user-file вместо файла проекта, поэтому каждый разработчик может использовать своё значение, избегая конфликтов в системах управления версиями.
tr: Bütün yapılandırma ayarlarının önündeki küçük tuşla, ayarın nerede saklanacağını seçebilirsiniz. Yapılandırmaya-özel, ayar, farklı yapılandırma seçenekleri(Hata Ayıklama/Yayım) için farklı değerler alabilmesi demektir. Ortama-özel, ayar, her bir ortam için farklı değer alabilir demektir. Ayrıca bir ayarı proje dosyası yerine .kullanıcı-dosyası(.user-file) içinde saklayabilirsiniz. böylelikle bütün geliştirmenler kaynak kontrol sistemlerinde herhangi bir çakışmaya neden olmaksızın farklı değerler kullanabilir.
zh: 每个配置项前的小按钮可用于选择保存配置的位置. '配置相关'表示设置在每种配置(调试/发布)都有不同的值. '平台相关'表示设置在不同的平台下有不同的值. 你也可以选择保存配置信息到.user文件中而不是项目文件中,以便不同的开发人员即使使用同一个源码管理器也可以有自己的设置.

# Dialog.ProjectOptions.StoreInUserFile
source: Store in .user-file
es: Guardar en archivo .user
fi: Tallenna .user tiedostoon
fr: Enregistrer dans un fichier .user
hu: Tárolja a .user-fájlban
it: Memorizza in file .user
kr: .user 파일에 저장
nl: Opslaan in .user bestand
no: Lagre i .user-filen
pl: Przechowuj w pliku użytkownika
pt: Guardar em .user-file
pt_br: Armazenar em um arquivo .user
ro: Stocare în fişierul utilizatorului
ru: Хранение в .user-file
tr: .user dosyasında sakla
zh: 储存在.user-file

# Dialog.Refactoring.ExtractInterface.AddInterfaceToClass
source: Add Interface to Class
es: Agregar Interfase a la Clase
fi: Lisää Interface luokkaan
fr: Ajouter une interface à la classe
it: Aggiungi Interfaccia alla Classe
kr: 클래스에 인터페이스 더하기
nl: Voeg interface toe aan klasse
no: Legg interface til klasse
pt_br: Adicionar interface para a classe
ru: Добавить интерфейс в класс
zh: 新增接口类

# Dialog.Refactoring.ExtractInterface.GeneratedName
source: Generated Name
es: Nombre Generado
fi: Luotu nimi
fr: Nom généré
it: Nome Generato
kr: 만들어진 이름
nl: Gegenereerde naam
no: Generert navn
pt_br: Nome gerado
ru: Сгенерированное имя
zh: 生成名称

# Dialog.Refactoring.ExtractInterface.IncludeComments
source: Include Comments
es: Incluir Comentarios
fi: Sisällytä kommentit
fr: Inclure les commentaires
it: Includi Commenti
kr: 주석 포함
nl: Inclusief opmerkingen
no: Inkluder kommentarer
pt_br: Incluir Comentarios
ru: Включить комментарии
zh: 包括备注信息

# Dialog.Refactoring.ExtractInterface.InterfaceName
source: Interface Name
es: Nombre de Interfase
fi: Laitenimi
fr: Nom de l'interface
it: Nome Interfaccia
kr: 인터페이스 이름
nl: Interface naam
no: Interface navn
pt_br: Nome da Interface
ru: Имя интерфейса
zh: 接口名称

# Dialog.Refactoring.ExtractInterface.NewFileName
source: New File Name
es: Nombre de Nuevo Archivo
fi: Uusi tiedostonimi
fr: Nouveau nom de fichier
it: Nuovo Nome
kr: 새 파일 이름
nl: Nieuwe bestandsnaam
no: Nytt filnavn
pt_br: Nome do novo arquivo
ru: Новое имя файла
zh: 新文件名

# Dialog.Refactoring.ExtractInterface.SelectPublicMembers
source: Select Public Members
es: Seleccionar Miembros Públicos
fi: Valitse julkiset jäsenet
fr: Sélectionner les membres publics
it: Seleziona Membri Pubblici
kr: Public 멤버 선택
nl: Selecteer algemeen toegankelijke leden
no: Velg public medlemmer
pt_br: Selecionar membros públicos
ru: Выберите Открытые члены
zh: 选择公共成员

# Dialog.Refactoring.IntroduceMethod.CreateNew
source: Create new class:
es: Crear nueva clase:
fi: Luo uusi luokka:
fr: Créer la nouvelle classe:
it: Crea nuova classe:
nl: Maak nieuwe klasse:
no: Lag ny klasse:
pt_br: Criar nova classe:
ru: Создать новый класс:
zh: 创建新类：
