Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ComponentInspector.FindDialog.NoTreeNodeSelectedMessage
source: You must select a node in some tree; the find will begin with that node.
es: Debe seleccione un nodo en algún panel; la búsqueda comenzará con ese nodo.
fr: Vous devez sélectionner un noeud dans un arbre; la recherche commencera à ce noeud.
hu: Ki kell választania egy csomópontot a fában; a keresés attól az elemtől fog indulni.
it: Devi selezionare un nodo in qualche albero; la ricerca partirà da quel nodo.
kr: 트리에서 노드를 선택해야 그 노드에서 찾기를 시작합니다.
nl: U dient een knooppunt in een boom te selecteren, de vindactie begint dan met dat knooppunt.
no: Du må velge en node i et tre, søket vil starte med den noden.
pl: Musisz wybrać węzeł w którymś z drzew. Przeszukiwanie rozpocznie się od wybranego węzła.
pt: Tem que seleccionar um nó nalguma árvore; a busca começará nesse nó.
pt_br: Voce precisa selecionar um nó em uma árvore; o localizador iniciará com esse nó.
ru: Вы должны выбрать узел в каком-либо дереве; поиск начнется с этого узла
tr: Herhangi bir ağaçtan bir düğüm seçmek zorundasınız; arama seçtiğiniz düğümden başlayacak.
zh: 你必须在某些树上选择一个节点;将从那个节点开始查找。

# ComponentInspector.FindDialog.ObjectTreeNameCheckBox
source: Name
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
kr: 이름
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
tr: Ad
zh: 名称

# ComponentInspector.FindDialog.ObjectTreeRadioButtonText
source: Object Tree
es: Objetos
fi: Radio Button
fr: Arbre d'objets
hu: Objektumfa
it: Struttura Oggetto
kr: 개체 트리
nl: Object boom
no: Objekttre
pl: Drzewo Obiektów
pt: Árvore de Objectos
pt_br: Árvore de Objetos
ru: Дерево объекта
tr: Nesne Ağacı
zh: 对象树

# ComponentInspector.FindDialog.ObjectTreeValueCheckBox
source: Value
es: Valor
fi: Arvo
fr: Valeur
hu: Érték
it: Valore
kr: 값
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
pt_br: Valor
ru: Значение
tr: Değer
zh: 值

# ComponentInspector.FindDialog.SelectNameOrValueDialogTitle
source: Please Select Name/Value
es: Por favor Seleccione Nombre/Valor
fr: Sélectionnez Nom/Valeur
hu: Válasszon ki egy nevet vagy értéket
it: Seleziona Nome/Valore
kr: 이름/값을 선택하십시오
nl: Selecteer Naam en/of Waarde
no: Vennligst velg navn/verdi
pl: Proszę Wybrać Nazwę/Wartość
pt: Por Favor Seleccionar Nome/Valor
pt_br: Por favor, selecione Nome/Valor
ru: Выберите Имя/Значение (Name/Value)
tr: Lütfen İsim/Değer Seçin
zh: 请选择名称/值

# ComponentInspector.FindDialog.SelectNameOrValueMessage
source: Please select one or both of Name or Value when searching the Object tree.
es: Por favor seleccione uno o ambos entre Nombre o Valor cuando busque Objetos.
fr: Sélectionnez un ou plusieurs Noms ou Valeurs lors de la recherche dans l'arbre d'objets.
hu: Válasszon ki egy nevet, egy értéket, vagy mindkettőt, amikor az objektumfában keres.
it: Seleziona uno o entrambi fra Nome e Valore nella ricerca degli Oggetti
kr: 개체 트리에서 찾을 때에는 이름이가 값 중 하나를 선택하십시오.
nl: Selecteer a.u.b. Naam en/of Waarde bij zoeken in de Object boom.
no: Velg et navn og/eller en verdi for å søke i objekttreet
pl: Proszę wybrać Nazwę i/lub Wartość podczas przeszukiwania drzewa Obiektów.
pt: Por favor seleccionar ou um ou ambos Nome e Valor quando procurar a árvore de Objectos.
pt_br: Por favor, seleciona um ou ambos, Nome e Valor, quando pesquisar a árvore de objetos.
ru: Пожалуйста, выберите одно или оба Имени или Значения во время поиска в дереве объекта.
tr: Nesne ağacında arama yaparken İsim yada Değerden en az birini seçin.
zh: 在搜索对象树的时候请选一个或多个名称或值。

# ComponentInspector.FindDialog.SelectNodeInTreeNameMessage
source: You must select a node in the {0} tree; the find will begin with that node.
es: Debe seleccionar un nodo en el panel {0}; la búsqueda comenzará con ese nodo.
fr: Vous devez sélectionner un noeud dans l'arbre {0}; la recherche commencera à ce noeud.
hu: Válasszon ki egy csomópontot a(z) {0} fában; a keresés attól az elemtől indul.
it: Devi selezionare un nodo nell'albero {0}; la ricerca inizierà da questo nodo.
kr: {0} 트리에서 노드를 선택해야 그 노드로부터 찾기를 시작합니다.
nl: U dient een knooppunt in de {0} boom te selecteren, de vindactie begint met dat knooppunt.
no: Du må velge en node i {0} treet. Søket vil starte med den noden.
pl: Musisz wybrać węzeł w drzewie {0}; wyszukiwanie rozpocznie się od tego węzła.
pt: Tem que seleccionar um nó na árvore {0}; a busca começara nesse nó.
pt_br: Voce precisa selecionar um nó na árvore {0}; o localizador irá iniciar com esse nó.
ru: Вам нужно выбрать узел в дереве {0}; поиск будет начат с этого узла.
tr: {0} ağacından bir boğum seçmek zorundasınız; arama bu boğumdan başlayacak.
zh: 你必须在树 {0} 上选择一个节点;将从那个节点开始查找。

# ComponentInspector.FindDialog.ShowItemMenuItem
source: Show Item
es: Mostrar ítem
fi: Näytä Yksikkö
fr: Afficher l'article
hu: Elem megjelenítése
it: Mostra Elemento
kr: 항목 보이기
nl: Item weergeven
no: Vis element
pl: Pokaż Element
pt: Mostrar Item
pt_br: Exibir Item
ru: Показать компонент
tr: Öğeyi Göster
zh: 显示项目

# ComponentInspector.FindDialog.StartingWithLabel
source: Starting with:
es: Comenzando con:
fi: Alkaa:
fr: Commencant par:
it: Inizia per:
kr: 시작할 곳:
nl: Beginnend met:
no: Starter med:
pl: Rozpoczyna się od:
pt: Começar com:
pt_br: Iniciando com:
ru: Начать с:
tr: İle başlayan:
zh: 以此打头：

# ComponentInspector.FindDialog.StartsWithRadioButton
source: Starts With
es: Comienza Con
fi: Alkaa:
fr: Commence par
it: Inizia Per
kr: 다음으로 시작
nl: Begint met
no: Starter med
pl: Rozpoczyna się Od
pt: Começa Com
pt_br: Inicia Com
ru: Начинается с
tr: İle Başlayan
zh: 开始于

# ComponentInspector.FindDialog.Title
source: Find
es: Buscar
fi: Etsi
fr: Trouver
hu: Keresés
it: Trova
kr: 찾기
nl: Vinden
no: Finn
pl: Znajdź
pt: Procurar
pt_br: Procurar
ru: Найти
tr: Bul
zh: 查找

# ComponentInspector.GacList.CultureColumn
source: Culture
es: Idioma
fi: Kulttuuri
it: Cultura
kr: 컬처
nl: Cultuur
no: Kultur
pl: Kultura
pt: Cultura
pt_br: Cultura
ru: Культура
tr: Kültür
zh: 文化及语言

# ComponentInspector.GacList.GlobalAssemblyNameColumn
source: Global Assembly Name
es: Nombre Global de Ensamblado
fr: Nom de l'Assembly Global
hu: Globális szerelvénynév
it: Nome Assembly Globale
kr: 전역 어셈블리 이름
nl: Globale assembly naam
no: Globalt samlingsnavn
pt: Nome do Global Assembly
pt_br: Nome de Assembly Global
ru: Глобальное имя сборки
tr: Global Bileşke İsmi
zh: 全局程序集名称

# ComponentInspector.GacList.OpenMenuItem
source: &Open
es: &Abrir
fi: &Avaa
fr: &Ouvrir
hu: &Megnyitás
it: &Apri
kr: 열기(&O)
nl: &Openen
no: Åpne
pl: &Otwórz
pt: &Abrir
pt_br: &Abrir
ru: Открыть
tr: &Aç
zh: 打开(&O)

# ComponentInspector.GacList.PublicKeyTokenColumn
source: Public Key Token
es: Símbolo Público
fr: Jeton de clé publique
hu: A nyilvános kulcs lenyomata
kr: 공개 키 토큰
nl: Openbare sleutel token
no: Offentlig nøkkelsymbol
pt: Chave do Testemunho Público
pt_br: Simbolo da chave pública
ru: Маркер открытого ключа
tr: Umumi Anahtar
zh: 公共密钥令牌

# ComponentInspector.GacList.VersionColumn
source: Version
es: Versión
fi: Versio
hu: Verzió
it: Versione
kr: 버전
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
pt_br: Versão
ru: Версия
tr: Versiyon
zh: 版本

# ComponentInspector.GeneralOptionsPanel.AutomaticallyGetComPropertiesCheckBox
source: Automatically get COM properties
es: Obtener propiedades COM automáticamente
fr: Montrer les propriétés COM automatiquement
hu: COM-tulajdonságok automatikus lekérése
it: Leggi automaticamente proprietà COM
kr: 자동으로 COM 속성 얻기
nl: Automatisch COM eigenschappen verkrijgen
no: Hent COM egenskaper automatisk
pt: Obter automaticamente as propriedades do COM
pt_br: Automaticamente pega propriedades COM
ru: Автоматически получать COM свойства
tr: COM özelliklerini otomatik getir
zh: 自动取得COM属性

# ComponentInspector.GeneralOptionsPanel.GetRunningComObjectsAtStartupCheckBox
source: Get COM running objects at startup
es: Obtener objetos COM en ejecución al inicio
fr: Montrer les objets COM lancés au démarrage
hu: Futó COM-objektumok lekérése induláskor
it: Individua gli oggetti COM in esecuzione durante l'avvio
kr: 시작 시 COM 실행 중 개체 얻기
nl: COM uitgevoerde objecten bij start verkrijgen
no: Hent kjørende COM objekter ved oppstart
pt: Obter objectos COM em execução no arranque
pt_br: Ao inicia, pega objetos COM rodando
ru: Получить активные COM-объекты при запуске
tr: Başlangıçta çalışan COM nesnelerini getir
zh: 在启动时取得COM运行对象

# ComponentInspector.GeneralOptionsPanel.PanelsGroupBox
source: Panels
es: Paneles
fi: Paneelit
fr: Panneaux
hu: Panelek
it: Pannelli
kr: 패널
nl: Panelen
no: Paneler
pl: Panele
pt: Paineis
pt_br: Paineis
ru: Панели
tr: Paneller
zh: 面板

# ComponentInspector.GeneralOptionsPanel.ShowAssemblyPanelCheckBox
source: Show Assembly Panel
es: Mostrar Panel de Ensamblados
fr: Afficher le panneau d'assemblies
hu: Szerelvény panel megjelenítése
it: Visualizza Pannello Assembly
kr: 어셈블리 패널 보이기
nl: Toon assembly paneel
no: Vis samlingspanel
pt: Mostrar Painel Assembly
pt_br: Exibir Painel do Assembly
ru: Показать панель сборки
zh: 显示程序集面板

# ComponentInspector.GeneralOptionsPanel.ShowControlsPanelCheckBox
source: Show Controls Panel
es: Mostrar Panel de Controles
fr: Afficher le panneau des contrôles
hu: Vezérlő panel megjelenítése
it: Visualizza pannello di controllo
kr: 컨트롤 패널 보이기
nl: Toon besturingselementen paneel
no: Vis kontrollpanel
pt: Mostrar Painel Controlos
pt_br: Mostra o Painel de Controles
ru: Показать Панель элементов управления
tr: Kontrol Panelini Göster
zh: 显示控制面板

# ComponentInspector.GeneralOptionsPanel.ShowGacPanelCheckBox
source: Show GAC Panel
es: Mostrar Panel de GAC
fr: Afficher le panneau du GAC
hu: GAC panel megjelenítése
it: Visualizza pannello GAC
kr: GAC 패널 보이기
nl: Toon GAC paneel
no: Vis GAC panel
pl: Pokaż Panel GAC
pt: Mostrar Painel GAC
pt_br: Mostra o Painel do GAC
ru: Показать панель GAC
tr: GAC Panelini Göster
zh: 显示GAC面板

# ComponentInspector.GetPropertyMenuItem
source: &Get Property
es: &Obtener Propiedad
fr: Accesseur &Get
hu: Tulajdonsá&g lekérése
it: &Leggi Proprietà
kr: 속성 읽기(&G)
nl: Haal eigenschappen op
no: Hent egenskap
pt: &Obter Propriedade
pt_br: &Pega Propriedade
ru: Получить свойство
tr: Özelliği Getir
zh: 获取属性(&G)

# ComponentInspector.GettingStartedDialog.Information
source: The Inspector can view or manipulate any ActiveX/COM object. Browse the COM running objects using the object tree at the left. Right click a member of the object tree to invoke a method. Browse through the installed COM components in the ActiveX/COM tab. Open a type library or control file using the Open menu. To create/manipulate a ActiveX/COM object, drag a class within a TypeLib/Control to the object tree or design surface.
es: El inspector puede ver o manipular cualquier objeto ActiveX/COM. Explore los objetos COM en ejecución usando el panel de objetos a la izquierda. Haga clic derecho sobre un miembro del panel de objetos para invocar un método. Explore los componentes COM instalados en la pestaña ActiveX/COM. Abra una biblioteca de tipos o un archivo de control usando el menú Abrir. Para crear/manipular un objeto ActiveX/COM, arrastre una clase de un Control/Biblioteca de Tipos al panel de objetos o a la superficie de diseño.
fr: L'inspecteur de composants peut visualiser ou manipuler n'importe quel objet COM/ActiveX. Naviguez parmi les objet COM lancés via l'arbre d'objet sur la gauche. Clic droit sur un membre dans l'arbre d'objet pour invoquer une méthode. Naviguez parmi les composants COM installés dans l'onglet ActiveX/COM. Ouvrez une bibliothèque de type ou un fichier de contrôle en utilisant le menu 'Ouvrir'. Pour créer ou manipuler un objet ActiveX/COM, déplcaer une classe depuis TypeLib/Control vers l'arbre d'ojet ou la zone de conception.
it: Inspector può visualizzare e manipolare qualsiasi oggetto ActiveX/COM. Sfoglia gli oggetti COM in esecuzione usando la struttura degli oggetti sulla sinistra. Clicca con il tasto destro su un elemento per richiamare un metodo. Sfoglia i componenti COM installati nella linguetta ActiveX/COM. Apri una libreria dei tipi o file di controllo usando il menu Apri. Per creare/manipolare un oggetto ActiveX/COM, trascina una classe da Libreria Tipi/Controllo sulla struttura oggetti o sulla superficie di disegno.
kr: 이 관리자는 ActiveX/COM 개체를 보거나 조작할 수 있습니다. 왼쪽에 있는 개체 트리를 이용하여 실행 중인 COM 개체를 찾아보십시오. 메서드를 실행하려면 개체 트리에서 멤버를 오른쪽으로 클릭하십시오. ActiveX/COM 탭에서 설치된 COM 구성 요소를 찾아보십시오. 열기 메뉴를 이용하여 형식 라이브러리나 컨트롤 파일을 여십시오. ActiveX/COM 개체를 만들거나 조작하려면, 개체 트리나 디자인 표면으로 형식 라이브러리나 컨트롤에 있는 클래스를 드래그하십시오.
nl: De inspecteur kan ieder ActiveX/COM object bezien of bewerken. Blader via de linker object-boom door de COM uitgevoerde objecten. Klik-rechts op een lid van de object-boom om een methode te activeren. Blader door de geinstalleerde COM componenten in de ActiveX/COM tab. Open een type-bibliotheek of bestand met besturingselement met gebruik van het menu Openen... Om een ActiveX/COM object te maken/manipuleren, sleep een klasse uit een type-bibliotheek of bestand met besturingselement naar de object-boom of ontwerpvlak.
no: Inspektøren kan vise og endre alle ActiveX/COM objekter. Bla gjennom kjørende COM objekter med objekttreet til venstre. Høyreklikk på et element i objekttreet for å kjøre en metode. Bla gjennom installerte COM objekter i ActiveX/COM fanen. Åpne et typebibliotek eller en kontrollfil med Åpne-menyen. For å lage eller endre et ActiveX/COM objekt, dra en klasse fra et typebibliotek eller en kontroll bort til objekttreet eller designflaten.
pl: Inspektor pozwala przeglądać i manipulować obiektami ActiveX/COM. Przeglądaj działające obiekty COM przy użyciu drzewa po lewej. Kliknij prawym klawiszem na elemencie drzewa w celu wywołania metody. Przegladaj zainstalowane komponenty COM w zakładce ActiveX/COM. Otwieraj biblioteki klas i pliki kontrolne używając menu Otwórz. W celu utworzenia lub manipulowania obiektem ActiveX/COM, przeciągnij klasę z TypeLib/Control do drzewa obiektów lub na powierzchnię projektową.
pt: O Inspector pode ver e manipular qualquer objecto ActiveX/COM. Navegar nos objectos COM em execução usando a árvore de objectos à esquerda. Clicar direito num membro da árvore de objectos para invocar um método. Navegar através dos componentes COM instalados no separador ActiveX/COM. Abrir uma biblioteca de tipo ou ficheiro de controlo usando o menu Abrir. Para criar/manipular um objecto ActiveX/COM arrastar uma classe dentro de um TypeLib/Control para a árvore de objectos ou a superfície de concepção.
pt_br: O Inspetor pode ver ou manipular qualquer Objeto ActiveX/COM. Navegue no "Objetos COM em Execução" usando a árvore de objetos à esquerda. Clique com o botão direito em um membro de um objeto para invocar um método. Navegue através do "Componentes COM Instalados" na aba ActiveX/COM. Abra uma biblioteca de tipo ou controle usando o menu Abrir. Para criar/manipular um objeto ActiveX/COM, arraste uma classe contida em um TypeLib/Controle para a árvore de objeto ou superfície de desenho.
ru: Инспектор может просматривать или управлять любым ActiveX/COM-объектом. Обзор COM объектов работает с помощью дерева объектов слева. Для вызова метода щелкните правой кнопкой мыши на члене дерева объектов. Просмотрите список установленных компонентов COM во вкладке ActiveX/COM. Откройте библиотеку типов или файл элемента управления с помощью меню "Открыть". Для создания/манипулирования ActiveX/COM-объектами, перетащите класс Библиотеки типов/Элемента управления в дерево объектов или конструктор.
tr: Denetleyici herhangi bir ActiveX/COM nesnesini gösterebilir yada işletebilir. Soldaki nesne ağacında COM üzerinden çalışan nesnelere göz atın. Bir işlevi çalıştırabilmek için; nesne ağacından üzerine sağ tıklayın. ActiveX/COM sekmesinden yüklü COM bileşenlerine göz atın. Aç menüsünü kullanarak bir tür kütüphanesi yada kontrol dosyası açın. To create/manipulate a ActiveX/COM object, drag a class within a TypeLib/Control to the object tree or design surface.
zh: 监视器可以查看和操控任何ActiveX/COM对象。 在左边的对象树中浏览到运行相应对象的COM组件，然后用鼠标右键点击对象的方法即可调用该方法。 通过ActiveX/COM选项卡可以浏览已经安装的COM组件。 通过打开菜单(Open)可以打开类型库(Type Library)或控件文件。 如果要创建和操控Active/COM组件，可以将TypeLib/Control中的类拖到对象树或设计器中。

# ComponentInspector.GettingStartedDialog.ShowThisDialogCheckBox
source: Show this Dialog
es: Mostrar este Dialogo
fi: Näytä tämä
fr: Afficher cette boîte de dialogue
hu: Párbeszédablak megjelenítése
it: Mostra questa Finestra
kr: 대화 상자 보이기
nl: Deze dialoog tonen
no: Vis denne dialogen
pl: Pokaż ten Dialog
pt: Mostrar este Diálogo
pt_br: Exibir este Diálogo
ru: Показывать это окно
tr: Bu Diyaloğu göster
zh: 显示此对话框

# ComponentInspector.GettingStartedDialog.Title
source: Getting Started
es: Iniciando
fr: En cours de démarrage
it: Per Iniziare
kr: 시작하기
nl: Opstarten
no: Komme i gang
pl: Jak Zacząć
pt: A Começar
pt_br: Começando pelo inicio
ru: Начальная страница
tr: Başlarken
zh: 开始

# ComponentInspector.ImagePanel.DesignModeLabel
source: Design Mode
es: Modo de Diseño
fi: Suunnittelutila
fr: Mode conception
it: Modalità Disegno
kr: 디자인 모드
nl: Ontwerp modus
no: Designmodus
pl: Tryb Projektu
pt: Modo de Concepção
pt_br: Modo Desenho
ru: Режим разработки
tr: Tasarım Kipi
zh: 测试模式

# ComponentInspector.InspectorMenu.CloseAssembly
source: Close &Assembly...
es: Cerrar &Ensamblado...
fr: Fermer une &Assembly...
hu: Szerelvény &Bezárása...
it: &Chiudi Assembly
kr: 어셈블리 닫기(&A)...
nl: &Assembly sluiten...
no: Lukk samling...
pl: Zamknij &Assembly...
pt: Fechar &Assembly...
pt_br: &Fechar Assembly...
ru: Закрыть сборку...
tr: Tümleşkeyi Kapat...
zh: 关闭程序集(&A)

# ComponentInspector.InspectorMenu.Find
source: &Find...
es: &Buscar...
fi: &Etsi ...
fr: Trouver...
hu: &Keres...
it: &Trova...
kr: 찾기(&F)...
nl: Vinden...
no: Finn...
pl: &Znajdź...
pt: &Procurar...
pt_br: &Procurar...
ru: Найти...
tr: Bul...
zh: 查找(&F)...

# ComponentInspector.InspectorMenu.ObjectTreeOptionsPanel.Title
source: Object Tree
es: Objetos
fi: Objektipuu Asetukset
fr: Arbre des objets
hu: Objektum Fa
it: Struttura Oggetti
kr: 개체 트리
nl: Object boom
no: Objekttre
pl: Drzewo Obiektów
pt: Árvore de Objecto
pt_br: Árvore de Objetos
ru: Дерево объекта
tr: Nesne Ağacı
zh: 对象树

# ComponentInspector.InspectorMenu.OpenAssembly
source: &Open Assembly...
es: &Abrir Ensamblado...
fr: &Ouvrir une Assembly...
it: &Apri Assembly
kr: 어셈블리 열기(&O)...
nl: Assembly &Openen...
no: Åpne samling...
pl: &Otwórz Assembly...
pt: &Abrir Assembly...
pt_br: &Abrir Assembly...
ru: Открыть сборку...
tr: Bileşke Aç...
zh: 打开程序集(&O)...

# ComponentInspector.InspectorMenu.TypeHandlerOptionsPanel.Title
source: Type Handlers
es: Manejadores de Tipos
fi: Tyyppikäsittelijät
fr: Gestionnaires de types
it: Gestore Tipi
kr: 형식 처리자
no: Typehåndterere
pt: Manipuladores de Tipo
pt_br: Manipuladores de tipos
ru: Типы обработчиков
tr: Tür İşleyiciler

# ComponentInspector.InvokeMethodMenuItem
source: Invoke &Method
es: Invocar &Método
fr: Appel de &méthode
it: &Metodo Invoke
kr: 메서드 실행(&M)
nl: &Methode activeren
no: Kjør metode
pt: Invocar &Método
pt_br: Invoca um &Método
ru: Вызов метода
tr: İşlevi Çağır
zh: 调用(激活)方法(&M)

# ComponentInspector.MainMenu.InspectorMenu
source: &Inspector
fi: &Tarkastaja
fr: &Inspecter
kr: 관리자(&I)
nl: &Inspecteur
no: Inspektør
pl: &Inspektor
pt_br: &Inspetor
ru: Инспектор
tr: Denetleyici

# ComponentInspector.ObjectBrowser.ObjectsTreePanel
source: Objects
es: Objetos
fi: Objektit
fr: Objets
hu: Objektumok
it: Oggetti
kr: 오브젝트
nl: Objecten
no: Objekter
pl: Obiekty
pt: Objectos
pt_br: Objetos
ru: Объекты
tr: Nesneler
zh: 对象

# ComponentInspector.ObjectBrowser.OutputTab
source: Output
es: Salida
fi: Ulostulo
fr: Sortie
hu: Kimenet
it: Destinazione
kr: 출력
nl: Uitvoer
no: Resultat
pl: Wyjście
pt: Saída
pt_br: Saída
ru: Вывод
tr: Çıktı
zh: 输出

# ComponentInspector.ObjectBrowser.ParametersPanel
source: Parameters
es: Parámetros
fi: Parametrit
fr: Paramètres
hu: Paraméterek
it: Parametri
kr: 매개 변수
no: Parametere
pl: Parametry
pt: Parâmetros
pt_br: Parâmetros
ru: Параметры
tr: Parametreler
zh: 参数

# ComponentInspector.ObjectBrowser.TopLevelObjects
source: Top Level Objects
es: Objetos de Nivel Superior
fr: Premiers objets
hu: Fölső Szintű Objektumok
it: Oggeti di Primo Livello
kr: 최상위 레벨 개체
nl: Hoogste niveau objecten
no: Toppnivå objekter
pl: Obiekty Najwyższego Poziomu
pt: Objectos de Nível Elevado
pt_br: Objetos do nível superior
ru: Объекты верхнего уровня
zh: 顶层对象

# ComponentInspector.ObjectBrowser.ValueColumnHeader
source: Value
es: Valor
fi: Arvo
fr: Valeur
hu: Érték
it: Valore
kr: 값
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
pt_br: Valor
ru: Значение
tr: Değer
zh: 值

# ComponentInspector.ObjectBrowserForm.ActionMenuItem
source: &Action
es: &Acción
it: &Azione
kr: 작업(&A)
nl: &Actie
no: Handling
pl: &Akcja
pt: &Acção
pt_br: &Ação
ru: Действие
zh: 动作(&A)

# ComponentInspector.ObjectBrowserForm.ActiveXFilesFilterName
source: ActiveX Files
es: Archivos ActiveX
fi: ActiveX Tiedostot
fr: Fichiers ActiveX
hu: ActiveX Fájlok
it: File ActiveX
kr: ActiveX 파일
nl: ActiveX bestanden
no: ActiveX filer
pl: Pliki ActiveX
pt: Ficheiros ActiveX
pt_br: Arquivos ActiveX
ru: Файлы ActiveX
tr: ActiveX Dosyaları
zh: ActiveX文件

# ComponentInspector.ObjectBrowserForm.AssemblyFilesFilterName
source: Assembly Files
es: Archivos de Ensamblados
fi: Assembly Tiedostot
fr: Fichiers d'Assembly
hu: Szerelvény Fájlok
kr: 어셈블리 파일
nl: Assembly bestanden
no: Samlingsfiler
pl: Pliki Assembly
pt: Ficheiros Assembly
pt_br: Arquivos Assembly
ru: Файлы сборки
tr: Bileşke Dosyaları
zh: 程序集文件

# ComponentInspector.ObjectBrowserForm.AttachMenuItem
source: &Tracing...
es: &Rastreando...
fr: &Trace en cours...
it: &Tracciamento...
kr: 추적 중(&T)...
nl: &Tracerend...
no: Sporing...
pl: Śle&dzenie...
pt: &Rastrear...
pt_br: &Seguindo...
ru: Трассировка...
tr: İzleme...
zh: 跟踪(&T)...

# ComponentInspector.ObjectBrowserForm.DirectoriesMenuItem
source: &Directories...
es: &Directorios...
fr: Répertoires...
hu: &Mappák...
it: &Cartelle...
kr: 디렉터리(&D)...
nl: Mappen...
no: Kataloger...
pl: Ka&talogi...
pt: &Pastas...
pt_br: &Diretórios...
ru: Папки...
tr: &Dizinler...
zh: 目录(&D)

# ComponentInspector.ObjectBrowserForm.ObjectTreeMenuItem
source: &Object Tree...
es: &Objetos...
fr: Arbre d'&Objets...
it: Albero &Oggetti...
kr: 개체 트리(&O)...
nl: &Object boom...
no: Objekttre...
pl: Drzewo &Obiektów...
pt: Árvore do &Objecto...
pt_br: Arvore de &Objetos...
ru: Дерево объекта...
tr: Nesne Ağacı...
zh: 对象树(&O)

# ComponentInspector.ObjectBrowserForm.OpenFileDialogTitle
source: Select a File to Open
es: Seleccione un Archivo a Abrir...
fi: Valitse avattava tiedosto
fr: Choisir un fichier à ouvrir
it: Seleziona il File da Aprire
kr: 열 파일을 고르십시오
nl: Kies een te openen bestand
no: Velg en fil å åpne
pl: Wybierz Plik do Otwarcia
pt: Seleccionar um Ficheiro Aberto
pt_br: Seleciona um Arquivo para Abrir
ru: Выберите открываемый файл
tr: Açmak için Dosya Seçin
zh: 选择要打开的文件

# ComponentInspector.ObjectBrowserForm.OptionsMenuItem
source: &Options
es: &Opciones
fi: &Valinnat
fr: &Option
hu: &Beállítások
it: &Opzioni
kr: 옵션(&O)
nl: &Opties
no: Alternativer
pl: &Opcje
pt: &Opções
pt_br: &Opções
ru: &Параметры
tr: &Seçenekler
zh: 选项(&O)

# ComponentInspector.ObjectBrowserForm.PanelsMenuItem
source: &Panels...
es: &Paneles...
fi: &Paneelit
fr: &Panneaux...
hu: &Pultok...
it: &Pannelli...
kr: 패널(&P)...
nl: &Panelen...
no: Paneler...
pl: &Panele...
pt: &Paineis
pt_br: &Paineis...
ru: Панели...
tr: Paneller
zh: 面板(&P)...

# ComponentInspector.ObjectBrowserForm.ShowHelpMenuItem
source: &Help...
es: &Ayuda...
fi: &Helppi ...
fr: Aide...
hu: &Súgó...
it: &Aiuto...
kr: 도움말(&H)...
no: Hjelp...
pl: &Pomoc
pt: &Ajuda...
pt_br: &Ajuda...
ru: &Справка...
tr: Yardım...
zh: 帮助(&H)...

# ComponentInspector.ObjectBrowserForm.TracingMenuItem
source: &Tracing...
es: &Rastreando...
fr: &Trace en cours...
it: &Tracciamento...
kr: 추적 중(&T)...
nl: &Traceren...
no: Sporing...
pl: Śle&dzenie...
pt: &Rastrear...
pt_br: &Seguindo...
ru: Трассировка...
tr: İzleme...
zh: 跟踪(&T)
