Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# MainWindow.Windows.ClassBrowser.DerivedTypes
source: Derived types
es: Tipos Derivados
fr: Types dérivés
hu: Származtatott típusok
it: Tipi derivati
kr: 파생된 형식
nl: Afgeleide types
no: Deriverte typer
pl: Typy dziedziczone
pt: Tipos derivados
pt_br: Tipos derivados
ru: Производные типы
tr: Türemiş tipler
zh: 派生类型

# MainWindow.Windows.ClassBrowser.ForwardButton.ToolTip
source: Forward
es: Siguiente
fi: Eteenpäin
fr: Suivant
hu: Előre
it: Avanti
kr: 앞으로
nl: Volgende
no: Frem
pl: Dalej
pt: Para a Frente
pt_br: Avançar
ro: Înainte
ru: Вперёд
tr: İlet
zh: 向前

# MainWindow.Windows.ClassBrowser.NoResultsFound
source: No search results found.
es: No se encontraron resultados.
fi: Ei Hakutuloksia.
fr: Pas de résultats à la recherche.
hu: Nincs keresési eredmény.
it: Nessun risultato trovato.
kr: 검색 결과가 없습니다.
nl: Géén zoekresultaten gevonden.
no: Ingen søkeresultater funnet.
pl: Brak rezultatów wyszukiwania.
pt: Não foram encontrados resultados de pesquisa.
pt_br: Pesquisa sem resultado.
ro: Căutare fără nici un rezultat.
ru: Ничего не найдено.
tr: Hiçbir sonuç bulunamadı.
zh: 没有搜索到.

# MainWindow.Windows.ClassBrowser.OpenAssemblyButton.ToolTip
source: Open assembly
es: Abre el ensamblado
fr: Ouvrir l'assembly
it: Apri assembly
ru: Открыть сборку

# MainWindow.Windows.ClassBrowser.OpenAssemblyFromFile
source: Open assembly from file...
es: Abrir ensamblado desde archivo...
fr: Ouvrir l'assembly depuis un fichier...
it: Apri assembly da file...
nl: Open assembly vanuit bestand...
ru: Открыть сборку из файла...

# MainWindow.Windows.ClassBrowser.OpenAssemblyFromGAC
source: Open assembly from GAC...
es: Abrir ensamblado del GAC...
fr: Ouvrir l'assembly depuis le GAC...
it: Apri assembly dalla GAC...
nl: Assembly openen vanuit GAK...
ru: Открыть сборку из GAC...

# MainWindow.Windows.ClassBrowser.OpenInClassBrowser
source: Open in Class Browser
es: Abrir en el Explorador de Clases
fr: Ouvrir dans l'explorateur de classes
it: Apri nel Browser delle Classi
nl: Open in de klasse bladeraar
ru: Открыть в обозревателе классов

# MainWindow.Windows.ClassBrowser.SearchButton.ToolTip
source: Class View Search
es: Buscar
fi: Luokka näkymä haku
fr: Rechercher une classe
hu: Osztály Nézet Keresés
it: Ricerca nel visualizzatore di classi
kr: 클래스 보기 검색
nl: Zoeken in Klassen Overzicht
no: Søk i klassevisning
pl: Szukaj w Widoku Klas
pt: Pesquisa Vista Classes
pt_br: Procurar
ru: Поиск в окне классов
tr: Sınıf Görünümü Arama
zh: 搜索类视图

# MainWindow.Windows.ClassBrowser.Workspace
source: Workspace {0}
es: Área de trabajo {0}
fr: Bureau {0}
it: Spazio di lavoro {0}
nl: Werkruimte {0}
ru: Рабочая область {0}

# MainWindow.Windows.ClassScoutLabel
source: Classes
es: Clases
fi: Luokka tiedustelu
hu: Osztályok
it: Classi
kr: 클래스
nl: Klassen Overzicht
no: Klasser
pl: Klasy
ro: Clase
ru: Классы
tr: Sınıflar
zh: 类

# MainWindow.Windows.CompilerMessageView.ClearAllButton.ToolTip
source: Clear All
es: Limpiar Todo
fi: Tyhjennä kaikki
fr: Tout effacer
hu: Mindegyik Törlése
it: Cancella Tutto
kr: 모두 지우기
nl: Alles leegmaken
no: Fjern alle
pl: Wyczyść Wszystko
pt: Limpar Tudo
pt_br: Limpar Todos
ro: Anulează tot
ru: Очистить все
tr: Tümüzü Temizle
zh: 全部清除

# MainWindow.Windows.CompilerMessageView.ShowOutputFromComboBox.ToolTip
source: Show output from:
es: Mostrar Salida de:
fi: Näytä ulostulo:
fr: Afficher la sortie de :
hu: Mutassa a kimenetét a:
it: Mostra uscita da:
kr: 출력을 보여줄 곳:
nl: Toon uitgang van:
no: Vis resultat fra:
pl: Pokaż wyjście z:
pt: Mostrar saíde de:
pt_br: Exibir saída de:
ru: Показывать вывод из:
tr: Çıktıyı göster:
zh: 从这里显示输出信息:

# MainWindow.Windows.CompilerMessageView.ToggleWordWrapButton.ToolTip
source: Toggle Word Wrap
es: Alterna el Ajuste de Línea
fi: Kytke rivitys
fr: Activer Retour à la Ligne
hu: Sortörések átváltása
it: Abilita a capo
kr: 자동 줄 바꿈 켜기/끄기
nl: Schakel woordomslag aan/uit
no: Slå av/på linjebryting
pl: Przełączanie Zawijania Wierszy
pt: Comutar Quebra de Palavra
pt_br: Acionar quebra de página automática
ru: Перенос текста
tr: Metni Kaydir/ma
zh: 自动换行

# MainWindow.Windows.Debug.AddWatchExpression
source: Add watch expression
es: Agregar inspección
fr: Ajouter un espion
it: Aggiungi monitoraggio espressione
nl: Wacht expressie toevoegen
ru: Добавить выражение для наблюдения

# MainWindow.Windows.Debug.Breakpoints
source: Breakpoints
es: Puntos de interrupción
fi: Raja-arvot
fr: Points d'arrêt
hu: Töréspontok
it: Interruzioni
kr: 중단점
nl: Breekpunten
no: Stoppunkter
pl: Pułapki
pt: Paragem
pt_br: Pontos de Parada
ro: Puncte de intrerupere
ru: Точки останова
tr: DuraksamaNoktaları
zh: 断点

# MainWindow.Windows.Debug.CallStack
source: Callstack
es: Lista de Llamadas
fi: Kutsupino
fr: Pile des appels
hu: Hívásverem
it: Stack delle chiamate
kr: 호출 스택
nl: Aanroepstack
no: Kall-stabel
pl: Stos wywołań
pt: Pilha de chamada
pt_br: Pilha de chamada
ru: Стек вызовов
tr: ÇağrıYığını
zh: 调用堆栈

# MainWindow.Windows.Debug.CallStack.CannotSwitchWhileRunning
source: You cannot switch functions while the debugger is running.
es: No puede cambiar entre funciones mientras el depurador se esta ejecutando.
fr: Vous ne pouvez pas changer de fonction lorsque le débogueur est lancé.
hu: Nem válthat funkciót amíg a nyomkövető fut.
it: Non è possibile cambiare funzioni durante l'esecuzione del debugger
kr: 디버거가 실행 중일 때 함수를 바꿀 수 없습니다.
nl: Als de foutopsporing actef is kunnen geen functies worden gewisseld.
no: Du kan ikke bytte funksjoner mens feilsøking kjøres.
pl: Nie możesz przełączać funkcji w trakcie działania debuggera.
pt: Não pode comutar funções enquanto o depurador está a correr.
pt_br: Voce não pode mudar de função enquanto o depurador estiver rodando.
ru: Вы не можете переключать функции во время отладки.
tr: Hata ayıklayıcı çalışırken işlevleri değiştiremezsiniz.
zh: 当调试器在运行时无法切换方法

# MainWindow.Windows.Debug.CallStack.CannotSwitchWithoutSymbols
source: You cannot switch to a function without symbols.
es: No puede cambiar a una función sin símbolos.
fr: Vous ne pouvez pas changer pour une fonction sans symboles.
hu: Nem válthat a funkcióra szimbólumok nélkül.
it: Non si può passare ad una funzione senza simboli di debug.
kr: 기호(symbol)가 없으면 함수를 변경할 수 없습니다.
nl: Overschakelen naar een functie zonder symbolen is niet mogelijk.
no: Du kan ikke bytte til en funksjon uten symboler.
pl: Nie możesz przełączyć do funkcji bez symboli.
pt: Não pode comutar para uma função sem símbolos.
pt_br: Voce não pode mudar para uma função sem simbolos.
ru: Вы не можете переключиться на функцию, символы которой не доступны.
tr: Semboller olmadan bir işleve geçemezsiniz.
zh: 您无法跳到无符号的方法中.

source: You cannot switch to a function without debug symbols. Either recompile it with symbols or enable "Decompile code without symbols" in the options.
es: No puede cambiar a una función sin símbolos de depuración. Recompile con símbolos o habilite "Decompilar código sin símbolos" en las opciones.
fr: Impossible de basculer vers une méthode sans symboles de déboguage.Recompilez avec les symboles ou activer l'option de décompilation du code sans symboles.
it: Non puoi passare ad una funzione senza simboli. Ricompila con i simboli o attiva "Decompila codice senza simboli" nelle opzioni.
nl: Kan niet wisselen naar een functie zonder debug symbolen, tenzij hercompileren wordt uitgevoerd en de optie "Decompileer code zonder symbolen" is ingeschakeld.
ru: Вы не можете переключиться на функцию, отладочная информация которой не доступна. Либо перекомпилируйте её с отладочной информацией, либо включите опцию "Декомпилировать код, если символы не доступны" в настройках.

# MainWindow.Windows.Debug.CallStack.ExternalMethods
source: [External methods]
es: [Métodos Externos]
fr: [Méthodes externes]
it: [Metodi esterni]
kr: [외부 메서드]
nl: [Externe methodes]
no: [Eksterne metoder]
pl: [Metody Zewnętrzne]
pt: [Métodos Externos]
pt_br: [Métodos externos]
ru: [Внешние методы]
tr: [Dış İşlevler]
zh: [外部方法]

# MainWindow.Windows.Debug.CallStack.FunctionSwitch
source: Function switch
es: Intercambio de funciones
fr: Changement de fonction
hu: Funkció váltás
it: Cambio Funzione
kr: 함수 변경
nl: Functie wisseling
no: Funksjonsbytte
pl: Przełącznik funkcji
pt: Comutar função
pt_br: Mudar função
ru: Переключатель функции
tr: Fonksiyon değiştir
zh: 方法切换

# MainWindow.Windows.Debug.CallStack.Language
source: Language
es: Lenguaje
fi: Kieli
fr: Langage
hu: Nyelv
it: Linguaggio
kr: 언어
nl: Taal
no: Språk
pl: Język
pt: Linguagem
pt_br: Linguagem
ro: Limbă
ru: Язык
tr: Dil
zh: 语言

# MainWindow.Windows.Debug.CallStack.Module
source: Module
es: Módulo
fi: Moduli
it: Modulo
ru: Модуль

# MainWindow.Windows.Debug.CallStack.ShowArgumentNames
source: Show argument names
es: Mostrar los nombres de los argumentos
fi: Näytä argumenttinimi
fr: Afficher le nom des arguments
hu: Mutassa a paraméter neveket
it: Mostra i nomi degli argomenti
kr: 인수 이름 보이기
nl: Argumentnamen weergeven
no: Vis argumentnavn
pl: Pokaż nazwy argumentów
pt: Mostrar os nomes dos argumentos
pt_br: Mostrar nomes de argumentos
ro: Arată numele argumentului
ru: Показать имена аргументов
tr: Argüman adlarını göster
zh: 显示参数名

# MainWindow.Windows.Debug.CallStack.ShowArgumentValues
source: Show argument values
es: Mostrar valores de los argumentos
fi: Näytä argumenttiarvot
fr: Afficher la valeur des arguments
hu: Mutassa a paraméter értékeket
it: Mostra i valori degli argomenti
kr: 인수 값 보이기
nl: Toon argument waardes
no: Vis argumentverdier
pl: Pokaż wartości argumentów
pt: Mostrar os valores dos argumentos
pt_br: Mostrar valores de argumentos
ro: Arată valorile argumentului
ru: Показать значения аргументов
tr: Argüman değerlerini göster
zh: 显示参数值

# MainWindow.Windows.Debug.CallStack.ShowExternalMethods
source: Show external methods
es: Mostrar métodos externos
fi: Näytä ulkoiset menetelmät
fr: Afficher les méthodes externes
hu: Mutassa a külső metódusokat
it: Mostra i metodi esterni
kr: 외부 메서드 보이기
nl: Toon externe methodes
no: Vis eksterne metoder
pl: Pokaż metody zewnętrzne
pt: Mostrar métodos externos
pt_br: Mostrar métodos externos
ru: Показывать внешние методы
tr: Dış işlevleri göster
zh: 显示扩展方法

# MainWindow.Windows.Debug.CallStack.ShowLineNumber
source: Show line number
es: Mostrar número de línea
fi: Näytä rivinumerot
fr: Afficher les numéros de ligne
it: Mostra numero di riga
nl: Regelnummer weergeven
ru: Показать номера строк
zh: 显示行号

# MainWindow.Windows.Debug.CallStack.ShowModuleNames
source: Show module names
es: Mostrar nombres de módulos
fi: Näytä modulinimet
fr: Afficher les noms des modules
it: Mostra nome moduli
nl: Modulenaam weergeven
ru: Показать имена модулей
zh: 显示模块的名称

# MainWindow.Windows.Debug.Conditional.Breakpoints.Ask
source: Ask
es: Preguntar
fi: Kysy
fr: Demander
it: Chiedi
kr: 묻기
nl: Vraag
no: Spør
ru: Спросить
zh: 请求

# MainWindow.Windows.Debug.Conditional.Breakpoints.Break
source: Break
es: Pausar
fi: Tauko
it: Interrompi
kr: 중단
nl: Pauzeer
no: Stopp
ru: Прервать
zh: 中断

# MainWindow.Windows.Debug.Conditional.Breakpoints.Breakpoint
source: Breakpoint
es: Punto de interrupción
fi: Taitekohta
fr: Point d'arrêt
it: Interruzione
kr: 중단점
nl: Breekpunt
no: Stoppunkt
ru: Точка останова
zh: 断点

# MainWindow.Windows.Debug.Conditional.Breakpoints.BreakpointHit
source: Breakpoint hit!
es: Punto de interrupción alcanzado!
fr: Point d'arrêt atteind !
it: Interruzione attiva!
kr: 중단점 도달!
nl: Breekpunt geraakt!
no: Stoppunkt nådd!
ru: Сработала точка останова!
zh: 遇到断点!

# MainWindow.Windows.Debug.Conditional.Breakpoints.BreakpointHitAt
source: Hit breakpoint at line {0} in {1}.
es: Punto de interrupción alcanzado en la línea {0} en {1}.
fr: Point d'arrêt atteind à la ligne {0} du fichier {1}.
it: Interruzione attiva alla linea {0} in {1}.
kr: {1}에서 {0}번째 줄에 있는 중단점에 도달하였습니다.
nl: Raak breekpunt op regel {0} in {1}.
no: Nådde stoppunkt på linje {0} i {1}.
ru: Сработала точка останова на строке {0} в {1}.
zh: 在{1}中的第{0}行遇到断点。

# MainWindow.Windows.Debug.Conditional.Breakpoints.BreakpointHitAtBecause
source: Hit breakpoint at line {0} in {1} because {2}
es: Punto de interrupción alcanzado en la línea {0} en {1} a causa de {2}
fr: Point d'arrêt atteind à la ligne {0} du fichier {1} car {2}.
it: Interruzione attiva alla linea {0} in {1} a causa di {2}
kr: {2}의 이유로 {1}에서 {0}번째 줄에 있는 중단점에 도달하였습니다.
nl: Breekpunt geraakt op regel {0} in (1} door {2}.
no: Nådde stoppunkt på linje {0} i {1} fordi {2}
ru: Сработала точка останова на строке {0} в {1} так как {2}

# MainWindow.Windows.Debug.Conditional.Breakpoints.Condition
source: Conditional
es: Condicional
fr: Conditionnel
it: Condizionale
kr: 조건부
nl: Voorwaardelijk
no: Betinget
ru: Условие
zh: 条件

# MainWindow.Windows.Debug.Conditional.Breakpoints.ConditionalColumnHeader
source: Condition
es: Condición
it: Condizione
nl: Voorwaarde
ru: Условие
zh: 条件

# MainWindow.Windows.Debug.Conditional.Breakpoints.Continue
source: Continue
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
kr: 계속
nl: Vervolgen
no: Fortsett
ru: Продолжить
zh: 继续

# MainWindow.Windows.Debug.Conditional.Breakpoints.DisableBreakpoint
source: Disable breakpoint
es: Deshabilitar punto de interrupción
fi: Poista taitekohta
fr: Invalider les points d'arrêt
it: Disattiva interruzione
kr: 중단점 비활성화
nl: Breekpunt uitschakelen
no: Slå av stoppunkt
ru: Убрать точку останова
zh: 禁用断点

# MainWindow.Windows.Debug.Conditional.Breakpoints.EditCondition
source: Edit condition...
es: Editar condición...
fr: Editer la condition...
it: Modifica condizioni...
nl: Voorwaarde bewerken...
ru: Редактировать условие...

# MainWindow.Windows.Debug.Conditional.Breakpoints.EnableBreakpoint
source: Enable breakpoint
es: Habilitar punto de interrupción
fi: Aktivoi taitekohta
fr: Valider les points d'arrêt
it: Attiva interruzione
kr: 중단점 활성화
nl: Breekpunt inschakelen
no: Slå på stoppunkt
ru: Включить точку останова
zh: 启用断点

# MainWindow.Windows.Debug.Conditional.Breakpoints.ScriptingWindow.CheckSyntax
source: Check syntax
es: Evaluar sintaxis
fi: Tarkista lauseet
fr: Vérifier la syntaxe
it: Controlla sintassi
kr: 문법 검사
nl: Controleer grammatica
no: Sjekk syntaks
ru: Проверка синтаксиса
zh: 语法检查

source: Scripting language
es: Lenguaje de Script
fi: Skriptikieli
fr: Language de script
it: Linguaggio di Scripting
kr: 스크립팅 언어
nl: Script taal
no: Skriptspråk
ru: Язык сценария
zh: 脚本语言

# MainWindow.Windows.Debug.Conditional.Breakpoints.ScriptingWindow.Title
source: Edit Debugger Script
es: Editar Script del Depurador
fr: Editer le script de déboguage
it: Modifica Script Debugger
kr: 디버거 스크립트 편집
nl: Foutopsporing script bewerken
no: Rediger feilsøkings skript
ru: Править сценарий отладчика
zh: 编辑调试脚本

# MainWindow.Windows.Debug.Conditional.Breakpoints.Terminate
source: Terminate
es: Finalizar
fi: Keskeytä
fr: Terminer
it: Termina
kr: 종료
nl: Beëindig
no: Avslutt
ru: Прекратить
zh: 终止

# MainWindow.Windows.Debug.Conditional.Breakpoints.Trace
source: Trace
es: Rastrear
fi: Jäljitä
fr: Tracer
it: Traccia
kr: 추적
nl: Spoor
no: Sporing
ru: Трассировка
zh: 跟踪

# MainWindow.Windows.Debug.Console
source: Console
es: Consola
fi: Konsoli
kr: 콘솔
no: Konsoll
pl: Konsola
ru: Консоль
zh: 控制台

# MainWindow.Windows.Debug.DebugExecutable
source: Debug executable
es: Depurar ejecutable
fr: Débogguer l'executable
it: Debug eseguibile
nl: Fout-opsporen in uitvoerend bestand
ru: Отладить исполняемый файл

# MainWindow.Windows.Debug.ExceptionForm.Break
source: Break
es: Pausar
it: Interrompi
kr: 중단
nl: Onderbreken
no: Pause
pl: Przerwij
ro: întrerupe
ru: Прервать
zh: 中断

# MainWindow.Windows.Debug.ExceptionForm.BreakOnHandled
source: Break on handled ${ExceptionName}
fr: Arrêt sur l'exception gérée ${ExceptionName}
it: Arresta su eccezione gestita ${ExceptionName}
ru: Остановиться на ${ExceptionName}

# MainWindow.Windows.Debug.ExceptionForm.Continue
source: Continue
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
kr: 계속
nl: Vervolgen
no: Fortsett
pl: Kontynuuj
ro: Continuă
ru: Продолжить
tr: Devam
zh: 继续

# MainWindow.Windows.Debug.ExceptionForm.Error.CannotInterceptException
source: Cannot intercept exception. Debugged program can not be continued and properties can not be evaluated.
es: No se pudo interceptar la excepción. El programa depurado no puede continuar y sus propiedades no se pueden evaluar.
fr: Impossible d'intercepter l'exception. Le programme en cours de débogguage ne peut pas continuer et les propriétés ne peuvent pas être évaluées.
it: Impossibile intercettare l'eccezione. Il programma in debug non può proseguire e le espressioni non possono essere valutate.
kr: 예외를 받을 수 없습니다. 디버그된 프로그램을 계속 실행할 수 없고 속성을 평가할 수 없습니다.
nl: Uitzondering kan niet onderschept worden. Foutopsporing kan programma niet voortzetten en evaluatie van eigenschappen is niet mogelijk.
no: Kan ikke avskjære feilen. Programmet som feilsøkes kan ikke kjøres videre, og properties kan ikke evalueres.
pt: Impossível interceptar excepção. O programa em depuração não pode continuar a executar.
ru: Не удалось перехватить исключение. Выполнение отлаживаемой программы не может быть продолжено и свойства не могут быть вычислены.
tr: Hatanın önü kesilemedi. Hatası ayıklanan program daha fazla devam edemez.

# MainWindow.Windows.Debug.ExceptionForm.Error.CannotInterceptHandledException
source: Cannot intercept handled exception. Debug symbols might not be available for the source of the exception.
es: No se pudo interceptar la excepción controlada. Los símbolos de depuración pueden no estar disponibles para la fuente de la excepción.
fr: Impossible d'intercepter l'exception gérée. Les symboles de débogguage pour la source de l'exception sont-ils disponibles ?
it: Impossibile intercettare l'eccezione gestita. I simboli di debug per l'origine dell'eccezione potrebbero non essere disponibili.
nl: Kan afgehandelde uitzonderingen niet onderscheppen. Foutzoek symbolen kunnen mogelijk ontbreken voor de bron van de uitzondering.
ru: Не удалось перехватить обработанное исключение. Отладочные символы недоступны для источника исключения.

# MainWindow.Windows.Debug.ExceptionForm.HideExceptionDetails
source: Hide Exception Details
es: Ocultar Detalles de la Excepción
fr: Cacher les détails de l'exception
it: Nascondi Dettagli Eccezione
kr: 예외에 대한 자세한 내용 숨기기
nl: Uitzondering details verbergen
no: Skjul feildetaljer
ru: Скрыть подробности об Исключении
zh: 隐藏异常详细信息

# MainWindow.Windows.Debug.ExceptionForm.LineFormat.EndOfInnerException
source: --- End of inner exception stack trace ---
es: --- Fin del stack trace para inner exception ---
fr: --- Fin de la trace liée à l'exception interne ---
it: ---Fine traccia dello stack dell'eccezione---
kr: --- 내부 예외 스택 추적 끝 ---
nl: === Eind interne uitzondering stapel tracering ---
no: --- Slutt på underliggende stabelsporing ---
pl: --- Koniec śladu wewnętrznego stosu wyjątku ---
ru: --- Конец трассировки стека внутреннего исключения ---
zh: --- 内部异常堆栈跟踪的结尾 ---

# MainWindow.Windows.Debug.ExceptionForm.LineFormat.NoSymbols
source: at {0}
es: en {0}
fi: {0} ssa
fr: à {0}
it: in {0}
kr: {0}에서
nl: op {0}
no: ved {0}
ru: в {0}
zh: 在{0}

# MainWindow.Windows.Debug.ExceptionForm.LineFormat.Symbols
source: at {0} in {1}:line {2}
es: en {0} en {1}:línea {2}
fi: kohta {0} , {1}:rivi {2}
fr: à {0} dans {1}:ligne {2}
it: in {0} in {1}: linea {2}
kr: 줄 {2}:{1}에 있는 {0}에서
nl: op {0} in {1}:regel {2}
no: ved {0} i {1}:linje {2}
pl: na pozycji {0} w {1}: wiersz {2}
pt_br: Na {0} em {1}: linha {2}
ru: как {0} в {1}:строка {2}
tr: {0} üzerinde {1} içinde : satır {2}
zh: 在{1}里的{0}: (第{2}行)

# MainWindow.Windows.Debug.ExceptionForm.Message
source: An exception of type {0} was thrown:
es: Se ha generado una excepción de tipo {0}:
fr: L'Exception de type {0} est survenue:
hu: {0} Kivétel keletkezett nyomkövetőben:
it: E' stata sollevata una eccezione di tipo {0}:
kr: 디버그 대상으로부터 {0} 예외가 발생되었습니다:
nl: Een uitzondering van type {0} werd verworpen:
no: En feil av type {0} oppstod:\n{1}
pl: Wyjątek {0} został wywołany w debugowanym:
pt: Foi lançada a excepção {0} no depurado:
pt_br: Excessão {0} foi disparada no depurador:
ru: Исключения {0} было выброшено:
tr: {0} istisnası hata ayıklama için atıldı:
zh: 抛出了类型为{0}的异常:

# MainWindow.Windows.Debug.ExceptionForm.ShowExceptionDetails
source: Show Exception Details
es: Mostrar Detalles de la Excepción
fi: Näytä tarkemmat poikkeustiedot
fr: Afficher les détails de l'exception
it: Mostra Dettagli Eccezione
kr: 예외에 대한 자세한 내용 보이기
nl: Uitzondering details tonen
no: Vis feildetaljer
ru: Показать подробности об Исключении
zh: 显示异常详细信息

# MainWindow.Windows.Debug.ExceptionForm.Terminate
source: Terminate
es: Terminar
fi: Keskeytä
fr: Terminer
it: Termina
kr: 종료
nl: Afsluiten
no: Avslutt
pl: Zakończ
ru: Остановить
tr: Durdur
zh: 终止

# MainWindow.Windows.Debug.ExceptionForm.Title
source: Exception
es: Excepción
fi: Poikkeukset
hu: Kivétel
it: Eccezione
kr: 예외
nl: Uitzondering
no: Feil
pl: Wyjątek
pt: Excepção
ru: Исключение
tr: İstisna
zh: 异常

# MainWindow.Windows.Debug.ExceptionForm.Title.Handled
source: Handled exception
es: Excepción Controlada
fi: Käsitellään poikkeuksia
fr: Exception gérée
it: Eccezione gestita
kr: 처리된 예외
nl: Verwerkte uitzondering
no: Håndtert feil
pl: Obsłużony wyjątek
ru: Обработанное исключение
zh: 处理异常

# MainWindow.Windows.Debug.ExceptionForm.Title.Unhandled
source: Unhandled exception
es: Excepción no Controlada
fi: Ei käsitellä poikkeuksia
fr: Exception non gérée
it: Eccezione non gestita
kr: 처리되지 않은 예외
nl: Onverwerkte uitzondering
no: Uhåndtert feil
pl: Nieobsłużony wyjątek
ru: Необработанное исключение
zh: 未处理的异常

# MainWindow.Windows.Debug.ExceptionHistory
source: Exception history
es: Historial de Excepciones
fi: Poikkeus Historia
fr: Historique des exceptions
hu: Kivétel történet
it: Storico delle Eccezioni
kr: 예외 이력
nl: Uitzonderingen geschiedenis
no: Feilhistorikk
pl: Historia wyjątków
pt: Histórico de excepções
pt_br: Histórico de exceções
ro: Istoricul excepţiilor
ru: История исключений
tr: Hata Geçmişi
zh: 异常历史

# MainWindow.Windows.Debug.ExceptionHistory.Exception
source: Exception
es: Excepción
fi: Poikkeus
hu: Kivétel
it: Eccezione
kr: 예외
nl: Uitzondering
no: Feil
pl: Wyjątek
pt: Excepção
pt_br: Exceção
ro: Excepţie
ru: Исключение
tr: Hata
zh: 异常

# MainWindow.Windows.Debug.ExceptionHistory.Time
source: Time
es: Tiempo
fi: Aika
fr: Heure
hu: Idő
it: Tempo
kr: 시간
nl: Tijd
no: Tid
pl: Czas
pt: Hora
pt_br: Hora
ro: Ora
ru: Время
tr: Zaman
zh: 时间

# MainWindow.Windows.Debug.HideZoomControl
source: Show/Hide Zoom Control
es: Mostrar/Ocultar Control de Zoom
fr: Afficher/Cacher le zoom
it: Mostra/Nascondi Controllo Zoom
nl: Toon/verberg zoom control
ru: Показать/Скрыть кнопки для изменения масштаба
zh: 显示/隐藏 缩放界面

# MainWindow.Windows.Debug.Local
source: Local
fi: Paikallinen
hu: Helyi
it: Locale
kr: 지역
nl: Locaal
no: Lokale
pl: Lokalne
ru: Локальные переменные
tr: Yerel
zh: 局部

# MainWindow.Windows.Debug.LocalVariables
source: Local variables
es: Variables locales
fi: Paikalliset muuttujat
fr: Variables locales
hu: Helyi változók
it: Variabili locali
kr: 지역 변수
nl: Locale variabelen
no: Lokale variabler
pl: Zmienne lokalne
pt: Variáveis locais
pt_br: Variáveis Locais
ro: Variabile locale
ru: Локальные переменные
tr: Yerel değişkenler
zh: 局部变量

# MainWindow.Windows.Debug.LocalVariables.BaseClass
source: Base class
es: Clase Base
fi: Perusluokka
fr: Classe de base
it: Classe base
kr: 기본 클래스
nl: Basis klasse
no: Baseklasse
pl: Klasa bazowa
pt: Classe Base
ru: Базовый класс
tr: Taban nesne
zh: 基类
