Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Dialog.EditAvailableConfigurationsDialog.AddProjectConfiguration
source: Add Project Configuration
es: Agregar Configuración de Proyecto
fi: Lisää projekti kokoonpanoon
fr: Ajouter une configuration au projet
it: Aggiungi Configurazione al Progetto
kr: 프로젝트 구성 더하기
nl: Voeg project instellingen toe
no: Legg til prosjektkonfigurasjon
pl: Dodaj Konfigurację Projektu
pt: Adicionar configuração de projeto
pt_br: Adicionar configuração do projeto.
ru: Добавить конфигурацию проекта
zh: 添加项目配置

# Dialog.EditAvailableConfigurationsDialog.AddProjectPlatform
source: Add Project Platform
es: Agregar Plataforma de Proyecto
fi: Lisää projektialustaan
fr: Ajouter une plateforme au projet
it: Aggiungi Piattaforma al Progetto
kr: 프로젝트 플랫폼 더하기
nl: Project platform toevoegen
no: Legg til plattform for prosjektet
pl: Dodaj Platformę Projektu
pt_br: Adicionar plataforma do Projeto.
ru: Добавить платформу в проект
zh: 添加项目平台

# Dialog.EditAvailableConfigurationsDialog.AddSolutionConfiguration
source: Add Solution Configuration
es: Agregar Configuración de Solución
fr: Ajouter une configuration à la solution
it: Aggiungi Configurazione alla Soluzione
kr: 솔루션 구성 더하기
nl: Oplossing-instellingen toevoegen
no: Legg til løsningskonfigurasjon
pt: Adicionar configuração de solução
pt_br: Adicionar configuração da Solução
ru: Добавить конфигурацию решения
zh: 添加解决方案配置

# Dialog.EditAvailableConfigurationsDialog.AddSolutionPlatform
source: Add Solution Platform
es: Agregar Plataforma de Solución
fr: Ajouter une plateforme à la solution
it: Aggiungi Piattaforma per la Soluzione
kr: 솔루션 플랫폼 더하기
nl: Oplossing platform toevoegen
no: Legg til plattform for løsningen
pt_br: Adicionar plataforma da Solução
ru: Добавить платформу решения
zh: 添加解决方案平台

source: You cannot delete all configurations/platforms.
es: No puede eliminar todas las configuraciones/plataformas.
fr: Vous ne pouvez pas effacer toutes les configurations/plateformes.
it: Non puoi eliminare tutte le configurazioni/piattaforme.
kr: 구성이나 플랫폼을 모두 지울 수는 없습니다.
nl: Alle instellingen/platforms verwijderen is niet mogelijk.
no: Du kan ikke slette alle konfigurasjoner/plattformer.
pl: Nie możesz usunąć wszystkich konfiguracji/platform.
pt_br: Voce não pode apagar todas as configurações/plataformas.
ru: Вы не можете удалить все конфигурации/платформы.
zh: 你不能删除所有配置/平台。

# Dialog.EditAvailableConfigurationsDialog.ConfirmRemoveConfigurationOrPlatform
source: Do you really want to remove '{0}'?
es: Realmente quiere eliminar '{0}'?
fi: Haluatko varmasti poistaa "{0}"?
fr: Voulez vous supprimer '{0}'?
it: Sei sicuro di voler eliminare '{0}'?
kr: 정말 '{0}'을(를) 지우시겠습니까?
nl: Weet u zeker dat u '{0}' wilt verwijderen?
no: Vil du virkelig fjerne '{0}'?
pl: Czy na pewno chcesz usunąć '{0}'?
pt_br: Voce quer realmente remover '{0}'?
ru: Вы действительно хотите удалить '{0}'?
zh: 您确定删除'{0}'?

# Dialog.EditAvailableConfigurationsDialog.CopySettingsFrom
source: Copy &settings from:
es: Copiar configuracione&s de:
fr: Copier la configuration depuis:
it: Copia impo&stazioni da:
kr: 설정을 복사해 올 곳(&s):
nl: Kopieer instellingen van:
no: Kopier innstillinger fra:
pl: Kopiuj u&stawienia z:
pt_br: Copiar &ajustes de:
ru: Копировать установки из:
zh: 复制设置:

# Dialog.EditAvailableConfigurationsDialog.CreateConfigurationInAllProjects
source: &Create this configuration in all projects
es: &Crear esta configuración en todos los proyectos
fr: &Créer cette configuration dans tous les projets
it: &Crea questa configurazione in tutti i progetti
kr: 모든 프로젝트에 이 구성을 만들기(&C)
nl: &Creëer deze instellingen in alle projecten
no: Opprett denne konfigurasjonen i alle prosjekter
pl: Utwórz tą konfigura&cję we wszystkich projektach
pt_br: &Criar essa configuração em todos os projetos
ru: Создать такую конфигурацию для всех проектов
zh: 生成配置应用到所有项目

# Dialog.EditAvailableConfigurationsDialog.DuplicateName
source: Duplicate name.
es: Nombre duplicado.
fr: Nom en double.
it: Nome duplicato.
kr: 중복된 이름입니다.
nl: Duplicaat naam
no: Duplikat navn.
pl: Duplikat nazwy.
pt_br: Duplicar o nome.
ru: Дубликат имени.
zh: 名称重复。

# Dialog.EditAvailableConfigurationsDialog.EditProjectConfigurations
source: Edit Project Configurations
es: Editar Configuraciones del Proyecto
fr: Editer les configurations du projet
it: Modifica Configurazioni Progetto
kr: 프로젝트 구성 편집
nl: Bewerk project instellingen
no: Rediger prosjektkonfigurasjoner
pl: Edytuj Konfiguracje Projektu
pt_br: Editar as configurações do Projeto
ru: Править конфигурацию проекта
zh: 编辑项目配置

# Dialog.EditAvailableConfigurationsDialog.EditProjectPlatforms
source: Edit Project Platforms
es: Editar Plataformas del Proyecto
fr: Editer les plateformes du projet
it: Modifica Piattaforme Progetto
kr: 프로젝트 플랫폼 편집
nl: Project Platforms bewerken
no: Rediger prosjektplattformer
pl: Edytuj Platformy Projektu
pt_br: Editar as plataforma do Projeto
ru: Правка платформ проекта
zh: 编辑项目平台

# Dialog.EditAvailableConfigurationsDialog.EditSolutionConfigurations
source: Edit Solution Configurations
es: Editar Configuraciones de la Solución
fr: Editer les configurations de la solution
it: Modifica Configurazioni Soluzione
kr: 솔루션 구성 편집
nl: Bewerk oplossing instellingen
no: Rediger løsningskonfigurasjoner
pt_br: Editar as configurações da Solução
ru: Правка конфигурации решения
zh: 编辑解决方案配置

# Dialog.EditAvailableConfigurationsDialog.EditSolutionPlatforms
source: Edit Solution Platforms
es: Editar Plataformas de la Solución
fr: Editer les plateformes pour les solutions
it: Modifica Piattaforme Soluzione
kr: 솔루션 플랫폼 편집
nl: Bewerk oplossing platforms
no: Rediger løsningsplattformer
pt_br: Editar as plataformas da Solução
ru: Править платформы решения
zh: 编辑解决方案平台

# Dialog.EditAvailableConfigurationsDialog.EmptyItem
source: <Empty>
es: <Vacío>
fi: Tyhjä kohde
fr: <Vide>
it: <Vuoto>
kr: <비어 있음>
nl: <Leeg>
no: <Tomt>
pl: <Pusty>
pt_br: <Vazio>
ru: <Пусто>

# Dialog.EditAvailableConfigurationsDialog.EnterNewName
source: Enter the new name:
es: Ingrese el nuevo nombre:
fi: Anna uusi nimi:
fr: Saisir le nouveau nom:
it: Inserisci il nuovo nome:
kr: 새 이름 입력:
nl: Voer de nieuwe naam in:
no: Legg inn nytt navn:
pl: Wprowadź nową nazwę:
pt_br: Entre com o novo nome:
ru: Укажите новое имя:
tr: Yeni ismi girin:
zh: 输入新名称:

# Dialog.EditAvailableConfigurationsDialog.InvalidName
source: The name was invalid.
es: El nombre no es válido.
fi: Nimi on viallinen.
fr: Le nom est invalide.
it: Nome non valido.
kr: 이름이 부적절합니다.
nl: De naam was ongeldig.
no: Navnet var ugyldig.
pl: Nieprawidłowa nazwa.
pt: Nome inválido.
pt_br: O nome não era valido.
ru: Неправильное имя.
zh: 名称无效。

# Dialog.Goto.DialogName
source: Go to
es: Ir a
fi: Mene
fr: Aller à
hu: Ugrás
it: Vai a
kr: 줄로 이동
nl: Ga naar
no: Gå til
pl: Idź do
pt: Ir para
pt_br: Ir para
ro: Du-te la
ru: Перейти к
tr: Git
zh: 跳到

# Dialog.Goto.GotoLine
source: Go to line
es: Ir a la línea
fi: Siirry riville
fr: Aller à la ligne
hu: Ugrás sorra
it: Vai alla linea
kr: 줄로 가기
nl: Ga naar regel nr.
no: Gå til linje
pl: Idź do wiersza
pt: Ir para linha
pt_br: Va para linha
ro: Du-te la linia
ru: Перейти к строчке
tr: Satıra git
zh: 跳到行

# Dialog.Goto.IntroText
source: Please enter an expression to jump to. You can enter line number, class names and file names. Examples: "120", "MainClass", "Main.cs, 120".
es: Ingrese por favor una expresión para saltar a. Puede ingresar números de línea, nombres de clase y nombres de archivo. Ejemplos: "120", "MainClass", Main.cs, 120"
fi: Määritä rivinumero, luokan nimi ja tiedoston nimi. Esimerkki: "120", "Main Class", "Main.cs, 120".
fr: Veuillez entrer une expression à atteindre. Vous pouvez donner un numéro de ligne, un nom de classe ou de fichier. Exemples: "120", "MainClass" "Main.cs, 120".
hu: Kérem adjon meg egy kifejezést, ahová ugorni szeretne, például sorszámot, osztály-, vagy fájlneveket. Példák: „120”, „MainClass”, „Main.cs, 120”.
it: Inserire una espressione da raggiungere. Si possono usare numeri di linea, nomi di classi e nomi di file. Ad esempio: "120", "MainClass", "Main.cs, 120".
kr: 점프할 식을 입력하십시오. 줄 번호, 클래스 이름, 파일 이름을 입력할 수 있습니다. 보기: "120","MainClass","Main.cs, 120".
nl: Voer een expressie in om naar toe te springen. Regelnummer, klassenamen en/of bestandsnamen kunnen worden ingevoerd. Voorbeelden: "120", "MainClass", "Main.cs, 120".
no: Sett inn et uttrykk å gå til. Du kan skrive linjenummer, klassenavn og filnavn. Eksempler: "120", "MainClass", "Main.cs, 120".
pl: Proszę wprowadzić wyrażenie do którego skoczyć. Możesz wprowadzić numer wiersza, nazwy klas i plików. Na przykład: "120", "MainClass", "Main.cs,120".
pt: Por favor insira uma expressão onde se deseja localizar. Pode introduzir números de linhas, nomes de classes e nomes de fichas. Exemplos:"120", "MainClass", "Main.cs, 120".
pt_br: Por favor, entre com uma expressão para onde saltar. Voce pode entrar com o numero da linha, nome de classes ou nome de arquivos. Exemplos: "120", "MinhaClasse", "Classe.cs, 120".
ro: Introduceţi, vă rog, expresia la care doriţi să ajungeţi. Puteţi introduce un număr de linie, numele unui fişier sau al unei clase. Exemplu: "120", "MainClass", "Main.cs, 120".
ru: Введите выражение для перехода: номер строки, назавание класса или файла. Примеры: "120", "MainClass", "Main.cs,120".
tr: Lütfen sıçramak için bir ifade girin. Satır numaraları, sınıf yada dosya adları girebilirsiniz. Örneğin: "120", "MainClass", "Main.cs, 120".
zh: 请输入跳转的表达. 你可以输入行数,类名称和文件名. 比如:"120", "MainClass", "Main.cs, 120".

# Dialog.HighlightingEditor.ColorDlg.Background
source: Background color
es: Color de fondo
fi: Taustan Väri
fr: Couleur de l'arrière-plan
hu: Háttérszín
it: Colore di sfondo
kr: 배경 색상
nl: Achtergrondkleur
no: Bakgrunnsfarge
pl: Kolor tła
pt: Cor do fundo
pt_br: Cor de Fundo
ro: Culoare fundal
ru: Цвет фона
tr: Arka plan rengi
zh: 背景色

# Dialog.HighlightingEditor.ColorDlg.Bold
source: Bold
es: Negrita
fi: Lihavoitu
fr: Gras
hu: Félkövér
it: Grassetto
kr: 굵게
nl: Vet
no: Uthevet
pl: Pogrubienie
pt: Negrito
pt_br: Negrito
ro: Îngroşat
ru: Полужирный
tr: Koyu
zh: 黑体

# Dialog.HighlightingEditor.ColorDlg.Foreground
source: Foreground color
es: Color frontal
fi: Piirto Väri
fr: Couleur du premier plan
hu: Előtér színe
it: Colore carattere
kr: 전경 색상
nl: Voorgrondkleur
no: Forgrunnsfarge
pl: Kolor przedni
pt: Cor do texto
pt_br: Cor superior
ro: Culoarea de prim-plan.
ru: Цвет переднего плана
tr: Ön plan rengi
zh: 前景色

# Dialog.HighlightingEditor.ColorDlg.Italic
source: Italic
es: Cursiva
fr: Italique
hu: Dőlt
it: Corsivo
kr: 이탤릭
nl: Cursief
no: Kursiv
pl: Pochylenie
pt: Itálico
pt_br: Itálico
ro: Înclinat
ru: Курсив
tr: İtalik
zh: 斜体

# Dialog.HighlightingEditor.ColorDlg.Underline
source: Underlined
es: Subrayado
fr: Souligné
it: Sottolineato
ru: Подчёркнутый

# Dialog.HighlightingEditor.Export
source: Export highlighting colors
es: Exportar colores de resaltado
fr: Exporter les couleurs de surlignage
it: Esporta schema colori
nl: Selectie kleuren expoorteren
ru: Экспорт цветов подсветки

# Dialog.HighlightingEditor.Import
source: Import highlighting colors
es: Importar colores de resaltado
fr: Importer les couleurs de surlignage
it: Importa schema colori
nl: Selectie kleuren importeren
ru: Импорт цветов подсветки

# Dialog.HighlightingEditor.NotSupportedMessage
source: Settings version not supported!
es: Versión de configuraciones no soportada!
fr: Version des paramétres non-supportée !
it: Versione delle impostazioni non supportata!
nl: Settings versie niet ondersteund!
ru: Эта версия настроек не поддерживается!

# Dialog.HighlightingEditor.OverwriteCustomizationsMessage
source: This will reset all existing customizations and then import the selected file. Do you want to continue?
es: Esto reiniciará todas las personalizaciones y luego importará el archivo seleccionado. ¿Quiere continuar?
fr: Toutes les personnalisations seront réinitialisées et le fichier sélectionné sera importé. Voulez-vous continuer ?
it: Questo comando elimina tutte le personalizzazioni prima di importare i files selezionati. Continuare?
nl: Dit zet alle toegevoegde wijzigingen terug en importeert vervolgens het geselecteerde bestand. Wilt u doorgaan?
ru: Существующие настройки будут сброшены, а затем импортирован выбранный файл. Вы хотите продолжить?

# Dialog.HighlightingEditor.Properties.Value
source: Value
es: Valor
fi: Arvo
fr: Valeur
hu: Érték
it: Valore
kr: 값
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
pt_br: Valor
ro: Valoare
ru: Значение
tr: Değer
zh: 值

# Dialog.HighlightingEditor.ResetAll
source: Reset all to default
es: Restablecer todo a predeterminado
fr: Tout réinitialiser aux valeurs par défaut
it: Reimposta tutto a predefinito
nl: Alles terug naar verstekwaardes.
ru: Сбросить на настройки по умолчанию

# Dialog.HighlightingEditor.SampleText
source: Sample text
es: Texto de ejemplo
fi: Texti esimerkki
fr: Echantillon de texte
hu: Minta szöveg
it: Testo di esempio
kr: 샘플 텍스트
nl: Voorbeeldtekst
no: Eksempel tekst
pl: Przykładowy tekst
pt: Texto de amostra
pt_br: Texto de Exemplo
ro: Exemplu de text
ru: Пример
tr: Örnek metin
zh: 示例文本

# Dialog.NewFile.AddToProjectQuestion
source: If you want to use the new file in the current project, you need to add it to the project. Do you want to add the new file to the project ${CurrentProjectName}?
es: Si quiere utilizar el nuevo archivo en el proyecto actual, debe agregarlo al proyecto. ¿Desea agregar el nuevo archivo al proyecto ${CurrentProjectName}?
fi: Voidaksesi käyttää uutta tiedostoa, sinun täytyy lisätä sen projektiin. Llisää tiedosto projektiin ${CurrentProjectName}?
fr: Si vous voulez utiliser le nouveau fichier dans le projet courant, vous devez l'ajouter au projet. Voulez-vous ajouter le nouveau fichier au projet ${CurrentProjectName}?
hu: Ha szeretné használni a új fájlt a jelenlegi projektben, hozzá kell ahhoz adnia. Hozzáadja az új fáljt a ${CurrentProjectName} projekthez?
it: Se vuoi utilizzare il nuovo file nel progetto corrente, devi prima aggiungerlo al progetto. Vuoi aggiungere il nuovo file al progetto ${CurrentProjectName}?
kr: 현재 프로젝트에 이 새 파일을 사용하고 싶으면,이 파일을 이 프로젝트에 더해야 합니다. ${CurrentProjectName} 프로젝트에 이 새 파일을 더하겠습니까?
nl: Als u het nieuwe bestand in het momentele project wilt gebruiken, moet het daaraan worden toegevoegd. Wilt u het nieuwe bestand toevoegen aan project ${CurrentProjectName}?
no: Hvis du vil bruke den nye filen i det nåværende prosjektet, må du legge den til i prosjektet. Vil du legge til den nye filen i prosjektet ${CurrentProjectName}?
pl: Jeśli chcesz użyć nowego pliku w bieżącym projekcie, musisz dodać go do projektu. Czy chcesz dodać nowy plik do projektu ${CurrentProjectName}?
pt: Se desejar usar o novo ficheiro no projecto actual, necessita adiccioná-lo ao projecto. Deseja adiccionar o novo ficheiro ao projecto ${CurrentProjectName}?
pt_br: Se voce quiser usar o novo arquivo no projeto atual, voce precisa adiciona-lo ao projeto. Voce deseja adicionar o novo arquivo ao projeto ${CurrentProjectName}?
ro: Dacă doriţi să folosiţi noul fişier în proiectul curent, trebuie să-l adăugaţi la proiect. Doriţi adăugarea noului fişier la proiectul ${CurrentProjectName}?
ru: Чтобы использовать новый файл в текущем проекте, необходимо добавить его в проект. Хотите добавить новый файл в проект ${CurrentProjectName}?
tr: Yeni dosyayı şu anki projede kullanmak istiyorsanız, dosyayı projeye eklemelisiniz.\nDosyayı ${CurrentProjectName} projesine eklemek istiyor musunuz?
zh: 如果你要在当前项目中使用新文件,你必须把它添加到项目中. 你要添加新文件到项目${CurrentProjectName}吗?

# Dialog.NewFile.AddToProjectQuestionProject
source: Create file inside project
es: Crear archivo en el proyecto
fi: Luo tiedosto projektiin
fr: Créer un fichier partie d'un projet
hu: Fájl létrehozása a projektben
it: Crea il file dentro al progetto
kr: 프로젝트 안에 파일 만들기
nl: Maak bestand aan binnen project
no: Opprett fil i prosjektet
pl: Utwórz plik wewnątrz projektu
pt: Criar ficheiro no projecto
pt_br: Criar arquivo dentro do projeto
ro: Creaţi fişierul în interiorul proiectului
ru: Создать файл внутри проекта
tr: Proje içinde dosya oluştur
zh: 在项目内创建文件

# Dialog.NewFile.AddToProjectQuestionStandalone
source: Create standalone file
es: Crear archivo independiente
fi: Luo erillinen tiedosto
fr: Créer un fichier autonome
hu: Önálló fájl készítése
it: Crea un file indipendente
kr: 독립된 파일 만들기
nl: Maak zelfstandig bestand aan
no: Lag frittstående fil
pl: Utwórz osobny plik
pt: Criar ficheiro isolado
pt_br: Criar um arquivo isolado
ro: Creare fişier de sine stătător
ru: Создать автономный файл
tr: Tek bir dosya oluştur
zh: 创建独立文件

# Dialog.NewFile.AddToProjectQuestionTitle
source: Add file to project?
es: ¿Agregar archivo al proyecto?
fi: Lisää tiedosto projektiin ?
fr: Ajouter le fichier au projet?
hu: Fájl hozzáadása a projekthez?
it: Aggiungere il file al progetto?
kr: 프로젝트에 파일을 더하겠습니까?
nl: Bestand aan project toevoegen?
no: Legge filen til i prosjektet?
pl: Dodać plik do projektu?
pt: Adiccionar ficheiro ao projecto?
pt_br: Adicionar arquivo ao projeto?
ro: Adăugaţi fişierul la proiect?
ru: Добавить файл в проект?
tr: Dosya projeye eklensin?
zh: 添加文件到项目?

# Dialog.NewFile.CategoryText
source: &Categories:
es: &Categorías
fi: &Luokka:
fr: &Catégories :
hu: &Kategóriák:
it: &Categorie:
kr: 범주(&C)
nl: &Categorieën:
no: &Kategorier:
pl: &Kategorie:
pt: &Categorias
pt_br: &Categorias:
ro: &Categorii:
ru: Категории:
tr: &Kategoriler:
zh: 类别(&C)

# Dialog.NewFile.DialogName
source: New File
es: Archivo nuevo
fi: Valintaikkuna
fr: Nouveau Fichier
hu: Új fájl
it: Nuovo file
kr: 새 파일
nl: Nieuw bestand
no: Ny fil
pl: Nowy Plik
pt: Nova Ficha
pt_br: Novo Arquivo
ro: Fişier Nou
ru: Новый файл
tr: Yeni Dosya
zh: 新文件

# Dialog.NewFile.FileNameLabel
source: &File Name
es: &Nombre de Archivo
fi: &Tiedostonimi
fr: Nom du &fichier
hu: &Fájlnév
it: Nome &File
kr: 파일 이름(&F)
nl: &Bestandsnaam
no: &Filnavn
pl: Na&zwa Pliku
pt: Nome da &Ficha
pt_br: Nome do &Arquivo
ro: Denumire &Fisier
ru: Имя файла
tr: &Dosya Adı
zh: 文件名(&F)

# Dialog.NewFile.FillOutFirstCaption
source: Fill out properties first
es: Llene primero las propiedades
fi: Otsikko ensin
fr: Remplissez les propriétés d'abord
hu: Tulajdonságok kitöltése először
it: Inserire prima le proprietà
kr: 속성부터 채우기
nl: Vul eerst de eigenschappen in
no: Fyll ut egenskapene først
pl: Najpierw wypełnij właściwości
pt: Preencher primeiro as propriedades
pt_br: Preencher propriedades primeiro
ro: Completati proprietatile intai
ru: Заполните сначала свойства
tr: Öncelikle özellikleri doldur
zh: 请输入属性

# Dialog.NewFile.FillOutFirstMessage
source: To create this file you need to specify some property values first.
es: Para crear este archivo necesita especificar algunos valores de las propiedades primero.
fi: Luodaksesi tiedoston, määritä joitakin ominaisuuksia ensin.
fr: Pour créer ce fichier vous devez d'abord spécifier quelques propriétés.
hu: A fájl létrehozásához először szükség van néhány tulajdonság értékének megadására.
it: Per creare questo file si devono specificare alcune proprietà
kr: 이 파일을 만드려면 우선 속성을 몇 개 지정해야 합니다.
nl: Om dit bestand te maken, dient u de waarde van sommige eigenschappen te specificeren.
no: For å lage denne filen må du spesifisere noen egenskaper først.
pl: Aby stworzyć ten plik musisz najpierw podać wartość niektórych właściwości.
pt: Para criar esta ficha necessita primeiro especificar alguns valores de propriedades.
pt_br: Para criar este arquivo você precisa especificar algumas propriedades primeiro.
ro: Pentru a crea acest fisier trebuie sa specificati intai cateva valori pentru proprietati.
ru: Чтобы создать этот файл, Вы должны указать сначала значения свойств.
tr: Bu dosyayı oluşturabilmek için öncelikle bazı özellik değerleri belirtmelisiniz.
zh: 创建此文件之前请先设置其属性

# Dialog.NewFile.ReadOnlyProjectWarning
source: Currently selected project file {0} has the readonly attribute set. The new file will not be added to the project.
es: El archivo de proyecto actualmente seleccionado {0} tiene establecido el atributo de solo lectura. El nuevo archivo no será agregado al proyecto.
fi: Projekti {0} on vain lukumuodossa. Uutta tiedostoa ei lisätä projektiin
fr: Le fichier projet sélectionné {0] est en lecture seule. Le nouveau fichier ne sera pas ajouté au projet.
it: Il file selezionato {0} ha l'attributo di sola lettura. Il file non verrà aggiunto al progetto.
kr: 현재 선택된 {0} 프로젝트 파일에는 읽기 전용 특성이 설정되어 있습니다. 이 프로젝트에 그 새 파일을 더할 수 없습니다.
nl: Momenteel geselecteerd project bestand {0} is alleen lezen. Het nieuwe bestand wordt niet aan het project toegevoegd.
no: Den valgte prosjektfilen {0} er kun lesbar. Den nye filen vil ikke bli lagt til prosjektet.
pt_br: O arquivo de projeto atualmente selecionado {0} tem o atributo somente leitura definido. O novo arquivo não será adicionado ao projeto.
ru: Текущий выделенный файл проекта {0} отмечен атрибутом "только для чтения". В проект нельзя добавить новый файл.
zh: 当前项目文件{0}设置了只读属性。新文件无法加入到这个项目。

# Dialog.NewFile.TemplateText
source: &Templates:
es: &Plantillas:
fi: &Malli:
fr: &Modèles :
hu: Sablonok:
it: &Modelli:
kr: 템플리트(&T):
nl: Sjablonen:
no: &Maler:
pl: &Szablony:
pt: &Modelos:
pt_br: Modelo&s:
ro: Ş&abloane:
ru: Шаблоны:
tr: &Şablonlar:
zh: 模板(&T)

# Dialog.NewProject.CreateDirectoryForSolution
source: Create &directory for solution
es: Crear &directorio para la solución
fr: Créer un répertoire pour la solution
it: Crea cartella per questa soluzione
kr: 솔루션용 디렉터리 만들기(&D)
nl: Maak map voor oplossing aan
no: Lag katalog for løsning
pt_br: Criar &diretorio para a solução
ru: Создать &каталог для Решения.
zh: 创建解决方案的目录

# Dialog.NewProject.DialogName
source: New Project
es: Proyecto Nuevo
fi: Uusi Projekti
fr: Nouveau Projet
hu: Új projekt
it: Nuovo Progetto
kr: 새 프로젝트
nl: Nieuw Project
no: Nytt prosjekt
pl: Nowy Projekt
pt: Novo Projecto
pt_br: Novo Projeto
ro: Proiect Nou
ru: Новый Проект
tr: Yeni Proje
zh: 新项目

# Dialog.NewProject.LocationLabelText
source: &Location:
es: &Ubicación:
fi: &Polku:
fr: Emp&lacement :
hu: &Hely:
it: &Posizione:
kr: 위치(&L)
nl: &Locatie:
no: &Plassering:
pl: &Lokalizacja:
pt: &Localização:
pt_br: &Localização:
ro: &Locaţie:
ru: Расположение:
tr: &Yer:
zh: 位置(&L):

# Dialog.NewProject.NameLabelText
source: &Name:
es: &Nombre:
fi: &Nimi:
fr: &Nom :
hu: &Név:
it: &Nome:
kr: 이름(&N):
nl: &Naam:
no: &Navn:
pl: &Nazwa:
pt: &Nome:
pt_br: &Nome:
ro: &Nume:
ru: Имя:
tr: &Ad:
zh: 名称(&N):

# Dialog.NewProject.ProjectAtDescription
source: Project will be created at
es: El Proyecto será creado en
fi: Projekti luodaan:
fr: Sera créé dans :
hu: Projekt létrehozása itt:
it: Il Progetto sará creato in:
kr: 프로젝트가 다음 위치에 생성됩니다
nl: Project zal worden aangemaakt in
no: Prosjektet blir lagret i
pl: Projekt zostanie utworzony w
pt: Projecto será criado em
pt_br: O projeto será criado em
ro: Proiectul va fi creat la
ru: Проект будет создан в
tr: Projenin oluşturulacağı yer
zh: 项目将被创建在

# Dialog.NewProject.ProjectTypeLabelText
source: &Categories:
es: &Categorías:
fi: Projektin tyyppi
fr: &Catégories:
hu: &Kategóriák:
it: &Categorie:
kr: 범주(&C)
nl: &Categorieën:
no: &Kategorier:
pl: &Kategorie:
pt: &Categorias:
pt_br: Tipos de &Projetos
ro: &Categorii:
ru: Типы проектов:
tr: &Kategoriler:
zh: 类别(&C):

# Dialog.NewProject.SearchReplace.ErrorParsingRegex
source: Error parsing regular expression:
es: Error analizando la expresión regular:
fr: Erreur de décomposition expression régulière:
hu: Hiba a szabványos kifejezés feldolgozásakor:
it: Errore parsing espressione regolare:
kr: 정규식을 파싱하는 데 오류가 발생했습니다:
nl: Fout bij ontleden van reguliere expressie:
no: Feil under lesing av regulæruttrykk:
pl: Błąd parsowania wyrażenia regularnego:
pt: Erro de análise de expressão regular:
pt_br: Erro ao analisar expressão regular:
ru: Ошибка разбора регулярного выражения:
tr: Düzeni ifadeyi ayrıştırırken hata:
zh: 分析正则表达式错误:
