Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# XML.MainMenu.DebugMenu.Error.BadAssembly
source: Can not get .NET Framework version of program. Check that the program is managed assembly.
es: No se pudo obtener la versión de .NET Framework del programa. Verifique que el programa sea un ensamblado.
fr: Impossible d'avoir une version managée de ce programme. Verifiez que cette assembly est bien en mode managée.
hu: Nem elérhető a program .NET Keretrendszer verziója. Ellenőrizze hogy a program menedzselt kódú-e.
it: Impossibile determinare la versione del .NET Framework da utilizzare. Verificare che il programma sia codice gestito.
kr: 프로그램의 .NET Framework 버전을 알 수 없습니다. 이 프로그램이 관리 어셈블리인지 확인하십시오.
nl: Kan .NET Raamwerk versie van het programma niet oproepen. Ga na of het programma een gemanagede assembly is.
no: Kan ikke lese versjonen av .NET rammeverket. Sjekk at programmet er en .NET samling.
pt: Impossível obter a versão do programa baseado na infraestrutura .NET. Verificar o assembly gerido do programa.
pt_br: Não é possível obter a versão do .NET Framework do programa. Verifique se o programa é um assembly gerenciado.
ru: Невозможно получить версию программы .NET Framework. Убедитесь в том, что программа является управляемой сборкой.
tr: Programın .NET Framework sürüm numarası bulunamadı. Programın yönetilen bileşke olup-olmadığını kontrol edin.
zh: 无法得到该程序的版本. 请检查它是否是托管程序的程序集.

# XML.MainMenu.DebugMenu.Error.CannotAttachToProcess
source: Can not attach to process.
es: No se pudo adjuntar al proceso.
fi: Ei voi liittää prosessiin
fr: Impossible d'attacher au processus.
it: Impossibile collegarsi al processo.
nl: Kan niet bij proces aanhaken.
no: Kan ikke knytte til prosess.
pt_br: Não pode anexar ao processo.
ru: Невозможно подключиться к процессу.
zh: 无法附加到进程.

# XML.MainMenu.DebugMenu.Error.CannotStartProcess
source: Can not start process.
es: No se pudo iniciar al proceso.
fi: Ei voi alottaa prosessia
fr: Impossible de démarrer le processus.
it: Impossibile avviare il processo.
nl: Kan proces niet starten.
no: Kan ikke starte prosess.
pl: Nie można uruchomić procesu.
pt_br: Não pode iniciar o processo.
ru: Невозможно запустить процесс.
tr: İşlem başlatılamıyor.
zh: 不能启动进程。

# XML.MainMenu.DebugMenu.Error.Debugging
source: Can not perform action because some process is debugged.
es: No se pudo realizar la acción porque un proceso esta siendo depurado.
fr: Impossible de réaliser l'action car une tâche est déboguée.
hu: Nem lehetséges a művelet elvégzése mivel néhány folyamat nyomkövetés alatt.
it: Impossibile eseguire l'operazione perché alcuni processi sono in fase di debug.
kr: 디버그된 프로세스가 일부 있으므로 실행할 수 없습니다.
nl: Kan actie niet uitvoeren omdat er foutopsporing voor enig proces loopt.
no: Kan ikke utføre handlingen fordi en prosess er under feilsøking.
pt: Impossível efectuar acção porque o mesmo processo está a ser depurado.
pt_br: Não pode executar ação porque algum processo está sendo depurado.
ru: Не удалось выполнить действие, поскольку отлаживаются некоторые процессы.
tr: Hata ayıklama işlemi sürdüğünden eylem gerçekleştirilemedi.
zh: 无法执行该动作，因为一些程序正在调试。

# XML.MainMenu.DebugMenu.Error.KernelDebuggerEnabled
source: Can not start SharpDevelop debugger because kernel debugger is enabled. To disable the kernel debugger, remove the switch "/debug" from the file Boot.ini and reboot your computer.
es: No se puede iniciar el depurador de SharpDevelop porque el depurador de kernel esta activado. Para deshabilitar el depurador de kernel, elimine la opción "/debug" del archivo boot.ini y reinicie su computadora.
fr: Impossible de lancer le déboggueur SharpDevelop car le débogueur noyau est activé. Pour désactiver le débogueur noyau, enlevez l'argument '/debug' dans le fichier boot.ini et rédemarrez l'ordinateur.
it: Impossibile avviare il debugger di SharpDevelop perché è attivo il debugger del kernel. Per disattivare il debugger del kernel, rimuovere l'opzione "/debug" dal file Boot.ini e riavvia il computer.
kr: 커널 디버거가 활성화되어 있기 때문에 SharpDevelop 디버거를 시작할 수 없습니다. 커널 디버거를 비활성화하려면, Boot.ini에서 "/debug" 스위치를 지우고 컴퓨터를 다시 시작하십시오.
nl: Kan SharpDevelop foutopsporing niet starten omdat kernel foutopsporing is aangezet. Om de kernel foutopsporing uit te zetten, dient de schakeling "/debug" uit bestand Boot.ini verwijderd te worden en de computer opnieuw te worden opgestart.
no: Kan ikke starte SharpDevelop feilsøkeren fordi en kernel feilsøker er påslått. For å slå av kernel feilsøkeren, ta bort opsjonen "/debug" fra filen Boot.ini og start datamaskinen på nytt.
pt_br: Não pode iniciar o depurador do SharpDevelop porque o depurador de kernel está ligado. Para desligar o depurador de kernel, remova a opção "/debug" do arquivo Boot.ini e reinicie o seu computador.
ru: Невозможно запустить отладчик SharpDevelop, так как включен отладчик ядра. Для выключения отладчика ядра, удалите ключ "/debug" из файла Boot.ini и перезапустите свой компьютер.
tr: Çekirdek hata ayıklayıcısı aktif olduğundan SharpDevelop hata ayıklayıcısı başlatılamaz. Çekirdek hata ayıklayıcısını kapatmak için Boot.ini dosyasındaki "/debug"i kaldırın ve bilgisayarı yeniden başlatın.
zh: 不能启动SharpDevelop调试器，因为已启用了内核调试器。要想禁用内核调试器,请从boot.ini 中移除"/debug"并重新启动电脑。

# XML.MainMenu.DebugMenu.Error.Net10NotSupported
source: Debugging of .NET Framework 1.0 programs is not supported.
es: La depuración de programas hechos con .NET Framework 1.0 no esta soportada.
fr: Le déboguage des programmes en .NET 1.0 n'est pas supporté.
hu: Az 1.0-ás .NET Keretrendszer programok nyomkövetése nem támogatott.
it: Il debug di programmi .NET Framework 1.0 non è supportato.
kr: .NET Framework 1.0 프로그램을 디버깅하는 것은 지원되지 않습니다.
nl: Foutopsporing bij .NET Raamwerk 1.0 programmas is niet ondersteund.
no: Feilsøking av .NET Framework 1.0 programmer støttes ikke.
pt: Não se suporta a depuração de programas baseados na infraestrutura .NET 1.0.
pt_br: Não é suportado depurar programas do .Net Framework 1.0.
ru: Отладка программ .NET Framework 1.0 не поддерживается.
tr: .NET Framework 1.0 a ait uygulamaların hata ayıklama işlemleri için destek verilmiyor.
zh: 不支持调试.Net 1.0的应用程序

# XML.MainMenu.DebugMenu.Error.NotDebugging
source: Can not perform action because no process is debugged.
es: No se pudo realizar la acción porque no hay ningún proceso en depuración.
fr: Impossible de réaliser l'action car aucune tâche n'est déboguée.
hu: Nem lehetséges a művelet elvégzése mivel nincs folyamat nyomkövetés alatt.
it: Impossibile eseguire l'operazione perché nessun processo è in fase di debug.
kr: 디버그된 프로세스가 하나도 없으므로 실행할 수 없습니다.
nl: Kan actie niet uitvoeren omdat er geen foutopsporing van een proces plaatsvindt.
no: Kan ikke utføre handlingen fordi ingen prosess er under feilsøking.
pt: Impossível efectuar acção porque o processo está a ser depurado.
pt_br: Não pode executar a ação porque nenhum processo está sendo depurado.
ru: Не удалось выполнить действие, поскольку ни один процесс не отлажен.
tr: Hata ayıklama safhasına geçmediğiniz için bu özelliği kullanamazsınız.
zh: 无法执行该动作，因为没有进程在调试

# XML.MainMenu.DebugMenu.Error.ProcessPaused
source: Can not perform action because process is paused.
es: No se pudo realizar la acción porque el proceso esta pausado.
fi: Ei voi suorittaa operaatiota, koska prosessi on keskeytetty.
fr: Impossible de réaliser l'action car une tâche est en attente.
hu: Nem lehetséges a művelet elvégzése mivel a folyamat felfüggesztve.
it: Impossibile eseguire l'operazione perché il processo è in pausa.
kr: 프로세스가 중지된 상태이므로 실행할 수 없습니다.
nl: Kan actie niet uitvoeren omdat het proces pauzeert.
no: Kan ikke utføre handlingen fordi prosessen er pauset.
pl: Nie można wykonać akcji ponieważ proces jest wstrzymany.
pt: Impossível efectuar acção porque o processo está em pausa.
ru: Не удалось выполнить действие, поскольку процесс приостановлен.
tr: İşleme ara verdiğiniz için bu komutunuz yerine getirilemiyor.
zh: 无法执行该动作，因为程序已暂停。

# XML.MainMenu.DebugMenu.Error.ProcessRunning
source: Can not perform action because process is running.
es: No se pudo realizar la acción porque el proceso esta en ejecución.
fi: Ei voi suorittaa operaatiota, koska prosessi on käynnissä.
fr: Impossible de réaliser l'action car une tâche est en cours.
hu: Nem lehetséges a művelet elvégzése mivel a folyamat fut.
it: Impossibile eseguire il comando perché il processo è in esecuzione
kr: 프로세스가 실행 중이므로 실행할 수 없습니다.
nl: Kan actie niet uitvoeren omdat proces loopt.
no: Kan ikke utføre handlingen fordi prosessen kjører.
pl: Nie można wykonać akcji ponieważ proces jest aktywny.
pt: Impossível efectuar acção pois o processo está em execução.
pt_br: Não pode executar a ação porque o processo está rodando.
ru: Не удалось выполнить действие, поскольку запущен процесс.
tr: İşlem yürütülüyor olduğu için bu komutunuz yerine getirilemiyor.
zh: 无法执行该动作，因为程序正在运行。

# XML.MainMenu.DebugMenu.RemoveAllBreakpoints
source: Remove all breakpoints
es: Eliminar todos los puntos de interrupción
fi: Poista kaikki keskeytyskohdat
fr: Supprimer tous les points d'arrêt
it: Rimuovi tutti i punti di interruzione
nl: Verwijder alle breekpunten
ru: Удалить все точки останова
zh: 移除所有断点

# XML.MainMenu.DebugMenu.RunLastBuild
source: Run last build
es: Ejecutar último build
fr: Exécuter le dernier build
it: Esegui l'ultima versione
nl: Voer laatste bouw uit.
ru: Запустить последнюю сборку
zh: 运行最后一次成功生成

# XML.MainMenu.DebugMenu.RunWithoutDebug
source: Run &without debugger
es: Ejecutar &sin depurador
fi: Aja &ilman kääntäjää
fr: Exécuter &sans débogueur
hu: Futtatás Nyomkövetés &nélkül
it: Esegue &senza debugger
kr: 디버거 없이 실행(&W)
nl: Uitvoeren &zonder foutopsporing
no: Kjør &uten feilsøker
pl: Uruchom &bez debuggera
pt: Executar &sem depurador
pt_br: Executar &sem depuração
ro: Ruleaza &fara debugger
ru: Запустить без отладчика
tr: Hata ayıklayıcı olmadan çalıştır
zh: 运行(不调试)(&W)

# XML.MainMenu.DebugMenu.RunWithoutDebug.Description
source: Runs the program without attached debugger.
es: Ejecuta el programa sin el depurador incluido.
fi: Aja ohjelmaa ilman kääntäjää
fr: Exécuter le programme sans le débogueur associé
hu: Futtatja a programot Nyomkövető csatlakoztatása nélkül.
it: Esegue il programma senza includere il debugger.
kr: 연결된 디버거 없이 프로그램을 실행합니다.
nl: Voer het programma uit zonder foutopsporing.
no: Kjører programmet uten å koble til feilsøker.
pl: Uruchamia program bez podłączonego debuggera.
pt: Executar o programa sem depurador associado.
pt_br: Executar o programa sem o depurador anexado.
ro: Ruleaza programul fara debugger-ul atasat.
ru: Запускает программу без присоединённого отладчика
tr: Programı normal olarak çalıştırır.
zh: 不使用调试器运行程序。

# XML.MainMenu.DebugMenu.StepInto
source: Step into
es: Paso a paso por i&nstrucciones
fi: Pykälä Alas
fr: Pas-à-pas détaillé
hu: Belép
it: Esegui Routine
kr: 한 단계씩 코드 실행
nl: Stap in
no: Gå inn
pl: Krok do
pt: Ir até
pt_br: Executa dentro
ro: Un pas înainte
ru: Войти
tr: İçeri atla
zh: 逐语句

# XML.MainMenu.DebugMenu.StepInto.Description
source: Step into
es: Paso a paso por instrucciones
fi: Ajaa ohjelmaa seuraavaan kohtaan
fr: Pas-à-pas détaillé
hu: Belépés
it: Esegui Routine
kr: 한 단계씩 코드 실행
nl: Stap in
no: Gå inn i metodekallet
pl: Krok do
pt: Ir até
pt_br: Etapa dentro
ru: Войти
tr: İçeri gir
zh: 逐语句

# XML.MainMenu.DebugMenu.StepOut
source: Step out
es: Paso a paso para sa&lir
fi: Pykälä Ylös
fr: Pas-à-pas sortant
hu: Kilép
it: Esci da Routine
kr: 프로시저 나가기
nl: Stap uit
no: Gå ut
pl: Krok poza
pt: Passar adiante
pt_br: Executa fora
ro: Un pas înapoi
ru: Выйти
tr: Dışa atla
zh: 跳出

# XML.MainMenu.DebugMenu.StepOut.Description
source: Step out
es: Paso a paso para salir
fi: Ajaa ohjelmaa edelliseen kohtaan
fr: Pas-à-pas sortant
hu: Kilépés
it: Esci da Routine
kr: 프로시저 나가기
nl: Stap uit
no: Gå ut av metoden
pl: Krok poza
pt: Passar adiante
pt_br: Executa fora
ru: Выйти
tr: Dışına Çık
zh: 跳出

# XML.MainMenu.DebugMenu.StepOver
source: &Step over
es: Paso a paso por pr&ocedimientos
fi: &Kierrä Läpi
fr: Pas-à-pas principal
hu: Át&lép
it: &Salta routine
kr: 프로시저 단위 실행(&S)
nl: &Stap over
no: Gå over
pl: &Krok ponad
pt: &Saltar isto
pt_br: Executa sobre
ro: &Sări peste
ru: Перешагнуть
tr: Üstünden Atla
zh: 逐过程(&S)

# XML.MainMenu.DebugMenu.StepOver.Description
source: Step over
es: Paso a paso por procedimientos
fi: Kiertää koko koodin läpi
fr: Pas-à-pas principal
hu: Átlép
it: Salta routine
kr: 프로시저 단위 실행
nl: Stap over
no: Gå over metodekallet
pl: Krok ponad
pt: Saltar isto
pt_br: Executa sobre
ro: Sări peste
ru: Перешагнуть
tr: Üstünden Atla
zh: 逐过程

# XML.MainMenu.DebugMenu.Stop
source: Stop process
es: Detener el proceso
fi: Pysäytä
fr: Arrêter le processus
hu: Folyamat leállítás
it: Ferma processo
kr: 프로세스 종료
nl: Proces stoppen
no: Stopp prosessen
pl: Zatrzymaj proces
pt: Parar processo
pt_br: Parar processo
ro: Opreste procesul
ru: Остановить процесс
tr: İşlemi durdur
zh: 终止进程

# XML.MainMenu.DebugMenu.Stop.Description
source: Stops the current process and terminates debugging.
es: Detiene el proceso actual y termina la depuración.
fi: Pysäyttää nykyisen prosessin ja viimeistelee debugg kin
fr: Arrête le processus en cours et termine le déboguage
hu: Leállítja a jelenlegi folyamatot és megszakítja a Nyomkövetést.
it: Ferma il processo corrente e termina il debug.
kr: 현재 프로세스를 종료하고 디버그 작업을 끝냅니다.
nl: Stop momenteel proces en beëindig de foutopsporing.
no: Stopper prosessen og avslutter feilsøking.
pl: Zatrzymuje bieżący proces i przerywa debugowanie.
pt: Termina a depuração e para o processo actual.
pt_br: Parar o processo atual e terminar a depuração.
ro: Opreste procesul curent si termina debug-ul.
ru: Останавливает текущий процесс и завершает отладку
tr: Şu anki süreci durdurur ve hata ayıklamayı sona erdirir.
zh: 结束当前进程并终止调试。

# XML.MainMenu.DebugMenu.ToggleBreakpoint
source: Toggle Breakpoint
es: Alternar Punto de Interrupción
fi: Vaihda keskeytyskohta
fr: Activer/Désactiver un point d'arrêt
hu: Töréspont átváltása
it: Commuta Breakpoint
kr: 중단점 설정/해제
nl: Breekpunt aan/uit
no: Slå av/på stoppunkt
pl: Przełącz Pułapkę
pt: Comutar Paragem
pt_br: Marcar ponto de parada
ru: Вкл/выкл. точку останова
tr: Durma İşareti
zh: 设置断点

# XML.MainMenu.EditMenu
source: &Edit
es: &Editar
fi: &Muokkaa
fr: &Edition
hu: &Szerkesztés
it: &Modifica
kr: 편집(&E)
nl: Be&werken
no: &Rediger
pl: E&dycja
pt: &Editar
pt_br: &Editar
ro: &Editare
ru: Правка
tr: &Düzen
zh: 编辑(&E)

# XML.MainMenu.EditMenu.Copy
source: &Copy
es: &Copiar
fi: K&opioi
fr: &Copier
hu: &Másol
it: &Copia
kr: 복사(&C)
nl: &Kopiëren
no: &Kopier
pl: &Kopiuj
pt: &Copiar
pt_br: &Copiar
ro: &Copiere
ru: Копировать
tr: &Kopyala
zh: 复制(&C)

# XML.MainMenu.EditMenu.Copy.Description
source: Copy selection to clipboard
es: Copiar selección al portapapeles
fi: Kopioi valitun textin leikepöydälle
fr: Copier la sélection vers le Presse-papiers
hu: Kiválasztás másolása vágólapra
it: Copia la selezione in Appunti Windows
kr: 선택 영역을 클립보드로 복사합니다.
nl: Kopieer selectie naar klembord
no: Kopier utvalg til utklippstavle
pl: Skopiuj zaznaczony obszar do schowka
pt: Copiar a selecção para o clipboard
pt_br: Copiar seleção para Área de Transferência
ro: Copiere selecţie în clipboard
ru: Копировать выделенный текст в буфер обмена
tr: Seçili kısmı panoya kopyala
zh: 复制

# XML.MainMenu.EditMenu.Cut
source: Cu&t
es: Cor&tar
fi: &Leikkaa
fr: Coup&er
hu: &Kivág
it: Ta&glia
kr: 잘라내기(&T)
nl: K&nippen
no: K&lipp ut
pl: Wy&tnij
pt: Cor&tar
pt_br: Cor&tar
ro: &Tăiere
ru: Вырезать
tr: &Kes
zh: 剪切(&T)

# XML.MainMenu.EditMenu.Cut.Description
source: Cut selection to clipboard
es: Cortar selección al portapapeles
fi: Leikkaa valitun textin leikepöydälle
fr: Couper vers le Presse-papiers
hu: Kiválasztás kivágása vágólapra
it: Taglia selezione in Appunti Windows
kr: 선택 영역을 클립보드로 잘라내기
nl: Knip selectie naar klembord
no: Klipp ut utvalg og legg det på utklippstavlen
pl: Wytnij zaznaczony obszar do schowka
pt: Cortar a selecção para o clipboard
pt_br: Recortar seleção para a Áre de Transferência
ro: Trimitere selecţie în Clipboard
ru: Вырезать выделенный текст в буфер обмена
tr: Seçili kısmı panoya taşı
zh: 剪切

# XML.MainMenu.EditMenu.Delete
source: &Delete
es: &Borrar
fi: Poista
fr: &Supprimer
hu: &Töröl
it: Ca&ncella
kr: 삭제(&D)
nl: Verwij&der
no: &Slett
pl: &Usuń
pt: &Apagar
pt_br: &Deletar
ro: Şt&ergere
ru: Удалить
tr: &Sil
zh: 删除(&D)

# XML.MainMenu.EditMenu.Delete.Description
source: Delete
es: Borrar
fi: Poistaa valitun textin
fr: Supprimer
hu: Töröl
it: Cancella
kr: 삭제
nl: Verwijder
no: Slett utvalg
pl: Usuń
pt: Apagar selecção
pt_br: Deletar
ro: Ştergere
ru: Удалить выделенный текст
tr: Sil
zh: 删除

# XML.MainMenu.EditMenu.FoldingMenu
source: F&olding
es: Pl&egar
fi: Taittaminen
fr: M&ode plan
hu: Össze&zárás
it: C&artella
kr: 코드 접기(&F)
nl: &Samenvouwen
no: &Bretting
pl: &Zwijanie
pt: Dobras
pt_br: D&obradura
ro: Înd&oire
ru: Сворачивание
tr: Katlama
zh: 折叠(&O)

# XML.MainMenu.EditMenu.FoldingMenu.ShowDefinitions
source: Show &definitions only
es: Mostrar &definiciones solamente
fi: Näytä määritelmät
fr: Afficher uniquement les &définitions
hu: Csak a &definíciókat mutatja
it: Mostra solo le &definizioni
kr: 정의만 보이기(&D)
nl: Toon &alleen definities
no: Vis kun &definisjoner
pl: Pokaż tylko &definicje
pt: Mostrar apenas &definições
pt_br: Mostrar somente &definições
ro: Arata doar &definitii
ru: Показывать только определения
tr: Sadece tanımları göster
zh: 只显示定义(&D)

# XML.MainMenu.EditMenu.FoldingMenu.ToggleAllFoldings
source: Toggle &all folds
es: &Invertir todos los pliegues
fi: Vaihda kaikki taitokset
fr: Active/Désactive le développement du mode plan
hu: &Minden összezárás átváltása
it: Commuta &tutte le Cartelle
kr: 전체 접기/펼치기(&A)
nl: &Alles in- of uitvouwen
no: Skift &alle brettinger
pl: Przełącz wszystkie z&winięte
pt: Colapsar/Expandir &todas as dobras
pt_br: Inverter &todas dobras
ru: Переключить все
tr: Bütün katlamaları tersine çevir
zh: 展开所有文件夹(&A)

# XML.MainMenu.EditMenu.FoldingMenu.ToggleFolding
source: &Toggle fold
es: Al&ternar el plegado
fi: &Laita kansi
fr: &Basculer le mode plan
hu: Össze&zárás átváltása
it: Commu&ta cartella
kr: 접기/펼치기(&T)
nl: In- of uitvouwen
no: &Skift bretting
pl: Przełącz z&winięcie
pt: Colapsar/Expandir &dobra
pt_br: Inverter &dobra
ru: Переключить
tr: Katlamayı ters çevir
zh: 展开文件夹(&T)

# XML.MainMenu.EditMenu.FormatMenu
source: &Format
es: &Formatear
fi: &Muotoile
hu: &Formázás
it: &Formato
kr: 형식(&F)
nl: &Indeling
pl: &Formatuj
pt: &Formato
pt_br: &Formatar
ro: &Formatare
ru: Формат
tr: &Biçimlendir
zh: 格式化(&F)

# XML.MainMenu.EditMenu.FormatMenu.Capitalize
source: Capitalize
es: Capitalizar
fi: ISOT KIRJAIMET
fr: Capitaliser
hu: Nagy kezdőbetűvel
it: Scrivi in Maiusc.
kr: 첫 글자를 대문자로
nl: Naar Groot kapitaal
no: Lag store bokstaver
pl: Z Dużej Litery
pt: Capitalizar
pt_br: Primeira letra maiúscula
ro: Majuscule
ru: Все слова с прописных букв
tr: Büyük harfe çevir
zh: 字首大写

# XML.MainMenu.EditMenu.FormatMenu.InvertCase
source: Invert Case
es: Invertir Mayúsculas/minúsculas
fi: Muuta isoiksi / pieniksi kirjaimiksi
fr: Inverser la casse
hu: Betűnagyság invertálása
it: Inverte maiusc./minusc.
kr: 대/소문자 변환
nl: Hoofdletters/kleine letters omkeren
no: Bytt store/små bokstaver
pl: Odwróć wielkość liter
pt: Inverter minúscula/maiúscula
pt_br: Inverter maiúsculas/minúsculas
ro: Majuscule/Minuscule
ru: Инвертировать регистр
tr: Büyük/Küçük Tersine Çevir
zh: 大小写互换

# XML.MainMenu.EditMenu.FormatMenu.LdSpace2Tab
source: Leading Spaces to Tabs
es: Espacios Iniciales a Tabs
fi: Muuta välilyönnit sarkain näppäilyiksi
fr: Espaces en tabulations (début de ligne)
hu: Vezető szóközök tabulátorrá
it: Spazi Iniziali in Tabulazioni
kr: 줄머리 공백을 탭으로
nl: Leidende spaties naar tabs
no: Ledende mellomrom til tabulator
pl: Spacje z przodu na Tabulatory
pt: Espaços precedentes para Tabulações
pt_br: Transformar espaços inicias em Tabs
ro: Spaţii premergătoare --> Tab-uri
ru: Начальные пробелы в символы табуляции
tr: Öndeki boşlukları sekmelere
zh: 行首空格转Tab

# XML.MainMenu.EditMenu.FormatMenu.LdTab2Space
source: Leading Tabs to Spaces
es: Tabs Iniciales a Espacios
fi: Muuta sarkain näppäilyt välilyönneiksi
fr: Tabulations en espaces (début de ligne)
hu: Vezető tabulátorok szóközökké
it: Tabulazioni Iniziali in Spazi
kr: 줄머리 탭을 공백으로
nl: Leidende tabs naar spaties
no: Ledende tabulator til mellomrom
pl: Tabulatory z przodu na Spacje
pt: Tabulações precedentes para espaços
pt_br: Transformar Tabs inicias em espaços
ro: Tab-uri premergătoare --> Spaţii
ru: Начальные символы табуляции в пробелы
tr: Öndeki sekmeleri boşluklara
zh: 行首Tab转空格

# XML.MainMenu.EditMenu.FormatMenu.LowerCase
source: To Lower Case
es: A minúsculas
fi: Muuta pieniksi
fr: En minuscules
hu: Kisbetűssé alakít
it: In Minuscolo
kr: 소문자로
nl: Naar kleine letters
no: Til små bokstaver
pl: na małe litery
pt: Mudar para minúsculas
pt_br: Todas Minúsculas
ro: Minuscule
ru: К нижнему регистру
tr: Küçük Harfe
zh: 转为小写

# XML.MainMenu.EditMenu.FormatMenu.RlWs
source: Remove Leading Whitespace
es: Remover Espacios Iniciales
fi: Poista tyhjät välilyönnit
fr: Supprimer les espaces devant le bloc
hu: Soreleji szóközök eltávolítása
it: Rimuovi Spazi Iniziali
kr: 줄머리 공백 제거
nl: Verwijder voorafgaande witruimte
no: Fjern tomrom fra start
pl: Usuń poprzedzające białe znaki
pt: Remover espaços precedentes
pt_br: Retira espaços em branco
ro: Eliminare spaţii anterioare
ru: Удалить начальные пробельные символы
tr: Öndeki boşlukları kaldır
zh: 去掉行首空格

# XML.MainMenu.EditMenu.FormatMenu.RtWs
source: Remove Trailing Whitespace
es: Remover Espacios Finales
fi: Poista välilyönnit rivin lopusta
fr: Supprimer les espaces derrière le bloc
hu: Sorvégi szóközök eltávolítása
it: Rimuovi Spazi Finali
kr: 줄꼬리 공백 제거
nl: Verwijder achterste witruimte
no: Fjern tomrom fra slutt
pl: Usuń końcowe białe znaki
pt: Remover espaços seguintes
pt_br: Retira espaços em branco do fim
ro: Eliminare spaţii suplimentare
ru: Удалить конечные пробелы
tr: İzleyen Boşlukları Kaldır
zh: 去掉行尾空格

# XML.MainMenu.EditMenu.FormatMenu.SortLines
source: Sort Lines...
es: Ordenar Líneas...
fi: Lajittele rivit ...
fr: Trier les lignes...
hu: Sorok rendezése...
it: Ordinamento Linee...
kr: 줄 정렬...
nl: Regels sorteren...
no: Sorter linjer...
pl: Sortowanie Linii...
pt: Ordenar Linhas...
pt_br: Ordenar Linhas...
ro: Sorteaza Linii...
ru: Сортировать строки...
tr: Satırları Sırala...
zh: 排序行...

# XML.MainMenu.EditMenu.FormatMenu.Space2Tab
source: Spaces to Tabs
es: Espacios a tabs
fi: Space -> Tab
fr: Espaces en tabulations
hu: Szóközöket tabulátorrá
it: Spazi in Tabulazioni
kr: 공백을 탭으로
nl: Spaties naar tabs
no: Mellomrom til tabulator
pl: Spacje na Tabulatory
pt: Espaços para Tabulações
pt_br: Espaços para Tabulações
ro: Spaţii --> Tab-uri
ru: Пробелы в символы табуляции
tr: Boşlukları Sekmelere
zh: 空格转Tab

# XML.MainMenu.EditMenu.FormatMenu.Tab2Space
source: Tabs to Spaces
es: Tabs a espacios
fi: Tab -> Space
fr: Tabulations en espaces
hu: Tabulátor szóközökké
it: Tabulazioni in Spazi
kr: 탭을 공백으로
nl: Tabs naar spaties
no: Tabulator til mellomrom
pl: Tabulatory na Spacje
pt: Tabulações para espaços
pt_br: Tabs para Espaços
ro: Tab-uri --> Spaţii
ru: Символы табуляции в пробелы
tr: Sekmeler Boşluklara
zh: Tab转空格

# XML.MainMenu.EditMenu.FormatMenu.UpperCase
source: To Upper Case
es: A Mayúsculas
fi: Muuta isoiksi
fr: En majuscules
hu: Nagybetűssé
it: In Maiuscolo
kr: 대문자로
nl: Naar hoofdletters
no: Til store bokstaver
pl: NA DUŻE LITERY
pt: Mudar para maiúsculas
pt_br: Todas Maiúsculas
ro: Majuscule
ru: К верхнему регистру
tr: Büyük Harfe
zh: 转为大写

# XML.MainMenu.EditMenu.Insert
source: &Insert
es: &Insertar
fr: &Insérer
it: &Inserisci
kr: 삽입(&I)
nl: &Invoegen
no: Sett inn
pl: &Wstaw
pt: &Inserir
pt_br: &Inserir
ro: &Inserează
ru: Вставка
tr: Yerleştir
zh: 插入(&I)

# XML.MainMenu.EditMenu.Paste
source: &Paste
es: &Pegar
fi: Liitä
fr: C&oller
hu: &Beillesztés
it: &Incolla
kr: 붙여넣기(&P)
nl: &Plakken
no: &Lim inn
pl: &Wklej
pt: &Colar
pt_br: Co&lar
ro: Li&pire
ru: Вставить
tr: &Yapıştır
zh: 粘贴(&P)
