Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# XML.MainMenu.EditMenu.Paste.AsComment
source: Paste as comment
es: Pegar como comentario
fi: Liitä kuin kommentti
fr: Coller en tant que commentaire
it: Incolla come commento
nl: Invoegen als commentaar
no: Lim inn som kommentar
pl: Wklej jako komentarz
pt_br: Colar como comentário
ru: Вставить как комментарий
tr: Yorum olarak kopyala
zh: 粘贴为注释

# XML.MainMenu.EditMenu.Paste.AsString
source: Paste as string
es: Pegar como string
fi: Liitä kuin merkkijono
fr: Coller en tant que chaîne
it: Incolla come stringa
nl: Invoegen als tekenreeks
no: Lim inn som tekststreng
pl: Wklej jako łańcuch znaków
pt_br: Colar como string
ru: Вставить как строку
tr: Metin olarak kopyala
zh: 粘贴为字符串

# XML.MainMenu.EditMenu.Paste.Description
source: Paste text from clipboard
es: Pegar texto del portapapeles
fi: Liitä Leikepöydältä
fr: Coller le texte à partir du Presse-papiers
hu: Szöveg beillesztése vágólapról
it: Inserisci il testo dagli Appunti Windows
kr: 클립보드에서 텍스트를 붙여 넣습니다.
nl: Plak de klembord inhoud
no: Lim inn tekst fra utklippstavlen
pl: Wklej tekst ze schowka
pt: Colar texto a partir do clipboard
pt_br: Colar texto da Área de Transferência
ro: Lipire text din clipboard
ru: Вставить текст из буфера обмена
tr: Panodan metni yapıştır
zh: 粘贴

# XML.MainMenu.EditMenu.Redo
source: &Redo
es: &Rehacer
fi: &Tee Uudelleen
fr: &Refaire
hu: Új&ra
it: &Ripristina
kr: 다시 실행(&R)
nl: &Herhalen
no: &Gjør om
pl: Powtó&rz
pt: &Refazer
pt_br: &Refazer
ro: &Refacere
ru: Повторить
tr: &Yinele
zh: 重做(&R)

# XML.MainMenu.EditMenu.Redo.Description
source: Redo last undo action
es: Rehacer la última acción deshecha
fi: Tee viimeksi tehty uudestaan
fr: Refaire la dernière action annulée
hu: Újra az utolsó visszavont műveletet
it: Riesegui l'ultima azione annullata
kr: 마지막으로 무른 행동을 다시 실행합니다.
nl: Laatste ongedaan gemaakte actie opnieuw uitvoeren
no: Gjør om den siste angrede handlingen
pl: Powtórz ostatnią cofniętą akcję
pt: Refazer a ultima acção desfaçada
pt_br: Refaz última ação desfeita
ro: Revenire la ultima acţiune anulată
ru: Повторить последнее действие
tr: Son geri alma işlemini yinele
zh: 重做

# XML.MainMenu.EditMenu.SelectAll
source: Select &All
es: Seleccionar &Todo
fi: Valitse &kaikki
fr: Sélectionner tout
hu: &Mindent kijelöl
it: Seleziona &tutto
kr: 모두 선택(&A)
nl: &Alles selecteren
no: Velg &alt
pl: Z&aznacz Wszystko
pt: Seleccionar &tudo
pt_br: Selecionar &tudo
ro: Selectare Tot&ală
ru: Выделить все
tr: Tümünü &Seç
zh: 全部选中(&A)

# XML.MainMenu.EditMenu.Undo
source: &Undo
es: &Deshacer
fi: &Peru
fr: &Défaire
hu: &Visszavon
it: &Annulla
kr: 실행 무름(&U)
nl: &Ongedaan maken
no: &Angre
pl: &Cofnij
pt: &Desfazer
pt_br: &Desfazer
ro: &Revenire
ru: Отменить
tr: &Geri al
zh: 撤消(&U)

# XML.MainMenu.EditMenu.Undo.Description
source: Undo last action
es: Deshacer la última acción
fi: &Peru viimeksi tehty
fr: Annuler la dernière action
hu: Visszavonja az utolsó műveletet
it: Annulla l'ultima azione
kr: 마지막 행동을 무릅니다.
nl: Laatste actie ongedaan maken
no: Angre siste handling
pl: Cofnij ostatnią akcję
pt: Desfazer a ultima acção
pt_br: Desfaz última ação
ro: &Revenire la ultima acţiune
ru: Отменяет последнее действие
tr: Son işlemi geri al
zh: 撤消上一次操作

# XML.MainMenu.EditMenu.WordCount
source: &Word Count…
es: &Conteo de palabras...
fi: &Laske Sanat …
fr: &Nombre de mots...
hu: &Szavak száma...
it: &Conta le parole..
kr: 단어 세기(&W)...
nl: &Woorden tellen...
no: &Ordtelling...
pl: Licz Sło&wa...
pt: &Contar palavras…
pt_br: Contagem de Palavras...
ro: &Numărare Cuvinte…
ru: Посчитать слова...
tr: &Sözcük Sayısı…
zh: 字数统计(&W)...

# XML.MainMenu.FileMenu
source: &File
es: &Archivo
fi: &Tiedosto
fr: &Fichier
hu: &Fájl
kr: 파일(&F)
nl: &Bestand
no: &Fil
pl: &Plik
pt: &Ficheiro
pt_br: &Arquivo
ro: &Fişier
ru: Файл
tr: &Dosya
zh: 文件(&F)

# XML.MainMenu.FileMenu.ClearRecentFiles
source: Clear recent files list
es: Borrar la lista de archivos recientes
fi: Tyhjennä "Viimeksi avatut tiedostot" -lista
fr: Effacer la liste des fichiers récents
hu: Törli a legutóbb használt fájlok listáját
it: Cancella lista dei file recenti
kr: 최근에 사용한 파일 목록 비우기
nl: Lijst van recente bestanden leegmaken
no: Slett filliste
pl: Czyść listę ostatnich plików
pt: Apagar lista de ficheiros recentes
pt_br: Limpar Lista
ro: Ştergere listă fişiere curente
ru: Очистить список последних файлов
tr: Son izlenen dosyalar listesini sil
zh: 清除最近使用文件列表

# XML.MainMenu.FileMenu.ClearRecentProjects
source: Clear recent projects list
es: Borrar la lista de proyectos recientes
fi: Tyhjennä "Viimeksi avatut projektit" - lista
fr: Effacer la liste des projets récents
hu: Törli a legutóbb használt projektek listáját
it: Cancella la lista dei progetti recenti
kr: 최근에 사용한 프로젝트 목록 비우기
nl: Lijst van recente Oplossingen/Projecten leegmaken
no: Slett prosjektliste
pl: Czyść listę ostatnich projektów
pt: Apagar lista dos projectos recentes
pt_br: Limpa Lista
ro: Şterge lista proiectelor recente
ru: Очистить список последних проектов
tr: Açılan projeler geçmişini sil
zh: 清除最近使用项目列表

# XML.MainMenu.FileMenu.Close
source: &Close
es: &Cerrar
fi: &Sulje
fr: &Fermer
hu: &Bezár
it: &Chiudi
kr: 닫기(&C)
nl: &Sluiten
no: &Lukk
pl: &Zamknij
pt: &Fechar
pt_br: &Fechar
ro: În&chidere
ru: Закрыть
tr: &Kapat
zh: 关闭(&C)

# XML.MainMenu.FileMenu.Close.File
source: &File
es: &Archivo...
fi: &Tiedosto
fr: &Fichier
hu: &Fájl
kr: 파일(&F)
nl: &Bestand
no: &Fil
pl: &Plik
pt: &Ficheiro…
pt_br: &Arquivo
ro: &Fişier
ru: Файл
tr: &Dosya
zh: 文件(&F)

# XML.MainMenu.FileMenu.Close.Project
source: &Solution
es: &Solución
fi: &Kokoelma
hu: &Megoldás
it: &Soluzione
kr: 솔루션(&S)
nl: &Oplossing
no: &Prosjekt
pl: &Rozwiązanie
pt: &Solução…
pt_br: &Solução
ro: &Soluţie
ru: Решение
tr: &Çözüm
zh: 解决方案(&S)

# XML.MainMenu.FileMenu.CloseAll
source: C&lose All Documents
es: Cerrar todos &los documentos
fi: Sulje Kaikki
fr: F&ermer Tout
hu: &Minden dokumentum bezárása
it: C&hiudi tutto
kr: 모든 문서 닫기(&L)
nl: A&lle documenten sluiten
no: Lukk &alle dokumenter
pl: &Zamknij Wszystkie Dokumenty
pt: Fechar &tudo
pt_br: Fechar &todos documentos
ro: Înc&hiderea tuturor Documentelor
ru: Закрыть все
tr: Tüm Belgeleri Ka&pat
zh: 关闭所有文件(&l)

# XML.MainMenu.FileMenu.Exit
source: E&xit
es: Sa&lir
fi: Lopeta Ohjelma
fr: Qui&tter
hu: &Kilép
it: &Esci
kr: 종료(&X)
nl: Afsluiten
no: &Avslutt
pl: &Wyjście
pt: &Sair
pt_br: Sai&r
ro: &Ieşire
ru: Выход
tr: Çı&k
zh: 退出(&X)

# XML.MainMenu.FileMenu.New
source: &New
es: &Nuevo
fi: &Uusi
fr: &Nouveau
hu: Ú&j
it: &Nuovo
kr: 새로 만들기(&N)
nl: &Nieuw
no: &Ny
pl: &Nowy
pt: &Novo
pt_br: &Novo
ro: &Nou
ru: Создать
tr: &Yeni
zh: 新建(&N)

# XML.MainMenu.FileMenu.New.File
source: &File…
es: &Archivo...
fi: &Tiedosto …
fr: &Fichier...
hu: &Fájl
kr: 파일(&F)
nl: &Bestand...
no: &Fil...
pl: &Plik...
pt: &Ficheiro…
pt_br: &Arquivo
ro: &Fişier…
ru: Файл...
tr: &Dosya...
zh: 文件(&F)...

# XML.MainMenu.FileMenu.New.File.Description
source: Open new buffer
es: Abrir búfer nuevo
fi: Avaa uusi Tiedosto
fr: Ouvrir un nouveau buffer
hu: Új puffer nyitása
it: Apri nuovo buffer
kr: 새 버퍼를 엽니다.
nl: Nieuwe buffer openen
no: Lag ny fil
pl: Otwórz nowy bufor
pt: Abrir um novo buffer
pt_br: Abrir novo buffer
ro: Deschidere memorie tampon nouă
ru: Создать новый файл
tr: Yeni tampon aç
zh: 新建文件

# XML.MainMenu.FileMenu.New.Project
source: &Project...
es: &Proyecto...
fi: &Projekti ...
fr: &Projet...
it: &Progetto...
ru: Проект...
zh: 项目(&P)...

# XML.MainMenu.FileMenu.New.Solution
source: &Solution...
es: &Solución...
fi: &Kokoelma ...
hu: &Megoldás...
it: &Soluzione...
kr: 솔루션(&S)...
nl: &Oplossing...
no: &Prosjekt...
pl: &Rozwiązanie...
pt: &Solução…
pt_br: &Solução...
ro: &Soluţie...
ru: Решение...
tr: Çözüm...
zh: 解决方案(&S)...

# XML.MainMenu.FileMenu.Open
source: &Open
es: &Abrir
fi: &Avaa
fr: &Ouvrir
hu: Megnyitás
it: &Apri
kr: 열기(&O)
nl: &Openen
no: &Åpne
pl: &Otwórz
pt: &Abrir
pt_br: &Abrir
ro: &Deschidere
ru: Открыть
tr: &Aç
zh: 打开(&O)

# XML.MainMenu.FileMenu.Open.File
source: &File…
es: &Archivo...
fi: &Tiedosto …
fr: &Fichier...
hu: &Fájl...
kr: 파일(&F)...
nl: &Bestand...
no: &Fil...
pl: &Plik...
pt: &Ficheiro…
pt_br: &Arquivo...
ro: &Fişier…
ru: Файл...
tr: &Dosya
zh: 文件(&F)...

# XML.MainMenu.FileMenu.Open.File.Description
source: Open buffer from disc
es: Abrir búfer del disco
fi: Avaa uusi tiedosto
fr: Charger à partir d'un fichier sur disque
hu: Puffer megnyitása lemezről
it: Apri Editor dal disco
kr: 디스크로부터 버퍼를 엽니다.
nl: Buffer vanaf schijf openen
no: Åpner en fil fra disk
pl: Otwórz bufor z dysku
pt: Abrir um buffer a partir do disco
pt_br: Abrir arquivo do disco
ro: Deschidere memorie tampon de pe disc
ru: Открыть файл
tr: Tamponu disk'den aç
zh: 打开文件

# XML.MainMenu.FileMenu.Open.Project
source: &Project/Solution…
es: &Proyecto/Solución...
fi: &Projekti / Kokoelma ...
fr: &Projet/Solution...
hu: Projekt/Megoldás...
it: &Progetto/Soluzione...
kr: 프로젝트/솔루션(&P)...
nl: Project/Oplossing...
no: &Prosjekt/Løsning...
pl: &Projekt/Rozwiązanie...
pt: &Projecto/Solução…
pt_br: &Projeto/Solução...
ro: &Proiect/Soluţie…
ru: Проект/Решение...
tr: Proje/Çözüm...
zh: 项目/解决方案(&P)...

# XML.MainMenu.FileMenu.Open.Project.Description
source: Open Project/Solution
es: Abrir Proyecto/Solución
fi: Avaa projekti / kokoelma
fr: Ouvrir Projet/Solution
hu: Projekt/Megoldás Megnyitása
it: Apri Progetto/Soluzione
kr: 프로젝트/솔루션 열기
nl: Project/Oplossing openen
no: Åpne prosjekt/løsning
pl: Otwórz Projekt/Rozwiązanie
pt: Abrir Projecto/Solução
pt_br: Abrir Projeto/Solução
ro: Deschidere Proiect/Soluţie
ru: Открыть проект/решение
tr: Proje/Çözüm Aç
zh: 打开项目/解决方案

# XML.MainMenu.FileMenu.Print
source: P&rint
es: Im&primir
fi: Tulosta
fr: Imp&rimer
hu: &Nyomtatás
it: S&tampa
kr: 인쇄(&R)
nl: Af&drukken
no: &Skriv ut
pl: &Drukuj
pt: &Imprimir
pt_br: Im&primir
ro: Tipă&rire
ru: Печать
tr: &Yazdır
zh: 打印(&P)

# XML.MainMenu.FileMenu.PrintPreview
source: Print &Preview
es: P&revisualización de impresión
fi: Tulostuksen Esikatselu
fr: A&perçu avant impression
hu: &Nyomtatás előnézet
it: Stampa Ante&prima
kr: 인쇄 미리 보기(&P)
nl: A&fdrukvoorbeeld
no: &Forhåndsvis utskrift
pl: &Podgląd Wydruku
pt: P&ré-visualizar impressão
pt_br: &Visualizar impressão
ro: &Vizualizare
ru: Предварительный просмотр
tr: Baskı Önizleme
zh: 打印预览(&P)

# XML.MainMenu.FileMenu.RecentFiles
source: Recent &Files
es: &Archivos Recientes
fi: Viimeksi avatut tiedostot
fr: &Fichiers récents
hu: Legutóbbi &fájlok
it: F&ile recenti
kr: 최근에 사용한 파일(&F)
nl: Laatst geopende &bestanden
no: Nylige &filer
pl: O&statnio otwierane pliki
pt: Ficheiros &recentes
pt_br: Arquivos recentes
ro: &Fişiere Recente
ru: Последние файлы
tr: En son &Dosyalar
zh: 最近使用的文件(&F)

# XML.MainMenu.FileMenu.RecentProjects
source: Recent Pro&jects
es: P&royectos Recientes
fi: Viimeksi avatut Projektit
fr: Pro&jets récents
hu: Legutóbbi &Projektek
it: Progetti recenti
kr: 최근에 사용한 프로젝트(&J)
nl: Recente pro&jecten
no: Nylige &prosjekter
pl: Ostatnie Pro&jekty
pt: Projectos r&ecentes
pt_br: Pro&jetos recentes
ro: Proiecte R&ecente
ru: Недавние проекты
tr: En Son P&rojeler
zh: 最近使用的项目(&J)

# XML.MainMenu.FileMenu.Reload
source: R&eload file
es: V&olver a cargar el archivo
fi: Päivitä tiedosto
fr: R&echarger le fichier
hu: Fájlt újra&tölt
it: Ricarica fil&e
kr: 파일 다시 읽기(&E)
nl: Bestand opnieuw laden
no: Oppfrisk fil
pl: Prz&eładuj plik
pt: R&ecarregar ficheiro
pt_br: R&ecarregar arquivo
ro: R&eîncărcare fişier
ru: Перезагрузить файл
tr: Dosyayı &tekrar yükle
zh: 重读文件(&E)

# XML.MainMenu.FileMenu.Save
source: &Save
es: &Guardar
fi: &Tallenna
fr: &Enregistrer
hu: &Mentés
it: &Salva
kr: 저장(&S)
nl: O&pslaan
no: &Lagre
pl: Zapi&sz
pt: &Guardar
pt_br: &Salvar
ro: &Salvare
ru: Сохранить
tr: &Kaydet
zh: 保存(&S)

# XML.MainMenu.FileMenu.Save.Description
source: Save current buffer
es: Guardar búfer actual
fi: Tallenna avoin tiedosto
fr: Enregistrer le fichier en cours
hu: Pillanatnyi puffer mentése
it: Salva l'Editor corrente
kr: 현재 버퍼를 저장합니다.
nl: Opslaan huidige buffer
no: Lagre det aktive dokumentet
pl: Zapisz aktualny bufor
pt: Guardar o buffer actual
pt_br: Salvar buffer atual
ro: Salvare memorie tampon curentă
ru: Сохранить текущий файл
tr: Şu anki tamponu kaydet
zh: 保存当前文件

# XML.MainMenu.FileMenu.SaveAll
source: Save A&ll
es: Guardar t&odos
fi: Tallenna Kaikki
fr: Enregistrer &Tout
hu: Mindent ment
it: Salva t&utto
kr: 모두 저장(&L)
nl: &Alles opslaan
no: Lagre &alle
pl: Zapisz wszyst&ko
pt: Guardar &tudo
pt_br: Salvar &tudo
ro: S&alvare totală
ru: Сохранить все
tr: Tümünü K&aydet
zh: 全部保存(&L)

# XML.MainMenu.FileMenu.SaveAll.Description
source: Save all buffers currently open
es: Guardar todos los búfers abiertos
fi: Tallenna kaikki avoimet tiedostot
fr: Enregistrer tous les fichiers ouverts
hu: Minden nyitott puffer mentése
it: Salva tutti gli Editor correntemente aperti
kr: 현재 열린 모든 버퍼를 저장합니다.
nl: Opslaan alle geopende buffers
no: Lagre alle åpne dokumenter
pl: Zapisz wszystkie otwarte bufory
pt: Guardar todos os buffers actualmente abertos
pt_br: Salvar todos os buffers abertos
ro: Salvare totală a memoriei tampon deschise
ru: Сохранить все открытые файлы
tr: Şu anki açık bütün tamponları kaydet
zh: 保存所有文件

# XML.MainMenu.FileMenu.SaveAs
source: Save &As…
es: Guardar &como...
fi: Tallenna Nimellä ...
fr: Enregistrer &sous
hu: Mentés másként...
it: Salva c&ome...
kr: 다른 이름으로 저장(&A)...
nl: Opslaan als...
no: Lagre &som...
pl: Zapisz J&ako...
pt: Guardar &como…
pt_br: Salvar &como...
ro: Salvare C&a…
ru: Сохранить как...
tr: Faklı Kaydet
zh: 另存为(&A)...

# XML.MainMenu.FileMenu.SaveWithEncoding
source: Save with &encoding...
es: Guardar con co&dificación...
fi: Tallenna Koodin kera ...
fr: Sauvegarder avec l'&encodage...
it: Salva con &codifica...
nl: Opslaan met &encoding...
no: Lagre med koding...
pt_br: Salva com codificação de caracteres...
ru: Сохранить с кодировкой...
zh: 修改文件编码

# XML.MainMenu.FormatMenu
source: F&ormat
es: F&ormato
fi: Muotoilu
hu: &Formázás
it: F&ormato
kr: 형식(&O)
nl: &Indeling
pt: F&ormatar
pt_br: &Formatar
ro: F&ormatare
ru: Формат
tr: B&içim
zh: 格式化(&O)

# XML.MainMenu.FormatMenu.AlignMenu
source: &Align
es: &Alinear
fi: &Sijoitus
fr: &Aligner
hu: &Igazít
it: &Allineamento
kr: 줄맞춤(&A)
nl: &Uitlijnen
no: &Juster
pl: Wyrówn&aj
pt: &Alinhar
pt_br: Alinhamento
ro: &Aliniere
ru: Выравнивание
tr: &Hizala
zh: 对齐方式(&A)

# XML.MainMenu.FormatMenu.AlignMenu.AlignBottom
source: &Bottoms
es: Fon&dos
fi: &Alas
fr: &Bas
hu: &Alsó éleket
it: &Basso
kr: 아래(&B)
nl: &Onderkanten
no: &Bunn
pl: Do &Dołu
pt: &Fundos
pt_br: Baixo
ro: &Jos
ru: По нижнему краю
tr: Dipler
zh: 底边对齐(&B)

# XML.MainMenu.FormatMenu.AlignMenu.AlignHorizontalCenters
source: &Centers
es: &Centros
fi: &Keskelle vaakasuunta
fr: &Centre
hu: &Közepeket
it: &Centro
kr: 수평으로 가운데(&C)
nl: &Middens
no: &Senter
pl: Do śro&dka
pt: &Centros
pt_br: Centro
ro: &Centru
ru: По центру
tr: &Ortaya
zh: 居中对齐(&C)

# XML.MainMenu.FormatMenu.AlignMenu.AlignHorizontalLeft
source: &Lefts
es: I&zquierdas
fi: &Vasemmalle
fr: &Gauche
hu: &Bal oldalt
it: &Sinistra
kr: 왼쪽(&L)
nl: &Links
no: &Venstre
pl: Do &lewej
pt: &Esquerdas
pt_br: Esquerda
ro: &Stânga
ru: По левому краю
tr: &Sola
zh: 左对齐(&L)

# XML.MainMenu.FormatMenu.AlignMenu.AlignHorizontalRight
source: &Rights
es: De&rechas
fi: &Oikealle
fr: &Droite
hu: &Jobb oldalt
it: &Destra
kr: 오른쪽(&R)
nl: &Rechts
no: &Høyre
pl: Do p&rawej
pt: &Direitas
pt_br: Direita
ro: D&reata
ru: По правому краю
tr: Sağa daya
zh: 右对齐(&R)

# XML.MainMenu.FormatMenu.AlignMenu.AlignToGrid
source: To &Grid
es: A la &Cuadrícula
fi: Kohdista ruudukkoon
fr: Sur la &Grille
hu: &Rácshoz
it: Alla &Griglia
kr: 눈금에(&G)
nl: Op &raster
no: Til &rutenett
pl: Do S&iatki
pt: À &Grelha
pt_br: Na grade
ro: Spre &Reţea
ru: По сетке
tr: Izgaraya
zh: 对齐到网格(&G)

# XML.MainMenu.FormatMenu.AlignMenu.AlignTop
source: Top&s
es: Tope&s
fi: &Ylös
fr: &Haut
hu: &Fölső éleket
it: &Alto
kr: 위(&S)
nl: &Toppen
no: &Topp
pl: Do &Góry
pt: &Topo
pt_br: Cima
ro: &Sus
ru: По верхнему краю
tr: Yukarılar
zh: 顶端对齐(&S)

# XML.MainMenu.FormatMenu.AlignMenu.AlignVerticalCenters
source: &Middles
es: &Medios
fi: &Keskelle pystysuunta
fr: &Milieu
hu: &Közepeket
it: &Mezzo
kr: 수직으로 가운데(&M)
nl: &Middens
no: &Midten
pl: Do Śr&odka
pt: &Meio
pt_br: Meio
ro: &Mijloc
ru: По середине
tr: Ortalar
zh: 垂直居中(&M)

# XML.MainMenu.FormatMenu.CenterMenu
source: &Center in Form
es: &Centrar en Formulario
fi: &Keskitä Menu
fr: &Centrer
hu: Űrlap köze&pére
it: &Centra nella Form
kr: 폼 가운데로(&C)
nl: &Centreren in formulier
no: &Sentrer i vindu
pl: &Wyśrodkuj w Formularzu
pt: &Centrar no Formulário
pt_br: Centralizar no Formulário
ro: &Centrare în Formă
ru: Центрировать
tr: Formda ortala
zh: 窗体中部(&C)

# XML.MainMenu.FormatMenu.CenterMenu.CenterHorizontally
source: &Horizontally
es: &Horizontalmente
fi: &Vaakasuuntaan
fr: &Horizontalement
hu: &Függőlegesen
it: &Orizzontalmente
kr: 수평(&H)
nl: &Horizontaal
no: &Horisontalt
pl: Po&ziomo
pt: &Horizontal
pt_br: Horizontalmente
ro: &Orizontal
ru: По горизонтали
tr: &Yatay
zh: 水平(&H)

# XML.MainMenu.FormatMenu.CenterMenu.CenterVertically
source: &Vertically
es: &Verticalmente
fi: &Pystysuuntaan
fr: &Verticalement
hu: &Vízszintesen
it: &Verticalmente
kr: 수직(&V)
nl: &Verticaal
no: &Vertikalt
pl: Pio&nowo
pt: &Vertical
pt_br: Verticalmente
ro: &Vertical
ru: По вертикали
tr: &Düşey
zh: 垂直(&V)

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu
source: &Horizontal Spacing
es: Espaciado &Horizontal
fi: &Vaakasuuntaiset välit
fr: Espacement &Horizontal
hu: Függőleges &távolságok
it: Spaziatura &Orizzontale
kr: 수직 간격 맞춤(&H)
nl: &Horizontale spatiëring
no: &Horisontalt mellomrom
pl: Odstępy Po&ziome
pt: Espaçamento &Horizontal
pt_br: Spaçamento Horizontal
ro: Spaţiere &Orizontală
ru: Горизонтальные промежутки
tr: Yatay Boşluk
zh: 水平间距(&H)

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.BringToFront
source: &Bring to Front
es: Traer al &Frente
fi: &Tuo eteen
fr: &Premier plan
hu: &Előtérbe hoz
it: &Porta di fronte
kr: 앞으로 가져오기(&B)
nl: &Naar voren
no: &Legg forrest
pl: Przesuń na wierzc&h
pt: &Trazer para a frente
pt_br: Trazer para Frente
ro: A&ducere în Prim-plan
ru: Наверх
tr: Öne Al
zh: 往前移动(&B)

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.HorizSpaceConcatenate
source: &Remove
es: &Eliminar
fi: &Tasaa välit
fr: &Supprimer
hu: &Eltávolít
it: &Rimuovere
kr: 제거(&R)
nl: &Verwijder
no: &Fjern
pl: &Usuń
pt: &Remover
pt_br: &Remover
ro: Elimina&re
ru: Удалить
tr: &Kaldır
zh: 删除(&R)

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.HorizSpaceDecrease
source: &Decrease
es: &Disminuir
fi: &Vähennä
fr: &Diminuer
hu: &Csökkent
it: &Decrementa
kr: 줄이기(&D)
nl: &Verminder
no: &Minsk
pl: Z&mniejsz
pt: &Decrementar
pt_br: &Diminuir
ro: Scă&dere
ru: Уменьшить
tr: Azalt
zh: 减少(&D)

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.HorizSpaceIncrease
source: &Increase
es: A&umentar
fi: &Lisää
fr: &Accroitre
hu: &Növel
it: &Incrementa
kr: 늘이기(&I)
nl: &Meer
no: &Øk
pl: Z&większ
pt: &Incrementar
pt_br: &Incrementar
ro: &Creştere
ru: Увеличить
tr: Artır
zh: 增加(&I)

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.HorizSpaceMakeEqual
source: Make &Equal
es: Hac&er Igual
fi: Yhtä suuret välit
fr: &Egaliser
hu: &Egyenlővé tesz
it: Rendi &Uguali
kr: 모두 같게(&E)
nl: &Gelijk maken
no: Gjør &lik
pl: Wy&równaj
pt: Tornar &Igual
pt_br: Tornar &Igual
ro: &Egalizare
ru: Сравнять
tr: Eşitle
zh: 均匀分布(&E)

# XML.MainMenu.FormatMenu.HorizontalSpacingMenu.SendToBack
source: &Send to Back
es: Enviar Atrá&s
fi: &Vie Taakse
fr: &Arrière Plan
hu: &Hátraküld
it: Porta su &Sfondo
kr: 뒤로 밀기(&S)
nl: Naar &achteren
no: Legg &bakerst
pl: Przesuń pod &spód
pt: &Enviar para trás
pt_br: &Enviar para Trás
ro: &Trimitere în Plan Îndepărtat
ru: Вниз
tr: Geriye Gönder
zh: 往后移动(&S)

# XML.MainMenu.FormatMenu.LineUpIcons
source: &Line up icons
es: A&linear iconos
fi: &Rivitä Kuvakkeet
fr: A&ligner les icônes
hu: Ikonok &sorbarendezése
it: A&llinea Icone
kr: 아이콘 줄맞춤(&L)
nl: Pictogrammen uitlijnen
no: &Rydd ikoner
pl: Wyrów&naj ikony
pt: A&linhar ícones
pt_br: A&linhar ícones
ro: A&liniaza icoanele
ru: Выстроить значки
tr: Simgeleri Diz
zh: 对齐图标(&L)

# XML.MainMenu.FormatMenu.Lock
source: &Lock Controls
es: Fijar Contro&les
fi: &Lukitse Menu
fr: &Verrouiller les contrôles
hu: Vezérlőelemek &zárolása
it: B&locca Controlli
kr: 컨트롤 잠금(&L)
nl: Controls &blokkeren
no: &Lås kontroller
pl: Zab&lokuj Edycję
pt: &Bloquear Controlos
pt_br: Tra&var controles
ro: B&locare Controale
ru: Заблокировать элементы управления
tr: Kontrolleri Kilitle
zh: 锁定控制(&L)

# XML.MainMenu.FormatMenu.OrderMenu
source: &Order
es: &Ordenar
fi: &Järjestä
fr: &Ordre
hu: &Sorrend
it: &Ordine
kr: 순서(&O)
nl: V&olgorde
no: &Rekkefølge
pl: K&olejność
pt: &Ordem
pt_br: &Ordem
ro: &Ordine
ru: Порядок
tr: Sıra
zh: 顺序(&O)

# XML.MainMenu.FormatMenu.OrderMenu.BringToFront
source: &Bring to Front
es: Traer al &Frente
fi: &Tuo eteen
fr: &Premier Plan
hu: &Előtérbe hoz
it: &Porta di Fronte
kr: 앞으로 가져오기(&B)
nl: &Naar voren
no: &Legg forrest
pl: Przesuń na wierzc&h
pt: &Trazer para a Frente
pt_br: %Trazer para Frente
ro: A&ducere în Prim-plan
ru: Переместить вверх
tr: Öne Al
zh: 向前移动(&B)

# XML.MainMenu.FormatMenu.OrderMenu.SendToBack
source: &Send to Back
es: Enviar Atrá&s
fi: &Vie Taakse
fr: &Arrière Plan
hu: &Hátraküld
it: Porta in &Sfondo
kr: 뒤로 보내기(&S)
nl: Naar &achteren
no: Legg &bakerst
pl: Przesuń pod &spód
pt: &Enviar para trás
pt_br: &Enviar para Trás
ro: &Trimitere în Plan Îndepărtat
ru: Вниз
tr: Geriye Gönder
zh: 向后移动(&S)

# XML.MainMenu.FormatMenu.SameSizeMenu
source: &Make Same Size
es: Hacer del &Mismo Tamaño
fi: &Tee samankokoinen
fr: &Tailles identiques
hu: &Egyforma méretűre
it: Stessa di&mensione
kr: 같은 크기로 만들기(&M)
nl: &Maak even groot
no: &Gjør like store
pl: Te Sa&me Rozmiary
pt: &Tornar no mesmo tamanho
pt_br: Tornar do Mesmo Tamanho
ro: Aceeaşi &Mărime
ru: Один размер
tr: Aynı Boy Yap
zh: 使用相同尺寸(&M)

# XML.MainMenu.FormatMenu.SameSizeMenu.SizeToControl
source: &Both
es: Am&bos
fi: &Koon Hallinta
fr: Largeur &et Hauteur
hu: &Mindkettő
it: Entram&bi
kr: 모두(&B)
nl: &Beide
no: &Begge
pl: O&ba
pt: &Ambos
pt_br: Am&bos
ro: Am&bele
ru: Оба
tr: Her ikiside
zh: 两者都(&B)

# XML.MainMenu.FormatMenu.SameSizeMenu.SizeToControlHeight
source: &Height
es: Al&tura
fi: &Korkeus
fr: &Hauteur
hu: &Magasság
it: &Altezza
kr: 높이(&H)
nl: &Hoogte
no: &Høyde
pl: Wyso&kość
pt: &Altura
pt_br: Alt&ura
ro: Î&nălţime
ru: По высоте
tr: &Yükseklik
zh: 高度(&H)

# XML.MainMenu.FormatMenu.SameSizeMenu.SizeToControlWidth
source: &Width
es: Anc&ho
fi: &Leveys
fr: &Largeur
hu: &Szélesség
it: &Larghezza
kr: 너비(&W)
nl: &Breedte
no: B&redde
pl: Sze&rokość
pt: &Comprimento
pt_br: &Largura
ro: &Lăţime
ru: По ширине
tr: &Genişlik
zh: 宽度(&W)

# XML.MainMenu.FormatMenu.SameSizeMenu.SizeToGrid
source: Size to Gri&d
es: Ajustar Tamaño a la Cuadricula
fi: Koko ruudukkoon
fr: Sur la &Grille
hu: &Rácshoz méretez
it: Allinea alla &Griglia
kr: 눈금에 맞추기(&D)
nl: Aan&passen aan raster
no: &Tilpass rutenett
pl: Rozmiar do &Siatki
pt: Alinhar à Gre&lha
pt_br: Mesmo tamanho da grade
ro: Mărime ca a Reţele&i
ru: По сетке
tr: Izgaraya uydur
zh: 适应网格(&D)

# XML.MainMenu.FormatMenu.ShowLargeIcons
source: &Show large icons
es: Mo&strar iconos grandes
fi: Näytä suuret ikonit
fr: &Afficher les grandes icônes
hu: &Nagy ikonok megjelenítése
it: Mo&stra icone grandi
kr: 큰 아이콘으로 표시(&S)
nl: &Toon grote pictogrammen
no: &Vis store ikoner
pl: Pokaż &duże ikony
pt: Mo&strar ícones grandes
pt_br: &Exibir ícones grandes
ro: &Arata icoane mari
ru: Большие значки
tr: Büyük simgeleri göster
zh: 显示大图标(&S)

# XML.MainMenu.FormatMenu.ShowProperties
source: &Properties
es: &Propiedades
fi: &Näytä ominaisuudet
fr: &Propriétés
hu: &Tulajdonságok
it: &Proprietà
kr: 속성(&P)
nl: &Eigenschappen
no: &Egenskaper
pl: Wł&aściwości
pt: &Propriedades
pt_br: Propriedades
ro: &Proprietati
ru: Свойства
tr: &Özellikler
zh: 属性(&P)
