Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# AddIns.HelpViewer.HelpModeLabel
source: Set Help Preference
es: Establecer Preferencias de Ayuda
fi: Ohje tila
fr: Configurer les préférences de l'Aide
it: Imposta le Preferenze di Aiuto
nl: Help voorkeur instellen
no: Hjelpemodus
pl: Tryb Pomocy
pt: Mode de Ajuda
pt_br: Modo Ajuda
ru: Режим справки
tr: Yardım Modu
zh: 帮助模式

# AddIns.HelpViewer.HLMNoActiveCatalogError
source: Cannot launch Help Library Manager, because there is no help catalog installed/selected. Please check your help settings (see Tools > Options > Tools > Microsoft Help Viewer).
es: No se puede ejecutar el Manejador de Bibliotecas de Ayuda, porque no hay ningún catalogo de ayuda instalado/seleccionado. Por favor verifique sus opciones de ayuda (verr Opcones > Herramientas > Microsoft Help Viewer).
fi: Ohjekirjasto ei käynnisty
fr: Impossible de démarrer la visionneuse d'Aide Microsoft, aucun catalogue n'est installé/sélectionné. Verifiez votre configuration (Outils > Options > Outils > Visionneuse de l'aide Microsoft
it: Impossibile eseguire il Gestore delle librerie di aiuto, in quanto non è stato installato/selezionato alcun catalogo. Per favore verificare le impostazioni di aiuto (vedi Strumenti > Opzioni > Strumenti > Visualizzatore aiuti di Microsoft).
nl: Help Library Manager kan niet starten omdat geen help catalogus is geïnstalleerd/geselecteerd. Controleer aub de help instellingen (Zie Extra > Opties > Extra's > Microsoft Help Viewer)
pt_br: Não pode lançar o Gerenciador de bibliotecas de Ajuda porque não há catalogo instalado/selecionado. Por favor, verifique sua configuração de ajuda( ver Ferramentas > Opções > Ferramentas > Microsoft Visualizar Ajuda).
ru: Не удалось запустить Help Library Manager, так как каталог справки не выбран/не установлен. Пожалуйста, проверьте настройки (Инструменты -> Параметры -> Инструменты -> Microsoft Help Viewer).

# AddIns.HelpViewer.HLMNotAvailableDownloadWinSDK
source: The Help Library Manager was not found. In order to use SharpDevelop's help feature please download and install Microsoft's Windows SDK 7.1.
es: No se encontró la Biblioteca de Ayuda Dinámica. Para poder utilizar la característica de ayuda de SharpDevelop por favor descargue e instale Windows SDK 7.1 de Microsoft.
fr: Le gestionnaire de bibliothèque d'Aide n'a pas été trouvé. Pour utiliser les fonctionnalités d'aide de SharpDevelop, téléchargez et installez le SDK 7.1 de Microsoft.
it: Il Gestore delle librerie di aiuto non è stato trovato. Per poter utilizzare l'aiuto di SharpDevelop per favore scaricare e installare il SDK di Microsoft Windows 7.1.
nl: De Help Bibliotheek Manager niet gevonden. Teneinde de SharpDevelop's help te kunnen gebruiken, dient u Microsoft Windows SDK 7.1 te downloaden en te installeren.
ru: Не удалось найти Help Library Manager. Для использования контекстной помощи в SharpDevelop, необходимо скачать и установить Microsoft Windows SDK 7.1.

# AddIns.HelpViewer.HLMNotFound
source: Help Library Manager was not found. Please check if it was installed correctly.
es: No se encontró Help Library Manager. Por favor verifique que halla sido instalado correctamente.
fi: Ohjekirjastoa ei löydy
fr: Gestionnaire de la bibliothèque d'aide introuvable. Vérifiez s'il est correctement installé.
it: Aiuto in linea non trovato. Per favore controlla che sia installato correttamente.
nl: De Help-bibliotheek Manager werd niet gevonden. Ga alst7ublieft na of deze wel korrekt geïnstalleerd werd.
pt_br: Não foi encontrado o Gerenciador de biblioteca de Ajuda. Por favor, verifique se foi instalado corretamente.
ru: Не удалось найти Help Library Manager. Пожалуйста, удостоверьтесь в том, что он был корректно установлен.
zh: 没有找到帮助文档库管理工具，请检查是否正确安装。

# AddIns.HelpViewer.InstalledHelpCatalogsLabel
source: Installed Help Catalogs
es: Catálogos de Ayuda Instalados
fi: Asennetaan ohjetta
fr: Installer les Catalogues d'Aide
it: Cataloghi di Aiuto installati
nl: Geïnstalleerde Help Catalogi
no: Installerte hjelp-kataloger
pl: Zainstalowane Katalogi Pomocy
pt: Catálogos de Ajuda instalados.
pt_br: Catalogos de Ajuda instalados
ru: Установленные справочные каталоги
tr: Yüklü Yardım Katalogları
zh: 帮助所在目录

# AddIns.HelpViewer.LaunchHelpLibraryManagerCommand
source: Launch Help Library Manager
es: Ejecutar Help Library Manager
fi: Käynnistetään ohjetta
fr: Lancer le gestionnaire de la bibliothèque d'aide
it: Esegui Aiuto in Linea
nl: Lanceer de Help-bibliotheek Manager
pt_br: Lançar o Gerenciador de bibliotecas de Ajuda
ru: Запустить Help Library Manager
zh: 启动帮助文档管理工具

# AddIns.HelpViewer.OfflineFeatureRequestMsg
source: You requested an offline feature in the online help mode. You have to change the mode in order to use this feature.
es: Usted a pedido un característica fuera de línea en la ayuda en modo en línea. Debe cambiar el modo para usar esta característica.
fr: Vous avez demandé une fonctionnalité su mode hors-ligne depuis le mode en-ligne. Changez de mode pour utiliser cette fonctionnalité.
it: Hai richesto una funzionalità offline nell'aiuto in linea. Devi cambiare la modalità di Aiuto per accedere a questa funzionalità.
nl: U vroeg om een offline kenmerk in de online help-modus. U dient de modus te wijzigen om dit kenmerk te kunnen gebruiken.
no: Du forespurte en offline funksjon mens programmet et i online hjelpemodus. Du må endre modusen for å bruke denne funksjonen.
pt: Prentende utilizar uma funcionalidade Local no modo de Ajuda Na Internet. Deve mudar o modo para utilizar esta funcionalidade.
pt_br: Você solicitou um recurso desconectado, no modo de ajuda conectado. Você tem que mudar o modo para utilizar esta funcionalidade.
ru: Вы запросили автономную возможность в сетевом режиме справки. Требуется сменить режим, чтобы воспользоваться этой возможностью.
tr: Çevrimiçi yardım modunda çevrimdışı bir özellik kullanmaya çalıştın. Bu özelliği kullanabilmek için yardım modunu değiştirmelisin.
zh: 在离线模式下您不能使用在线帮助的功能。请切换到在线模式。

# AddIns.HelpViewer.SearchDoSearchButton
source: Search
es: Buscar
fi: Etsi
fr: Rechercher
it: Trova
nl: Zoek nu
no: Søk
pl: Znajdź
pt: Procurar
pt_br: Pesquisar
ru: Поиск
tr: Ara
zh: 搜索

# AddIns.HelpViewer.SearchLookForLabel
source: Look for:
es: Buscar:
fi: Etsi kohdasta:
fr: Chercher:
it: Cerca per:
nl: Zoeken naar:
no: Let etter:
pl: Wyszukaj:
pt: Procurar por:
pt_br: Procurar por:
ru: Строка поиска:
tr: Ne için:
zh: 查找:

# AddIns.HelpViewer.SearchPadTitle
source: Search
es: Búsqueda
fi: Etsi
fr: Rechercher
it: Trova
nl: Zoeken
no: Søk
pl: Znajdź
pt: Procurar
pt_br: Pesquisar
ru: Поиск
tr: Arama
zh: 搜索

# AddIns.HelpViewer.ShowErrorHelpTitle
source: Show Help
es: Mostrar Ayuda
fi: Virhe etsinnässsä
fr: Afficher l'Aide
it: Mostra Aiuto
nl: Help tonen
no: Vis hjelp
pl: Wyświetl Pomoc
pt: Mostrar Ajuda
pt_br: Mostra Ajuda
ru: Показать справку
tr: Yardımı Göster
zh: 显示帮助

# AddIns.HelpViewer.UseExternalHelp
source: Use external help viewer
es: Usar visor de ayuda externa
fi: Käytä ulkoista apua
fr: Utiliser un gestionnaire d'Aide externe
it: Visualizza l'Aiuto con un programma esterno
nl: Externe help viewer gebruiken
no: Bruk ekstern hjelp
pl: Użyj zewnętrznej pomocy
pt: Utilizar ajuda externa
pt_br: Usa ajuda externa
ru: Использовать внешнюю справку
tr: Harici yardımı kullan
zh: 使用外部帮助

# AddIns.HelpViewer.UseOfflineHelpLabel
source: I want to use local help
es: Quiero usar ayuda local
fr: Je souhaite utiliser l'aide locale
it: Usa l'aiuto locale
nl: Ik kies voor gebruik van plaatselijke help
no: Jeg vil bruke lokal hjelp
pl: Chcę używać pomocy lokalnej
pt: Eu quero usar ajuda local
pt_br: Eu desejo usar ajuda local
ru: Использовать локальную справку
tr: Yerel yardımı kullanmak istiyorum
zh: 我想使用本地帮助

# AddIns.HelpViewer.UseOnlineHelpLabel
source: I want to use online help
es: Quiero usar ayuda en línea
fr: Je souhaite utiliser l'aide en ligne
it: Usa l'aiuto online
nl: Ik kies voor gebruik van online help
no: Jeg vil bruke online hjelp
pl: Chcę używać pomocy sieciowej
pt: Eu quero usar ajuda na internet
pt_br: Eu quero usar ajuda online
ru: Использовать интернет справку
tr: Çevrimiçi yardımı kullanmak istiyorum
zh: 我想使用联机帮助

# AddIns.HexEditor.DefaultBytesPerLine
source: Number of bytes per line
es: Número de bytes por línea
fi: Tavujen rivillä
fr: Nombre d'octets par ligne
it: Numero di bytes per linea
nl: Aantal bytes per regel
no: Antall bytes per linje
pl: Liczba bajtów na linię
pt: Numéro de bytes por linha
pt_br: Numbero de bytes por linha
ru: Число байт в строке
tr: Tek satırdaki bayt
zh: 每行的字节数

# AddIns.HexEditor.Display
source: Display
es: Mostrar
fi: Näyttö
fr: Afficher
it: Visualizza
nl: Weergeven
no: Vis
pl: Wyświetl
pt: Ver
pt_br: Visualizar
ru: Отображение
tr: Gösterim
zh: 显示

# AddIns.HexEditor.Display.Elements.Data
source: Data
es: Datos
fi: Näytön data
fr: Donnée
it: Dati
nl: Gegevens
pl: Dane
pt: Dados
pt_br: Dado
ru: Данные
tr: Veri
zh: 数据

# AddIns.HexEditor.Display.Elements.Offset
source: Offset
nl: Compensatie
no: Forskyving
pt: Deslocamento
pt_br: Compensar
ru: Смещение
tr: Ofset
zh: 偏移量

# AddIns.HexEditor.NumeralSystem
source: Numeral system
es: Sistema numérico
fi: Num.Syst.
fr: Système numérique
it: Sistema numerazione
nl: Nummering systeem
no: Numerisk system
pl: System numeryczny
pt: Sistema numérico
pt_br: Sistema de numeração
ru: Система счисления
tr: Sayısal sistem
zh: 数字进制

# AddIns.HexEditor.NumeralSystem.Decimal
source: Decimal
fi: Decimaali
fr: Décimal
it: Decimale
nl: Decimaal
pl: Dziesiętny
ru: Десятичная
zh: 十进制

# AddIns.HexEditor.NumeralSystem.Hexadecimal
source: Hexadecimal
fi: Hexadecimaali
fr: Hexadécimal
it: Esadecimale
nl: Hexadecimaal
ru: Шестнадцатеричная
zh: 十六进制

# AddIns.HexEditor.NumeralSystem.Octal
source: Octal
fi: Oktaali
it: Ottale
nl: Octaal
ru: Восьмеричная
zh: 八进制

# AddIns.HexEditor.SizeToFit
source: Resize to fit current width
es: Ajustar al ancho actual
fi: Sovita kokoon
fr: Redimensionner à la largeur actuelle
hu: Átméretezés a tartalomnak megfelelően
it: Ridimensiona per riempire la larghezza corrente
kr: 현재 너비로 맞추기
nl: De breedte aanpassen aan de aktueel benodigde
no: Utvid til full bredde
pt: Escalar para caber na largura actual
pt_br: Redimensionar para ajustar a largura atual.
ru: Подогнать по ширине
tr: Geçerli genişliğe sığdırmak için boyutlandır
zh: 调整以适应当前的宽度

# AddIns.HtmlHelp2.Back
source: Back
es: Atrás
fi: Taaksepäin
fr: Précédent
hu: Vissza
it: Indietro
kr: 뒤로
nl: Vorige
no: Tilbake
pl: Wstecz
pt: Voltar
pt_br: Voltar
ro: Înapoi
ru: Назад
tr: Geri
zh: 返回

# AddIns.HtmlHelp2.Contents
source: Contents
es: Contenido
fi: Sisältö
fr: Contenu
hu: Tartalom
it: Sommario
kr: 목차
nl: Inhoud
no: Innhold
pl: Zawartość
pt: Conteúdos
pt_br: Conteúdo
ro: Cuprins
ru: Содержание
tr: İçindekiler
zh: 目录

# AddIns.HtmlHelp2.EnterURL
source: Enter URL
es: Ingresar la URL
fi: Kirjoita osoite
fr: Entrez l'URL
hu: URL Megadása
it: Immettere l'URL
kr: URL 입력
nl: Voer URL in
no: Legg inn URL
pl: Wprowadź URL
pt: Inserir URL
pt_br: URL
ro: Introduceţi URL-ul
ru: Введите URL
tr: URL girin
zh: 输入地址:

# AddIns.HtmlHelp2.Forward
source: Forward
es: Adelantar
fi: Eteenpäin
fr: Suivant
hu: Tovább
it: Avanti
kr: 앞으로
nl: Volgende
no: Fremover
pl: Dalej
pt: Avançar
pt_br: Avançar
ro: Înaintează
ru: Вперед
tr: İlet
zh: 向前

# AddIns.HtmlHelp2.Homepage
source: Homepage
es: Página de inicio
fi: Kotisivu
fr: Page d'accueil
hu: Kezdőlap
it: Pagina Iniziale
kr: 홈페이지
nl: Startpagina
no: Hjemmeside
pl: Strona domowa
pt: Página Principal
ro: Pagină de casă
ru: Стартовая страница
tr: Ana sayfa
zh: 首页

# AddIns.HtmlHelp2.Location
source: Location
es: Posición
fi: Sijainti
fr: Emplacement
hu: Hely
it: Posizione
kr: 위치
nl: Locatie
no: Plassering
pl: Lokalizacja
pt: Localização
pt_br: Localização
ro: Locaţia
ru: Расположение
tr: Yer
zh: 位置

# AddIns.HtmlHelp2.NewWindow
source: New Window
es: Nueva ventana
fi: Uusi ikkuna
fr: Nouvelle fenêtre
hu: Új ablak
it: Nuova Finestra
kr: 새 창
nl: Nieuw venster
no: Nytt vindu
pl: Nowe Okno
pt: Nova janela
pt_br: Nova Janela
ro: Fereastră nouă
ru: Новое окно
tr: Yeni Pencere
zh: 新窗口

# AddIns.HtmlHelp2.Search
source: Search
es: Buscar
fi: Etsi
fr: Recherche
hu: Keresés
it: Cerca
kr: 검색
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisar
pt_br: Pesquisar
ro: Caută
ru: Поиск
tr: Ara
zh: 查找

# AddIns.HtmlHelp2.Stop
source: Stop
es: Detener
fi: Pysäytä
fr: Arrêter
hu: Leállítás
it: Ferma
kr: 정지
nl: Stoppen
no: Stopp
pt: Parar
pt_br: Parar
ru: Остановить
tr: Dur
zh: 终止

# AddIns.HtmlHelp2.Title
source: Title
es: Título
fi: Otsikko
fr: Titre
hu: Cím
it: Titolo
kr: 제목
nl: Titel
no: Tittel
pl: Tytuł
pt: Título
pt_br: Título
ro: Titlu
ru: Заголовок
tr: Başlık
zh: 标题

# AddIns.PackageManagement.ConsolePad.Title
source: Package Management Console
fr: Console de gestion des packages
it: Console per la gestione del Pacchetto
ru: Консоль управления пакетами

# AddIns.PackageManagement.Menu.ManagePackages
source: Manage Packages...
fr: Gestion des packages...
it: Gestisce i Pacchetti...
ru: Управление пакетами...

# AddIns.PackageManagement.Menu.RestorePackages
source: Restore Packages
fr: Réinitialiser les packages...
it: Ripristina i Pacchetti
ru: Восстановить пакеты

# AddIns.PackageManagement.Options.PackageSources
source: Package Sources
fr: Sources de packages...
it: Sorgenti del Pacchetto
ru: Источники пакетов

# AddIns.PackageManagement.Options.Title
source: Package Management
fr: Gestion des packages
it: Gestione del Pacchetto
ru: Управление пакетами

# AddIns.Profiler.Commands.FindCallsOfSelected.TabTitle
source: Result
es: Resultado
fi: Etsi valitut
fr: Résultat
it: Risultato
kr: 결과
nl: Resultaat
no: Resultat
pt: Resultado
pt_br: Resultado
ru: Результат
tr: Sonuçlar
zh: 结果

# AddIns.Profiler.Commands.SetAsRoot.TabTitle
source: Merged Nodes
es: Nodos Combinados
fi: Aseta yhteys
fr: Noeuds fusionnés
it: Nodi Uniti
nl: Gevoegde knopen
no: Flettede noder
pt: Nós Juntos
pt_br: Nós fundidos
ru: Объединенные узлы
tr: Birleşik Parçalar
zh: 合并节点

# AddIns.Profiler.Commands.ShowFunctions.TabTitle
source: All functions for {0}
es: Todas las funciones para {0}
fi: Kaikki funktiot {0}
fr: Toutes les fonctions concernant {0}
it: Tutte le funzioni di {0}
nl: Alle functies van {0}
no: Alle funksjoner for {0}
pt: Todas as funções para {0}
pt_br: Todas as funções para {0}
ru: Все процедуры для {0}
tr: {0} için olan tüm fonksiyonlar
zh: {0}的所有函数

# AddIns.Profiler.DatabaseTooNewError
source: The selected SharpDevelop profiling session was created by a newer version of SharpDevelop and thus cannot be opened.
es: La sesión de análisis de SharpDevelop seleccionada fue creada por una versión más nueva de SharpDevelop y por lo tanto, no puede ser abierta.
fr: La session de profilage a été créée par une version plus récente de SharpDevelop et ne peut pas être ouverte.
it: La sessione di profilazione selezionato è stata creata con una versione più recente di SharpDevelop e quindi non può essere aperta.
nl: De gekozen SharpDevelop profileer sessie is gemaakt met een jongere versie van SharpDevelop en kan daardoor niet geopend worden.
no: Den valgte SharpDevelop profilsesjonen ble opprettet av en nyere versjon av SharpDevelop og kan derfor ikke åpnes.
pt: O perfil de sessão SharpDevelop seleccionado foi criado por uma versão mais recente de SharpDevelop e assim não pode ser aberto.
pt_br: A sessão do perfil do SharpDevelop selecionada foi criado por uma versão mais recente do SharpDevelop e, portanto, não pode ser aberta.
ru: Выбранная сессия профилирования создана в более новой версии SharpDevelop и не может быть открыта.
tr: Seçili SharpDevelop profil oturumu yeni bir SharpDevelop sürümü ile oluşturulmuş ve açılamıyor.
zh: 无法打开选中的分析会话,因为它是由新版本的SharpDevelop创建的.

# AddIns.Profiler.FileExtensionDescription
source: SharpDevelop Profiling Session
es: Sesión de Análisis de SharpDevelop
fr: Session de profilage SharpDevelop
it: Sessione di Profilazione SharpDevelop
nl: SharpDevelop Profileer Sessie
no: SharpDevelop profilsesjon
pt: Sessão de Profiling SharpDevelop
pt_br: Perfil da sessão do SharpDevelop
ru: Сессия профилирования SharpDevelop
tr: SharpDevelop Profil Oturumu
zh: SharpDevelop分析会话

# AddIns.Profiler.Messages.FileNotFound
source: This project cannot be started because the executable file was not found, please ensure that the project and all its depencies are built correctly!
es: Este proyecto no puede ser iniciado debido a que el archivo ejecutable no fue encontrado, por favor asegúrese de que el proyecto y todas sus dependencias hallan sido generadas correctamente!
fr: Ce projet ne peut pas démarrer, l'exécutable est introuvable. Assurez-vous que le projet et toutes ses dépendances sont compilées correctement!
it: Il progetto non può essere avviato perché non è stato trovato l'eseguibile, verificare che il progetto e tutte le sue dipendenze siano stati compilati correttamente!
nl: Dit project kan niet gestart worden omdat het uitvoerend bestand niet gevonden werd. Ga aub na, of het project en alle afhankelijkheden correct gebouwd werden!
no: Prosjektet kan ikke startes fordi den kjørbare filen finnes ikke. Vennligst påse at prosjektet og alle avhengigheter er bygget korrekt!
pt: Este projecto não pode ser iniciado porque o ficheiro executável não foi encontrado, assegure-se, por favor,de que o projecto e todas as suas dependências são construídas correctamente!
pt_br: Este projeto não pode ser iniciado porque o arquivo executável não foi encontrado, certifique-se de que o projeto e todas as suas dependencias estão construídos corretamente!
ru: Проект не может стартовать, потому что выполняемый файл не найден. Пожалуйста проверьте, что проект и все его зависимости корректны!
tr: Çalıştırılabilir dosya bulunamadığı için proje başlatılamadı, lütfen projenin kendisinin ve tüm bağlantılarının doğruluğundan emin olunuz.
zh: 找不到可执行文件项目无法启动，请确认项目和它的依赖项是否已生成!

# AddIns.Profiler.Messages.NoStartableProjectFound
source: No startable project was found. Aborting ...
es: No se encontró ningún proyecto iniciable. Abortando...
fr: Aucun projet n'est démarrable. Arrêt...
it: Nessun progetto di avvio. Annullo...
nl: Geen opstartbaar project gevonden. Voortijdig einde ...
no: Ingen startbare prosjekter ble funnet. Avbryter...
pt: Nenhum projecto iniciável foi encontrado. Abortar...
pt_br: Nenhum projeto inicializavel foi encontrado. Abortando...
ru: Проект не найден. Отмена ...
tr: Açılabilir bir proje bulunamadı. İptal ediliyor...
zh: 没有找到启动项目。正在中止...

# AddIns.Profiler.Messages.NoStartableProjectWantToProfileStartupProject
source: This project cannot be started. Do you want to profile the solution's StartUp project instead?
es: Este proyecto no puede ser iniciado. ¿Quiere analizar el proyecto inicial de la solución en su lugar?
fr: Ce projet ne peut pas démarrer. Voulez-vous profiler le projet de démarrage de la solution à la place?
it: Il progetto non può essere avviato. Vuoi profilare il progetto di avvio della soluzione?
nl: Dit project kan niet gestart worden. Wilt u in de plaats het opstartproject van de oplossing profileren?
no: Dette prosjektet kan ikke startes. Vil du profilere løsningens oppstartsprosjekt istedet?
pt: Este projecto não pode ser iniciado. Deseja obter perfil da solução do projecto StartUp em seu lugar?
pt_br: Este projeto não pode ser iniciado. Deseja configurar, na Solução, o projeto a ser iniciado?
ru: Этот проект не может запускаться. Вы хотите профилировать запускаемый проект решения?
zh: 这个项目不是可启动项目。您需要用解决方案中的可启动项目来代替吗？

# AddIns.Profiler.Messages.PreparingForAnalysis
source: Preparing for analysis ...
es: Preparando para el análisis...
fr: Préparation pour l'analyse...
it: Preparazione per l'analisi...
nl: Analyse wordt voorbereid ...
no: Forbereder analyse...
pt: A preparar a análise ...
pt_br: Preparando para analises...
ru: Подготовка к анализу ...
tr: Analiz için hazırlanıyor...
zh: 正在分析...

# AddIns.Profiler.Messages.RegisterFailed
source: Could not register the profiler into COM Registry. Cannot start profiling!
es: No se pudo registrar el analizador en el Registro COM. No se puede iniciar el analizador!
fr: Impossible d'inscrire le profileur dans le registre COM. Impossible de démarrer le profilage!
it: Non si riesce a registrare il profiler nel Registro COM. Impossibile avviare il profiler!
nl: Kan de profiler niet bij COM register registreren. Kan niet starten met profileren!
no: Kunne ikke registrere profilereren i COM registeret. Kan ikke starte profilering!
pt: Não foi registado o perfilador no COM Registry. Não é possível começar a obter perfil!
pt_br: Não foi possível registrar o Profiler no Registro COM. Não é possível iniciar perfil
ru: Не удалось зарегистрировать профайлер в реестре COM. Не удалось запустить профилирование!
tr: COM kayıt istemcisine profil kaydı girilemedi. Profilleme başlatılamıyor.
zh: 无法注册探查器到COM注册表。不能启动探查器！

# AddIns.Profiler.Messages.UnregisterFailed
source: Could not unregister the profiler from COM Registry!
es: No se pudo desregistrar el analizador del Registro COM!
fr: Désenregistrement du profiler du registre COM impossible!
it: Non si riesce a deregistrare il profiler dal Registro COM!
nl: Kan de profiler niet bij het COM register uitboeken!
no: Kunne ikke avregistrere profilereren fra COM registeret!
pt_br: Não foi possível cancelar o profiler do registro COM!
ru: Не удалось убрать регистрацию профайлера в реестре COM!
tr: COM kayıt istemcisinden profil kaydı silinemedi!
zh: 不能从COM注册表撤销探查器！

# AddIns.Profiler.MessageViewCategory
source: Profile
es: Analizar
fi: Näytäviestiluokka
fr: Profiler
it: Profilo
nl: Profileer
no: Profiler
pt_br: Perfil
ru: Профиль
tr: Profil
zh: 分析

# AddIns.Profiler.Options.General.DataCollection.CombineRecursiveCalls
source: Combine recursive calls.
es: Combinar llamadas recursivas.
fr: Combiner les appels récursifs.
it: Somma le chiamate ricorsive.
nl: Combineer recursieve aanroepen
no: Kombiner rekursive kall.
pt_br: Combinar chamadas recursivas.
ru: Объединить рекурсивные вызовы.
tr: Yinelenen çağrıları birleştir.
zh: 结合递归调用。

# AddIns.Profiler.Options.General.DataCollection.DoNotProfileNetInternals
source: Do not profile .NET internal calls.
es: No analizar llamadas internas a .NET.
fr: Ne pas profiler les appels internes du framework.
it: Non profilare le chiamate interne al Framework.
nl: Profileer geen interne .NET aanroepen
no: Ikke profiler interne .NET kall.
pt_br: Não crie perfil para chamadas .Net internas.
ru: Не профилировать внутренние вызовы .NET.
tr: İç .NET çağrılarını profilleme.
zh: 不要分析.NET内部调用

# AddIns.Profiler.Options.General.DataCollection.EnableDC
source: Collect data at the end of the session only.
es: Obtener datos solamente al final de la sesión.
fr: Collecter les données uniquement à la fin de la session.
it: Colleziona dati alla fine della sessione.
nl: Verzamel alleen data aan het eind van de sessie.
no: Samle data kun ved slutten av sesjonen.
pt_br: Coletar dados apenas ao final da sessão.
ru: Собирать данные только в конце сессии.
tr: Verileri sadece bu oturumun sonunda derle.
zh: 仅在会话结束后收集数据。

# AddIns.Profiler.Options.General.DataCollection.EnableDCAtStartup
source: Start to collect data immediately after the session started.
es: Comenzar a obtener datos inmediatamente iniciada la sesión.
fi: Kerää tietoja, kun istunto on alkanut
fr: Commencer la collecte des données au démarrage de la session.
it: Inizia a raccogliere i dati subito dopo l'avvio della sessione.
nl: Verzamel data direct na aanvang van de profiler sessie.
no: Start datainnsamling med en gang sesjonen er startet.
pt_br: Iniciar a coleta de dados imediatamente após o inicio da sessão.
ru: Начать сбор данных немедленно после начала сессии.
tr: Verilerin derlenmesini hemen oturum açılınca başlat.
zh: 在会话启动后立即开始收集数据。
