Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# SharpReport.FieldsExplorer.Title
source: Report Explorer
es: Explorador
fi: Raportti ikkuna
fr: Explorateur de rapports
hu: Kimutatás Böngésző
it: Esplora Report
kr: 보고서 탐색기
nl: Rapport Verkenner
no: Rapportutforsker
pl: Eksplorator Raportów
pt: Explorador de Relatórios
pt_br: Explorador do Relatório
ru: Обозреватель отчёта
tr: Raporlama Gezgini
zh: 报表浏览器

# SharpReport.Preview
source: Preview
es: Vista Previa
fi: Esikatselu
fr: Aperçu
hu: Előnézet
it: Anteprima
kr: 미리 보기
nl: Afdruk voorbeeld
no: Forhåndsvis
pl: Podgląd
pt: Pré-visualização
pt_br: Visualizar
ro: Vizualizare
ru: Просмотр
tr: Önizleme
zh: 预览

# SharpReport.ReportGenerator
source: Report Generator
es: Generador de Reportes
fi: Raportin luonti
fr: Générateur de rapports
hu: Kimutatáskészítő
it: Generatore Report
kr: 보고서 생성기
nl: Rapport Generator
no: Rapportgenerator
pl: Generator Raportów
pt: Gerador de Relatórios
pt_br: Gerador de Relatórios
ru: Генератор отчётов
tr: Rapor Üretici
zh: 报表生成器

# SharpReport.ReportViewer
source: ReportViewer
es: Visor de Reportes
fr: Visualiseur de rapport
it: Visualizzatore Report
kr: 보고서 뷰어
nl: Rapport viewer
no: Rapportframviser
ru: Просмотрщик отчётов
zh: 查看报表

# SharpReport.ReportViewer.FirstPageMessage
source: First Page
es: Primera Página
fi: Ensimmäinen sivu
fr: Première page
hu: Első Oldal
it: Prima Pagina
kr: 첫 페이지
nl: Eerste pagina
no: Første side
pl: Pierwsza Strona
pt: Primeira Página
ru: Первая страница
tr: İlk Sayfa
zh: 首页

# SharpReport.ReportViewer.LastPageMessage
source: Last Page
es: Última Página
fi: Viimeinen sivu
fr: Dernière page
hu: Utolsó Oldal
it: Ultima Pagina
kr: 마지막 페이지
nl: Laatste pagina
no: Siste side
pl: Ostatnia Strona
pt: Última Página
ru: Последняя страница
tr: Son Sayfa
zh: 尾页

# SharpReport.ReportViewer.NextPage
source: Next
es: Siguiente
fi: Seuraava
fr: Suivant
it: Successiva
nl: Verder
no: Neste
ru: Следующая
zh: 下一页

# SharpReport.ReportViewer.PagesCreatedMessage
source: Pages created
es: Paginas creadas
fr: Pages créées
it: Pagine create
kr: 페이지가 만들어졌습니다.
nl: Pagina's aangemaakt
no: Opprettede sider
pl: Utworzonych Stron
pt: Criadas páginas
ru: Страницы созданы
tr: Oluşturulan dosyalar
zh: 页面已创建

# SharpReport.ReportViewer.PdfFileMessage
source: Create PdfFile
es: Crer Archivo Pdf
fi: Pdf tiedosto
fr: Créer un fichier PDF
it: Crea file Pdf
kr: PDF 파일 만들기
nl: Maak Pdf bestand
no: Lag PDF fil
pl: Utwórz plik PDF
pt: Criado ficheiro PDF
ru: Создать файл Pdf
tr: Pdf Dosyası Oluştur
zh: 生成pdf文件

# SharpReport.ReportViewer.PreviousPage
source: Previous
es: Anterior
fi: Edellinen sivu
fr: Précédent
it: Precedente
nl: Terug
no: Forrige
ru: Предыдущая
zh: 上一页

# SharpReport.ReportViewer.ZoomMessage
source: Zoom
fi: Zoomaa
fr: Zoomer
kr: 확대/축소
no: Skaler
pl: Powiększenie
ru: Масштаб
tr: Yakınlaştır
zh: 放大

# SharpReport.Toolbar.Circle
source: Circle
es: Círculo
fi: Ympyrä
fr: Cercle
hu: Kör
it: Cerchio
kr: 원
nl: Cirkel
no: Sirkel
pl: Koło
pt: Circunferência
pt_br: Círculo
ro: Cerc
ru: Окружность
tr: Çember
zh: 圆

# SharpReport.Toolbar.Controls
source: Reporting - Controls
es: Reportes - Controles
fi: Raportoimis - Asetukset
fr: Rapports - Contrôles
hu: Kimutatások - Vezérlők
it: Reporting - Controlli
kr: 보고서 작성 - 컨트롤
nl: Rapporteren - Besturingselementen
no: Rapportering - Kontroller
pl: Raporty - Ustawienia
pt: Report - Controlos
pt_br: SharpReport - Controles
ro: SharpReport - Controale
ru: Создание отчёта - элементы управления
tr: Raporlama - Kontroller
zh: 报表 - 控件

# SharpReport.Toolbar.Functions
source: Reporting - Functions
es: Reportes - Funciones
fi: Raportoimis - Tehtävät
fr: Rapports - Fonctions
hu: Kimutatások - Függvények
it: Reporting - Funzioni
kr: 보고서 작성 - 함수
nl: Rapportage - Functies
no: Rapportering - Funksjoner
pl: Raporty - Funkcje
pt: Reporte - Funções
pt_br: SharpReport - Funções
ro: SharpReport - Funcţii
ru: Отчётность - Функции
tr: Raporlama - Fonksiyonlar
zh: 报表 - 方法/功能

# SharpReport.Toolbar.Functions.PageNumber
source: PageNumber
es: Página
fi: Sivunumero
fr: Numéro de page
hu: Lapszám
it: Numero di Pagina
kr: 페이지 번호
nl: Pagina nr.
no: Sidenummer
pl: NumerStrony
pt: Nº. Pág.
pt_br: Página
ro: NumărPagină
ru: Номер страницы
tr: SayfaNo
zh: 页号

# SharpReport.Toolbar.Functions.TodaysDate
source: Today
es: Hoy
fi: Päiväys
fr: Aujourd'hui
hu: Mai nap
it: Data odierna
kr: 오늘
nl: Vandaag
no: Dagens dato
pl: Dzisiaj
pt: Hoje
pt_br: Hoje
ro: Astăzi
ru: Сегодня
tr: Bugün
zh: 今天

# SharpReport.Toolbar.GroupFooter
source: GroupFooter
es: GrupoDePie
fr: Bas de page de groupe
it: Piè di pagina del Gruppo
nl: Groep voettekst
ru: Нижний колонтитул группы
zh: 分组页脚

# SharpReport.Toolbar.GroupHeader
source: GroupHeader
es: GrupoDeCabezal
fr: Entête de groupe
it: Intestazione di Gruppo
nl: Groep koptekst
ru: Заголовок группы
zh: 分组表头

# SharpReport.Toolbar.Image
source: Image
es: Imagen
fi: Kuva
hu: Kép
it: Immagine
kr: 이미지
nl: Afbeelding
no: Bilde
pl: Obrazek
pt: Imagem
pt_br: Imagem
ro: Imagine
ru: Изображение
tr: Resim
zh: 图像

# SharpReport.Toolbar.Line
source: Line
es: Línea
fi: Viiva
fr: Ligne
hu: Vonal
it: Linea
kr: 줄
nl: Regel
no: Linje
pl: Linia
pt: Linha
pt_br: Linha
ro: Linie
ru: Линия
tr: Satır
zh: 线条

# SharpReport.Toolbar.Pointer
source: Pointer
es: Puntero
fi: Osoitin
fr: Pointeur
hu: Mutató
it: Puntatore
kr: 포인터
nl: Aanwijzer
no: Peker
pl: Wskaźnik
pt: Ponteiro
pt_br: Ponteiro
ru: Указатель
tr: İşaretçi
zh: 指针

# SharpReport.Toolbar.Rectangle
source: Rectangle
es: Rectángulo
fi: Suorakulmio
hu: Négyszög
it: Rettangolo
kr: 직사각형
nl: Rechthoek
no: Rektangel
pl: Czworokąt
pt: Rectângulo
pt_br: Retângulo
ro: Dreptunghi
ru: Прямоугольник
tr: Dikdörtgen
zh: 矩形

# SharpReport.Toolbar.Table
source: Table
es: Tabla
fi: Taulukko
it: Tabella
nl: Tabel
ru: Таблица
zh: 表

# SharpReport.Toolbar.TextBox
source: Label
es: Etiqueta
fi: Tekstikehys
fr: Etiquette
hu: Címke
it: Etichetta
kr: 레이블
no: Merkelapp
pl: Etykieta
pt: Legenda
pt_br: Rótulo
ro: Etichetă
ru: Надпись
tr: Etiket
zh: 标签

# SharpReport.Wizard.BaseSettings
source: Base settings
es: Configuración base
fi: Perusasetukset
fr: Paramètres de base
hu: Alap beállítások
it: Impostazioni base
kr: 기본 설정
nl: Basis instellingen
no: Baseinnstillinger
pl: Ustawienia bazowe
pt: Parâmetros de Base
pt_br: Configurações de base
ro: Valori iniţiale
ru: Основные установки
tr: Taban ayarlar
zh: 基本设置

# SharpReport.Wizard.BaseSettings,ReportType
source: Report Type :
es: Tipo de Reporte
fi: Raportti tyyppi
fr: Type de rapport
it: Tipo di Report :
kr: 보고서 형식
nl: Eapport type
no: Rapporttype
pl: Typ Raportu
ru: Тип отчёта
tr: Rapor Türü
zh: 报表类型

# SharpReport.Wizard.BaseSettings.Description
source: Basic report settings
fr: Paramètres de base d'un rapport
it: Impostazioni di base del report
ru: Основные настройки отчёта

# SharpReport.Wizard.BaseSettings.FileName
source: File Name :
es: Nombre de Archivo
fi: Tiedostonimi
fr: Nom de fichier
hu: Fájlnév
it: Nome File :
kr: 파일 이름
nl: Bestandsnaam
no: Fil navn
pl: Nazwa Pliku
pt: Nome do Ficheiro
pt_br: Nome do Arquivo
ro: Nume Fişier
ru: Имя файла
tr: Dosya adı
zh: 文件名

# SharpReport.Wizard.BaseSettings.GraphicsUnit
source: Graphics Unit
es: Unidad Grafica
fi: Grafiikka yksikkö
fr: Unité graphique
hu: Grafikus Egység
it: Unità di misura Grafici
kr: 그래픽 단위
nl: Grafische eenheid
no: Grafikkenhet
pl: Jednostka Graficzna
pt: Unidade Gráfica
pt_br: Unidade Gráfica
ro: Modulul Grafic
ru: Графические единицы
tr: Grafik Birim
zh: 图形单元

# SharpReport.Wizard.BaseSettings.ReportModel
source: Report Model
es: Modelo de Reporte
fi: Raporttimalli
fr: Modèle de rapports
hu: Kimutatás Model
it: Modello del Report
kr: 보고서 모델
nl: Rapport model
no: Rapportmodell
pl: Model Raportu
pt: Modelo de Relatório
pt_br: Modelo de relatório
ru: Модель отчёта
tr: Rapor Modeli
zh: 报表模型

# SharpReport.Wizard.BaseSettings.ReportModel.FormSheet
source: Form Sheet
es: Plantilla de Formulario
fr: Mode 'Formulaire'
hu: Űrlap Oldal
it: Foglio della Form
kr: 양식 시트
nl: Formulier profiel
no: Skjemaark
pl: Arkusz Formularza
pt: Folha do Formulário
pt_br: Formulário da planilha
ru: Форма листа
tr: Form Sayfası
zh: 窗体Sheet

# SharpReport.Wizard.BaseSettings.ReportModel.Pull
source: Pull Data
es: Modelo Pull Data
fi: Vähennä raporttimallista
fr: Mode 'Extraire'
hu: Adat Bekéréssel
it: Preleva Dato
no: Hent data
pl: Ściągaj Dane
pt: Puxar Dados
pt_br: Receber Dados
ru: Вытягивать данные
tr: Veri Çek
zh: 拉取数据

# SharpReport.Wizard.BaseSettings.ReportModel.Push
source: Push Data
es: Modelo Push Data
fi: Lisää raporttimalliin
fr: Mode 'Amener'
hu: Adat Kiadással
it: Inserisce Dato
no: Send data
pl: Wysyłaj Dane
pt: Empurrar Dados
pt_br: Enviar Dados
ru: Продвинуть данные
tr: Verileri Bas
zh: 推出数据

# SharpReport.Wizard.BaseSettings.ReportName
source: Report Name :
es: Nombre del Reporte
fi: Raporttinimi
fr: Nom du rapport
it: Nome del Report :
kr: 보고서 이름
nl: Rapportnaam
no: Rapportnavn
pl: Nazwa Raportu
ru: Имя отчёта
zh: 报表名称

# SharpReport.Wizard.BaseSettings.ReportType
source: Report Type :
es: Tipo de Reporte
fi: Raporttityyppi
fr: Type de rapport
it: Tipo di Report :
kr: 보고서 형식
nl: Rapport type
no: Rapporttype
pl: Typ Raportu
ru: Тип отчёта
tr: Rapor Türü
zh: 报表类型

# SharpReport.Wizard.Layout.Column
source: Select the GroupColumn
es: Seleccionar el GrupoDeColumna
fr: Selectionner la colonne de groupe
it: Seleziona Colonne di Gruppo
nl: Selecteer de groepkolom
ru: Выберите столбец для группировки
zh: 选择分组列

# SharpReport.Wizard.Layout.Grouping
source: Grouping
es: Agrupamiento
fi: Ryhmittely
fr: Regroupement
it: Raggruppa
nl: Groeperen
ru: Группировка
zh: 分组

# SharpReport.Wizard.Layout.ListLayout
source: List Layout
es: Diseño de Lista
fi: Ulkomuoto Lista
fr: Structure de liste
it: Elenco Layout
nl: Lijst indeling
ru: Верстка списком
zh: 列表布局

# SharpReport.Wizard.Layout.ReportLayout
source: Report layout
es: Diseño de Reporte
fi: Raportin ulkomuoto
fr: Structure de rapport
it: Layout report
nl: Rapport indeling
ru: Верстка для отчета
zh: 报表布局

# SharpReport.Wizard.Layout.TableLayout
source: Table Layout
es: Diseño de Tabla
fi: Taulukon ulkomuoto
fr: Structure de table
it: Layout tabella
nl: Tabel indeling
ru: Табличная верстка
zh: 表格布局

# SharpReport.Wizard.PageLayout
source: Page Layout
fr: Structure de la page
it: Impaginazione
ru: Расположение на странице

# SharpReport.Wizard.PullModel
source: Pull Data Model
es: Obtener Modelo de Datos
fi: Vedä tietomalli
fr: Modèle de données: extraire
hu: Húzó Adatmodel
it: Preleva Modello dei Dati
kr: Pull Data 모델
no: "Hent" datamodell
pl: Model Danych Pull
pt: Puxar Modelo de Dados
pt_br: Modelo Pull Data
ru: Перемещаемая модель данных
tr: Veri Modelini Çek
zh: 拉数据模式(Pull Data Model)

# SharpReport.Wizard.PullModel.CommandText
source: Command Text
es: Texto de Comando
fi: Komento texti
fr: Requête SQL
hu: Parancsszöveg
it: Testo del Comando
kr: 명령 텍스트
nl: Opdracht tekst
no: Kommandotekst
pl: Tekst Polecenia
pt: Texto do Comando
pt_br: Texto de comando
ru: Текст команды
tr: Komut Metni
zh: 命令文本

# SharpReport.Wizard.PullModel.CommandText.ToolTip
source: [Delete this text and enter a valid Sql String]
es: [Reemplace este texto por una sentencia SQL válida]
fi: [Poista teksti ja kirjoita kelvollinen SQL-merkkijono]
fr: [Remplacer ce texte par une requête SQL valide]
hu: [Ezt törölje ki és írjon egy helyes SQL sztringet]
it: [Eliminare questo comando e inserire una stringa Sql valita]
kr: [이 텍스트를 지우고 올바른 SQL 문자열을 입력하십시오]
nl: [Verwijder deze tekst en voer een valide SQL tekenreeks in]
no: [Slett denne teksten og skriv inn en gyldig Sql streng]
pl: [Usuń ten tekst i wprowadź poprawny ciąg Sql]
pt: [Apague este texto e insira um comando SQL válido]
pt_br: [Apague este texto e digite uma string SQL válida]
ro: [Ştergeţi acest text şi introduceţi un şir SQL valid]
ru: [Удалите этот текст и введите правильную строку Sql]
tr: [Bu metni silip yerine geçerli bir SQL sorgusu girin]
zh: 删除此文本输入有效的sql语句

# SharpReport.Wizard.PushModel
source: Push Data Model
es: Establecer Modelo de Datos
fi: Syötä tietomalli
fr: Modèle de données: Amener
hu: Nyomó Adatmodel
it: Invia Modello dei Dati
kr: Push Data 모델
no: "Send" datamodell
pl: Model Danych Push
pt: Empurar Modelo de Dados
pt_br: Modelo Push Data
ru: Помещаемая модель данных
tr: İtme Veri Modeli
zh: 推送数据模型

# SharpReport.Wizard.PushModel.AvailableFields
source: Available Fields
es: Campos Disponibles
fi: Saatavilla olevat kentät
fr: Champs Disponibles
hu: Használható Mezők
it: Valori Disponibili
kr: 사용가능한 필드
nl: Beschikbare velden
no: Tilgjengelige felter
pl: Dostępne Pola
pt: Campos Disponíveis
pt_br: Campos Disponíveis
ro: Câmpuri disponibile
ru: Доступные поля
tr: Mevcut Alanlar
zh: 有效字段

# SharpReport.Wizard.PushModel.NoProject
source: No project selected, please enter FieldNames
fr: Aucun projet n'est sélectionné, saisir le nom des champs
it: Nessun progetto selezionato, prego inserire i nomi dei files
ru: Проект не выбран, пожалуйста введите имена полей

# SharpReport.Wizard.PushModel.SelectProject
source: Classes in selected Project
fr: Classes du projet sélectionné
it: Classi nel progetto selezionato
ru: Классы в выбранном проекте

# SharpReport.Wizard.ShowQueryResult
source: Show Query result
es: Mostrar resultado de la Consulta
fi: Näytä kyselytulokset
fr: Afficher le résultat de la requête
hu: Lekérdezési eredmények Mutatása
it: Mostra i risultati dell'Interrogazione
kr: 질의 결과 보이기
nl: Toon resultaat van de opvraging
no: Vis spørreresultater
pl: Pokaż rezultat Zapytania
pt: Mostrar resultado do inquérito
pt_br: Exibir resultado da consulta
ro: Arată Rezultatele Interogării
ru: Показать результат запроса
tr: Sorgu Sonucunu Göster
zh: 显示查询结果

# SharpReport.Wizard.Welcome
source: Welcome to the SharpReport Wizard
fr: Bienvenue dans l'assistant SharpReport
it: Benvenuto nella procedura guidata di SharpReport
ru: Добро пожаловать в мастер SharpReport

# SideBarComponent.ContextMenu.AddTab
source: &Add Tab
es: &Agregar Tab
fi: &Lisää välilehti
fr: &Ajouter onglet
hu: &Panel hozzáadás
it: &Aggiunge Tabulazione
kr: 탭 더하기(&A)
nl: T&ab toevoegen
no: &Legg til flik
pl: Dod&aj Belkę
pt: &Adicionar Separador
pt_br: &Adicionar Tab
ro: &Adăugare Tab
ru: &Добавить закладку
tr: Sekme &Ekle
zh: 添加组(&A)

# SideBarComponent.ContextMenu.DeleteTab
source: &Delete Tab
es: Borrar Tab
fi: &Poista välilehti
fr: Supprimer onglet
hu: &Panel törlése
it: &Cancella Tabulazione
kr: 탭 삭제(&D)
nl: Verwij&der tab
no: &Slett flik
pl: &Usuń Belkę
pt: A&pagar Separador
pt_br: &Deletar Tab
ro: Şt&ergere Tab
ru: &Удалить закладку
tr: Sekmeyi &Sil
zh: 删除组(&D)

# SideBarComponent.ContextMenu.DeleteTabHeaderQuestion
source: Do you really want to delete tab "${TabHeader}" (this will also delete all items in tab)?
es: ¿Desea realmente borrar el encabezado "${TabHeader}" (también borrará todos los elementos del encabezado)
fi: Haluatko todella poistaa Header "${TabHeader}" ?
fr: Voulez-vous vraiment supprimer l'onglet "${TabHeader}" (ceci supprimera aussi son contenu)?
hu: Biztosan törölhető a "${TabHeader}" panel (ez ugyanis töröl minden tételt a panelen)?
it: Elimina la tabulazione "${TabHeader}" (questo cancellerà tutte le voci della tabulazione)?
kr: "${TabHeader}" 탭을 정말로 삭제하겠습니까(이것은 탭의 모든 항목도 같이 지웁니다)?
nl: Wilt u tab "${TabHeader}" verwijderen (dit wist ook alle items in de tab)?
no: Vil du slette fliken "${TabHeader}" (dette vil også slette alle elementene i fliken)?
pl: Czy na pewno chcesz usunąć belkę "${TabHeader}" (wszystkie pozycje z belki również zostaną usunięte)?
pt: Deseja apagar o separador "${TabHeader}" (esta acção apaga todos os itens no separador)?
pt_br: Você realmente deseja deletar o tab "${TabHeader}" (isso também deleta todos os itens contidos no tab)?
ro: Doriţi ştergerea tabului "${TabHeader}" (vor fi şterse toate elementele de pe tab)?
ru: Вы действительно хотите удалить закладку "${TabHeader}"?
tr: "${TabHeader}" sekmesini gerçekten silmek istiyor musunuz(bu ayrıca sekmedeki bütün öğeleride silecektir)?
zh: 确认要删除组"${TabHeader}" 吗？(这将导致组内的所有项目被删除)

# SideBarComponent.ContextMenu.DeleteTabItem
source: &Delete Item
es: &Borrar Elemento
fi: &Poista kohde
fr: Supprimer élément
hu: &Tétel törlése
it: &Cancella Voce
kr: 항목 삭제(&D)
nl: Verwij&der item
no: &Slett element
pl: &Usuń Pozycję
pt: Apagar Item
pt_br: &Deletar Item
ro: Şte&rgere Element
ru: Удалить объект
tr: Öğeyi &Sil
zh: 删除项目(&D)

# SideBarComponent.ContextMenu.DeleteTabItemQuestion
source: Do you really want to delete item "${TabItem}"?
es: ¿Desea realmente borrar el elemento "${TabItem}"?
fi: Haluatko varmasti poistaa kohteen "${TabItem}" ?
fr: Voulez-vous vraiment supprimer l'élément "${TabItem}" ?
hu: Biztosan törölhető a tétel "${TabItem}"?
it: Vuoi eliminare veramente la tabulazione "${TabItem}"?
kr: "${TabItem}" 항목을 정말로 지우겠습니까?
nl: Wilt u item "${TabItem}" echt verwijderen?
no: Vil du slette elementet "${TabItem}"?
pl: Czy na pewno chcesz usunąć pozycję "${TabItem}"?
pt: Deseja mesmo apagar o item "${TabItem}"?
pt_br: Você realemente deseja deletar o item "${TabItem}"?
ro: Doriţi ştergerea elementului "${TabItem}"?
ru: Вы действительно хотите удалить объект "${TabItem}"?
tr: "${TabItem}" yi gerçekten silmek istiyor musunuz?
zh: 确认要删除项目"${TabItem}"吗?

# SideBarComponent.ContextMenu.RenameTab
source: &Rename Tab
es: &Renombrar Tab
fi: Nimeä välilehti uudelleen
fr: &Renommer
hu: &Panel átnevezése
it: &Rinomina Tabulazione
kr: 탭 제거(&R)
nl: He&rnoem Tab
no: &Gi flik nytt navn
pl: &Zmień nazwę Belki
pt: Altera&r o nome do Separador
pt_br: Re&nomear Tab
ro: &Redenumire Tab
ru: &Переименовать закладку
tr: Sekmeyi &YenidenAdlandır
zh: 重命名组(&R)

# SideBarComponent.ContextMenu.RenameTabItem
source: &Rename Item
es: &Renombrar Elemento
fi: Nimeä kohde uudelleen
fr: &Renommer
hu: &Tétel átnevezése
it: &Rinomina Voce
kr: 항목 이름 변경(&R)
nl: He&rnoem Item
no: G&i element nytt navn
pl: Zmień nazwę Pozycji
pt: Altera&r o nome do Item
pt_br: Re&nomear Item
ro: &Redenumire Element
ru: Переименовать &объект
tr: Öğeyi &YenidenAdlandır
zh: 重命名项目(&R)

# StartPage.AuthorsMenu.BarNameName
source: Show Authors
es: Mostrar autores
fi: Näytä tekijä
fr: Afficher les auteurs
hu: Készítők listája
it: Mostra Autori
kr: 제작자 보이기
nl: Auteurs tonen
no: Vis forfattere
pl: Pokaż Autorów
pt: Mostrar Autores
pt_br: Mostrar Autores
ro: Arata Autorii
ru: Авторы
tr: Yazarları Göster
zh: 显示作者

# StartPage.AuthorsMenu.Name
source: Authors
es: Autores
fi: Tekijä
fr: Auteurs
hu: Készítők
it: Autori
kr: 제작자
nl: Auteurs
no: Forfattere
pl: Autor
pt: Autores
pt_br: Autores
ro: Autori
ru: Авторы
tr: Yazarlar
zh: 作者

# StartPage.ChangeLogMenu.BarNameName
source: Show Change Log
es: Mostrar el Registro de Cambios
fi: Muutosloki
fr: Afficher le journal des modifications
hu: Változáslista megjelenítése
it: Mostra log dei cambiamenti
kr: 변경 로그 보이기
nl: Toon wijzigingenlog
no: Vis endringslogg
pl: Pokaż Historię Wersji
pt: Mostra Registo de Alteração
pt_br: Mostrar log de Alteração
ro: Arată Change Log
ru: Журнал изменений
tr: Değişiklikler Günlüğünü Göster
zh: 显示更改日志

# StartPage.ChangeLogMenu.Name
source: ChangeLog
es: Registro de Cambios
fi: Muutosloki
fr: Historique des modifications
hu: Változáslista
it: Cambiamenti
kr: 변경 로그
nl: Wijzigingen
no: Endringslogg
pl: Historia wersji
pt: Registo de alterações
pt_br: Log de Alteração
ru: Журнал изменений
tr: DeğişimKaydı
zh: 更改日志

# StartPage.ContactUs
source: Contact Us
es: Contáctenos
fi: Ota yhteyttä
fr: Contactez nous
hu: Kapcsolat
it: Contattaci
kr: 의견 보내기
nl: Neem contact met ons op
no: Kontakt oss
pl: Skontaktuj się z nami
pt: Contacte-nos
pt_br: Contate-nos
ru: Связь с нами
tr: Bizimle irtibat geçin
zh: 联系我们

# StartPage.HelpWantedMenu.BarNameName
source: Help Wanted
es: Se necesita ayuda
fi: Apua tarvitaan
fr: Aidez nous!
hu: Súgó Szükséges
it: Cercasi Aiuto
kr: 도움을 구합니다
nl: Hulp gevraagd
no: Hjelp ønskes
pl: Potrzebna Pomoc
pt: Precisa-se de Ajuda
pt_br: Ajuda Solicitada
ro: Cautam ajutor
ru: Нужна помощь
tr: Yardım Aranıyor
zh: 需要帮助

# StartPage.HelpWantedMenu.Name
source: Help Wanted
es: Se necesita ayuda
fi: Apua tarvitaan
fr: Aidez nous!
hu: Súgó Szükséges
it: Cercasi aiuto
kr: 도움을 구합니다
nl: Hulp gevraagd
no: Hjelp ønskes
pl: Potrzebna Pomoc
pt: Precisa-se de Ajuda
pt_br: Ajuda Solicitada
ro: Cautam ajutor
ru: Нужна помощь
tr: Yardım Aranıyor
zh: 需要帮助

# StartPage.StartMenu.BarNameName
source: Choose Project
es: Escoger proyecto
fi: Valitse projekti
fr: Choix du projet
hu: Válasszon projektet
it: Scelta Progetto
kr: 프로젝트 선택
nl: Oplossing selecteren
no: Velg prosjekt
pl: Wybierz Projekt
pt: Escolher Projecto
pt_br: Escolha o Projeto
ro: Alege Proiect
ru: Выберите проект
tr: Proje Seç
zh: 选择项目

# StartPage.StartMenu.LocationTable
source: Location
es: Ubicación
fi: Sijainti
fr: Emplacement
hu: Útvonal
it: Posizione
kr: 위치
nl: Locatie
no: Plassering
pl: Lokalizacja
pt: Localização
pt_br: Localização
ro: Locaţie
ru: Расположение
tr: Yer
zh: 位置

# StartPage.StartMenu.ModifiedTable
source: Modified
es: Modificado
fi: Muutettu viimeksi
fr: Modifié
hu: Módosult
it: Modificato
kr: 수정
nl: Gewijzigd
no: Endret
pl: Zmodyfikowane
pt: Modificado
pt_br: Modificado em
ro: Modificat
ru: Изменён
tr: Değiştirilmiş
zh: 已修改

# StartPage.StartMenu.Name
source: Start
es: Inicio
fi: Aloita
fr: Démarrer
hu: Indítás
it: Inizio
kr: 시작
pt: Iniciar
pt_br: Iniciar
ru: Старт
tr: Başlat
zh: 开始

# StartPage.StartMenu.NewCombineButton
source: New solution
es: Nueva solución
fi: Uusi kokoelma
fr: Nouvelle solution
hu: Új Megoldás
it: Nuova soluzione
kr: 새 솔루션
nl: Nieuwe Oplossing
no: Ny løsning
pl: Nowe rozwiązanie
pt: Nova solução
pt_br: Nova solução
ro: Soluţie nouă
ru: Новое решение
tr: Yeni çözüm
zh: 新建解决方案

# StartPage.StartMenu.OpenCombineButton
source: Open solution
es: Abrir solución
fi: Avaa kokoelma
fr: Ouvre une solution
hu: Megoldás megnyitása
it: Apri soluzione
kr: 솔루션 열기
nl: Oplossing openen
no: Åpne løsning
pl: Otwórz rozwiązanie
pt: Abrir solução
pt_br: Abrir solução
ro: Deschide soluţie
ru: Открыть решение
tr: Çözüm Aç
zh: 打开解决方案

# StartPage.StartMenu.RemoveRecentProject
source: Remove from recent projects list
es: Quitar de la lista de proyectos recientes
fr: Supprimer de la liste des projets récents
it: Rimuovi dalla lista dei progetti recenti
nl: Verwijder van de lijst met recente projecten
ru: Удалить проект из списка недавних

# StartPage.StartPageContentName
source: Start Page
es: Página de inicio
fi: Aloitus sivu
fr: Page de démarrage
hu: Kezdőlap
it: Pagina Iniziale
kr: 시작 페이지
nl: Startpagina
no: Startside
pl: Strona Startowa
pt: Página Inicial
pt_br: Página Inicial
ro: Pagina de Start
ru: Стартовая страница
tr: Başlangıç Sayfası
zh: 启始页

# StatusBarService.CaretModes.Insert
source: INS
fi: LISÄÄ
kr: 삽입
nl: INV
ru: ВСТ
tr: YER
zh: 插入

# StatusBarService.CaretModes.Overwrite
source: OVR
es: SOB
fi: YLIKIRJOITA
fr: RFP
it: SSC
kr: 수정
pt: SUB
ru: ЗАМ
tr: ÜYZ
zh: 覆盖

# StatusBarService.CursorStatusBarPanelText
source: ln ${Line} col ${Column} ch ${Character}
es: ln ${Line} col ${Column} car ${Character}
fi: Rivi ${Line} sarake ${Column} merkki ${Character}
fr: li. ${Line} col. ${Column} car. ${Character}
hu: A ${Line} oszl ${Column} kar ${Character}
it: lin ${Line} col ${Column} car ${Character}
kr: 줄 ${Line} 열 ${Column} 글자 ${Character}
nl: ln ${Line} kol ${Column} kar ${Character}
no: lnj ${Line} kol ${Column} tegn ${Character}
pl: linia ${Line} kol ${Column} znak ${Character}
pt: ln ${Line} col ${Column} ca ${Character}
pt_br: lin ${Line} col ${Column} ch${Character}
ru: Ст ${Line} Кол ${Column} Сим ${Character}
tr: sat ${Line} süt ${Column} ha ${Character}
zh: 行 ${Line}列${Column}字符${Character}

# StatusBarService.SelectionStatusBarPanelTextMulti
source: len ${Rows} * ${Cols} (${Total})
fr: longueur ${Rows} * ${Cols} (${Total})
it: Lunghezza ${Rows} * ${Cols} (${Total})
nl: len ${Regels} * ${Kolommen} (${Totaal})
ru: длина ${Rows} * ${Cols} (${Total})
