Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Dialog.ProjectOptions.Build.TargetCPU.Any64
source: Any processor (prefer 64-bit)
es: Cualquier procesador (preferentemente 64-bit)
fr: x86/x64 - préfère 64 bits
it: Qualsiasi processore (preferisci 64-bit)
nl: Elke processor (voorkeur 64-bit)
ru: Any CPU (предпочтительно 64-разрядн.)

# Dialog.ProjectOptions.Build.TargetCPU.Itanium
source: Intel 64-bit Itanium processor
es: Procesador Intel Itanium de 64 bits
fi: Intel 64-bit Itanium CPU
fr: Processeur Itanium 64bits
hu: Intel 64-bites Itanium processzor
it: Processore Intel 64-bit Itanium
kr: Intel 64비트 Itanium 프로세서
no: Intel 64-bit Itanium prosessor
pl: Procesor Intel 64-bit Itanium
pt: Processador Intel 64-bit Itanium
pt_br: Processador Intel Itanium 64-bit
ro: Procesor Intel Itanium 64 biţi
ru: 64-битный процессор Intel Itanium
tr: Intel 64-bit Itanium işlemci
zh: Intel64位处理器

# Dialog.ProjectOptions.Build.TargetCPU.x64
source: x86-64 processor
es: Procesador x86-64
fi: 64-bit CPU
fr: Processeur 64 bits (x64)
hu: AMD 64-bites processzor
it: Processore x86-64
kr: AMD 64비트 프로세서
nl: AMD / Intel 64-bit processor
no: AMD 64-bit prosessor
pl: Procesor x86-64
pt: Processador AMD 64-bit
pt_br: Processador x86-64 Bits
ro: Procesor AMD 64 biţi
ru: 64-х битный процессор AMD
tr: AMD 64-bit işlemci
zh: AMD/Intel 64位处理器

# Dialog.ProjectOptions.Build.TargetCPU.x86
source: 32-bit Intel-compatible processor
es: procesador compatible con un Intel de 32 bits
fi: 32-bit CPU
fr: Processeur 32bits compatible Intel
hu: 32-bites Intel-kompatibilitis processzor
it: Processore compatibile Intel 32-bit
kr: 32비트 Intel 호환 프로세서
nl: 32 bit Intel-compatibele processor
no: 32-bit Intel-kompatibel prosessor
pl: Procesor zgodny z Intel 32-bit
pt: processador compatível com Intel 32-bit
pt_br: Compatível com processador Intel 32 bits
ro: Procesor 32-bit, compatibil Intel
ru: 32-битный, Intel-совместимый процессор
tr: 32-bit Intel-uyumlu işlemci
zh: 32位Intel兼容处理器

# Dialog.ProjectOptions.Build.TargetFramework
source: Target Framework:
es: Framework de Destino:
fi: Tavoite Framework:
fr: Framework cible:
hu: Cél Futtatókörnyezet:
it: Framework di destinazione:
kr: 대상 프레임워크:
nl: Doel raamwerk:
no: Kompiler for rammeverk:
pl: Docelowy Framework:
pt: Framework Alvo:
pt_br: Framework destino:
ru: Целевая версия Framework:
tr: Hedef Çatı:
zh: 目标框架:

# Dialog.ProjectOptions.Build.TreatWarningsAsErrors
source: Treat Warnings as Errors
es: Tratar Advertencias como Errores
fi: Kohtele varoituksia virheinä
fr: Considérer les avertissements comme des erreurs
hu: Kezelje a figyelmeztetéseket Hibákként
it: Tratta i Warning come gli Errori
kr: 경고를 오류와 같이 다루기
nl: Behandel waarschuwingen als fouten
no: Anse advarsler som feil
pl: Traktuj Ostrzeżenia jako Błędy
pt: Tratar Avisos como Erros
pt_br: Tratar Advertências como Erros
ru: Трактовать предупреждения как ошибки
tr: Uyarıları hata gibi değerlendir
zh: 视警告为错误

# Dialog.ProjectOptions.Build.TreatWarningsAsErrors.All
source: A&ll
es: T&odas
fi: Kaikki
fr: &Tous
hu: &Mind
it: T&utti
kr: 모두(&L)
nl: A&lle
no: Alle
pl: &Wszystkie
pt: Todos
pt_br: &Todos
ro: T&oate
ru: Все
tr: Hepsi
zh: 所有(&L)

# Dialog.ProjectOptions.Build.TreatWarningsAsErrors.None
source: &None
es: &Ninguna
fi: Ei mitään
fr: Aucu&n
hu: &Nincs
it: &Nessuno
kr: 하지 않음(&N)
nl: Geen
no: Ingen
pl: Żad&ne
pt: &Nenhum
pt_br: &Nenhum
ru: Нет
tr: Hiçbiri
zh: 无(&N)

# Dialog.ProjectOptions.Build.TreatWarningsAsErrors.Specific
source: Sp&ecific Warnings:
es: Advertencias esp&ecíficas:
fi: Erkoiset
fr: Avertissements spécifiques:
hu: &Egyedi Figyelmeztetések:
it: Warning Sp&ecifici:
kr: 특정 경고(&E):
nl: Sp&ecifieke:
no: Spesifikke advarsler:
pl: Sp&ecyficzne Ostrzeżenia:
pt: Avisos &Específicos:
pt_br: Advertências &Específicas:
ro: Avertismente Sp&ecifice:
ru: Определённые предупреждения:
tr: Duruma özel Uyarılar:
zh: 特殊警告(&E):

# Dialog.ProjectOptions.Build.WarningLevel
source: &Warning Level:
es: &Nivel de Advertencias:
fi: Varoitustaso:
fr: Niveau d'avertissement:
hu: &Figyelmeztetési Szint:
it: Livello di &Warning:
kr: 경고 수준(&W):
nl: &Waarschuwings niveau:
no: Advarselnivåer:
pl: Poziom &Ostrzeżeń:
pt: Nível de Aviso:
pt_br: Nível de Advertência:
ro: Nivelul de a&vertizare:
ru: Уровень предупреждений:
tr: Uyarı Seviyesi:
zh: 警告级别(&W):

# Dialog.ProjectOptions.Build.XmlDocumentationFile
source: &XML documentation:
es: Documentación &XML:
fi: &XML Dokumentointi:
fr: Fichier de doc. &XML:
hu: &XML dokumentáció:
it: File documentazione &XML:
kr: XML 문서화(&X):
nl: &XML documentatie:
no: &XML dokumentasjons:
pl: Dokumentacja &XML:
pt: Documentação &XML:
pt_br: Documentação &XML:
ro: Documentaţie &XML:
ru: Документация &XML:
tr: &XML belgeleme
zh: XML文档(&X):

# Dialog.ProjectOptions.BuildEvents
source: Build Events
es: Eventos de Generación
fi: Rakenna Tapahtumat
fr: Evènements de construction
hu: Szerkesztési Események
it: Eventi di Generazione
kr: 빌드 이벤트
nl: Bouw gebeurtenissen
no: Bygghendelser
pl: Zdarzenia Budowania
pt: Compilar Eventos
pt_br: Eventos de Compilação
ru: События сборки проекта
tr: İnşâ Olayları
zh: 生成事件

# Dialog.ProjectOptions.BuildEvents.PostBuild
source: P&ost-build event command line:
es: Línea de comandos del evento &posterior a la generación:
fr: Ligne de c&ommande de post-construction:
hu: &Utószerkesztési esemény parancssora:
it: Linea di comando degli eventi di P&ost-generazione:
kr: 빌드 후 이벤트 명령줄(&O):
nl: P&ost-bouw gebeurtenis promptregel:
no: Kommandolinje etter bygging:
pl: Wiersz poleceń zdarzenia po zbudowaniu:
pt: Linha de c&omando de pós-compilação de evento:
pt_br: Comando do evento pós-compilação:
ru: Команды, выполняемые после сборки проекта:
tr: İnşa-sonrası komut satırı görevi:
zh: 生成后事件命令行(&O):

# Dialog.ProjectOptions.BuildEvents.PreBuild
source: P&re-build event command line:
es: Línea de comandos del evento p&revio a la generación
fr: Ligne de commande de pré-construction:
hu: &Előszerkesztési esemény parancssora:
it: Linea di comando degli eventi di P&re-generazione:
kr: 빌드 전 이벤트 명령줄(&R):
nl: Pré-bouw gebeurtenis promptregel:
no: Kommandolinje før bygging:
pl: Wie&rsz poleceń zdarzenia przed zbudowaniem:
pt: Linha de comando de p&ré-compilação de evento:
pt_br: Comando do evento pré-compilação:
ru: Команды, выполняемые перед сборкой проекта:
tr: İnşâ-öncesi komut satırı görevi:
zh: 预生成事件命令行(&R):

# Dialog.ProjectOptions.BuildEvents.RunPostBuild
source: &Run the post-build event:
es: &Ejecutar el evento posterior a la generación:
fr: Lancer comme évènement de post-const&ruction:
hu: &Futtassa az utószerkesztési eseményt:
it: &Esegui gli eventi di post-build:
kr: 빌드 후 이벤트 실행(&R):
nl: Voer post-bouw gebeurtenis uit:
no: Kjør kommandolinje etter bygging:
pl: Wywołuj zda&rzenie po zbudowaniu:
pt: Executar evento pós compilação:
pt_br: &Executar o evento pós-compilação:
ru: Выполнить команды после сборки проекта:
tr: İnşâ-sonrası görevini çalıştır:
zh: 运行生成后事件(&R):

# Dialog.ProjectOptions.BuildOptions
source: Compiling
es: Generar
fi: Käännetty
fr: Compiler
hu: Fordítás
it: Compilazione
kr: 컴파일
nl: Compileren
no: Kompilering
pl: Kompilacja
pt: Compilar
pt_br: Compilando
ro: Compilare
ru: Компиляция
tr: Derleme
zh: 生成

# Dialog.ProjectOptions.BuildOptions.AllowUnsafeCode
source: Allow &Unsafe code
es: Permitir Código no &seguro
fi: Salli turvaton koodi
fr: Autoriser le code &Unsafe
hu: Nem &biztonságos kód engedélyezése
it: Consenti codice &Unsafe
kr: 안전하지 않은 코드 허용(&U)
nl: Onveilige code toestaan
no: Tillat "&Unsafe" kode
pl: Pozwalaj na kod &Unsafe
pt: Permitir código &não seguro
pt_br: Permitir &Unsafe code
ru: Разрешить небезопасный код
tr: Güvensiz koda izin ver
zh: 允许不安全代码(&U)

# Dialog.ProjectOptions.BuildOptions.CheckForOverflow
source: &Check for arithmetic overflow/underflow
es: &Verificar desbordamiento aritmético
fr: Vérifier les dépassements de &capacité lors des calculs
hu: &Ellenőrizze a számtani túlcsordulást/hiányt
it: &Controlla overflow ed underflow aritmetici
kr: 산술연산 오버플로/언더플로 검사(&C)
nl: Testen op rekenkundige (negatieve) overloop
no: Sjekk for aritmetisk overflyt/underflyt
pl: Kontroluj niedopełnienia/przepełnienia arytmety&czne
pt: Verificar para excesso/defeito aritmético
pt_br: Verificar por overflow/underflow &matemático
ru: Проверка на арифметическое переполнение/незаполнение
tr: Aritmetik taşmaları kontrol et
zh: 检查算法上溢/下溢(&C)

# Dialog.ProjectOptions.BuildOptions.ConditionalSymbols
source: Con&ditional Compilation Symbols:
es: Símbolos de Compilación Con&dicional:
fr: Symboles de compilation conditionnels:
hu: Fel&tételes fordítási szimbólumok:
it: Simboli della Compilazione Con&dizionale:
kr: 조건부 컴파일 기호(&D):
nl: Voorwaardelijke compilatie symbolen:
no: Prekompileringssymboler:
pl: Symbole Kompilacji Warunkowej:
pt: Compilação con&dicional de Símbolos:
pt_br: Símbolos da Compilação Con&dicional:
ru: Символы условной компиляции:
tr: Koşullu Derleme Sembolleri:
zh: 附加生成符号:

# Dialog.ProjectOptions.BuildOptions.General
source: General
fi: Yleiset
fr: Général
hu: Általános
it: Generale
kr: 일반
nl: Algemeen
no: Generelt
pl: Główne
pt: Gerais
pt_br: Geral
ru: Главное
tr: Genel
zh: 常规

# Dialog.ProjectOptions.BuildOptions.NoCorlib
source: Do not reference &mscorlib.dll
es: No referenciar &mscorlib.dll
fi: Ei &mscorlib.dll
fr: Ne pas référencer &mscorlib.dll
hu: Ne hivatkozzon az &mscorlib.dll-re
it: Non utilizzare il riferimento a &mscorlib.dll
kr: mscorlib.dll을 참조하지 않음(&M)
nl: Geen referentie met &mscorlib.dll
no: Ikke referer &mscorlib.dll
pl: Bez referencji do &mscorlib.dll
pt: Não referir &mscorlib.dll
pt_br: Não referenciar &mscorlib.dll
ru: Отсутствует ссылка на &mscorlib.dll
tr: mscorlib.dll dosyasını kaynak olarak gösterme
zh: 不引用mscorlib.dll(&M)

# Dialog.ProjectOptions.BuildOptions.OptimizeCode
source: O&ptimize code
es: O&ptimizar código
fi: O&ptimoi koodi
fr: O&ptimiser le code
hu: Kód o&ptimizálása
it: O&ttimizza codice
kr: 코드 최적화(&P)
nl: O&ptimaliseer code
no: O&ptimaliser koden
pl: O&ptymalizuj kod
pt: O&ptimizar código
pt_br: &Otimizar código
ro: O&ptimizare cod
ru: Оптимизация кода
tr: Kodu iyileştir
zh: 优化代码(&P)

# Dialog.ProjectOptions.BuildOptions.RemoveOverflowChecks
source: Remove integer overflow &checks
es: Remover verifi&cación de desbordamiento de enteros
fr: Supprimer les vérifications de dépassement de capacité sur les entiers
hu: Elhagyja az egész szám &túlcsordulás ellenőrzéseket
it: Elimina i &controlli di overflow sugli interi
kr: 정수 오버플로 검사 제거(&C)
nl: Verwijder integer overloop testen
no: Fjern sjekk for heltallsoverflyt
pl: Usuń kontrolę przepełnień &całkowitych
pt: Remover verificações de excessos inteiros
pt_br: Remover verificação de overflow de &inteiros
ru: Удалить проверку переполнения integer
tr: Sayısal taşma kontrollerini kaldır
zh: 去除整数溢出检查(&C)

# Dialog.ProjectOptions.BuildOptions.VBOptionsDefaultValues
source: Default values for VB Options:
es: Valores por defecto para Opciones de VB:
fi: Normisäädöt VB asetuksille:
fr: Valeurs par défaut des options VB:
hu: Alapértékek VB Beállításokhoz:
it: Valori di default per le opzioni VB:
kr: VB 옵션에 대한 기본값:
nl: Standaard waarden voor VB Opties:
no: Standard verdier for VB alternativer:
pl: Domyślne wartości dla Opcji VB:
pt: Valores por omissão para Opções VB:
pt_br: Valores padrão para Opções VB:
ro: Valori implicite pentru Opţiunile VB:
ru: Значения по умолчанию для параметров VB:
tr: VB Seçenekleri için varsayılan değerler:
zh: VB选项默认值:

# Dialog.ProjectOptions.CodeFormatting
source: Code Formatting
es: Formato de Código
fr: Formatage du code
it: Formattazione codice
nl: Code formatteren
ru: Форматирование кода

# Dialog.ProjectOptions.Configuration
source: &Configuration
es: &Configuración
fi: &Konfigurointi
hu: &Konfiguráció
it: &Configurazione
kr: 구성(&C)
nl: Instellingen
no: Konfigurasjon
pl: Konfigura&cja
pt: &Configuração
pt_br: &Configuração
ro: &Configurare
ru: Конфигурация
tr: &Konfigurasyon
zh: 配置(C)

# Dialog.ProjectOptions.ConfigurationSpecific
source: Configuration-specific
es: Específico de la configuración
fi: Erityis Konfigurointi
fr: Dépendant de la configuration
hu: Konfiguráció-specifikus
it: Specifici della Configurazione
kr: 구성별
nl: Instelling specifiek
no: Konfigurasjonsspesifikt
pl: Specyficzne dla konfiguracji
pt: Específico da Configuração
pt_br: Específico de configuração
ru: Зависимая от конфигурации
tr: Konfigurasyona özel
zh: 特殊配置

# Dialog.ProjectOptions.ContinueSwitchConfiguration
source: Changing the configuration will save the current values. Continue?
es: Cambiar la configuración guardará los valores actuales. ¿Continuar?
fi: Kokoonpano muutoksiin tallennetaan nykyiset arvot. Jatka ?
fr: Changer la configuration enregistrera les valeurs en cours. Continuer?
hu: A konfiguráció megváltoztatása menti a jelenlegi értékeket. Folytassuk?
it: Cambiare la configurazione salverà i valori correnti. Continuare?
kr: 구성을 바꾸면 현재값들이 저장됩니다. 계속하겠습니까?
nl: De instellingen wijzigen betekent momentele waarden opslaan. Wilt u doorgaan?
no: Å endre konfigurasjonen vil lagre de nåværende verdiene. Vil du fortsette?
pl: Zmiana konfiguracji spowoduje zachowanie bieżących wartości. Kontynuować?
pt: Alterar a configuração irá guardar os valores actuais. Continuar?
pt_br: Trocando a configuração salvará os valores atuais. Continuar?
ro: Schimbarea configuraţiei va salva valorile curente. Continuaţi?
ru: Изменение конфигурации сохранит текущие значения. Продолжить?
tr: Konfigurasyonu değiştirmek şu anki değerleri kaydedecektir. Devam edilsin mi?
zh: 修改配置将保存当前值。继续吗？

# Dialog.ProjectOptions.CustomTool.Filenames
source: Filenames:
fr: Noms de fichier:
it: Nomi files:
ru: Имена файлов:

# Dialog.ProjectOptions.CustomTool.RunOnBuild
source: Run on Build
fr: Lancer après la construction
it: Esegui alla Generazione
ru: Запускать при сборке

# Dialog.ProjectOptions.DebugOptions
source: Debug
es: Depurar
fi: Virheenkorjaus
fr: Déboguage
hu: Nyomkövető
kr: 디버그
nl: Foutopsporing
no: Feilsøking
pt: Depurar
pt_br: Depurar
ro: Depanare
ru: Отладка
tr: Hata Ayıkla
zh: 调试

# Dialog.ProjectOptions.DebugOptions.Arguments
source: Co&mmand line arguments:
es: Argu&mentos de línea de comandos:
fi: Komentoargumentit:
fr: Arguments ligne de co&mmande:
hu: Parancs&sori paraméterek:
it: Argomenti della linea di Co&mando:
kr: 명령줄 인수(&M):
nl: Opdrachtregel argumenten:
no: Kommandolinje argumenter:
pl: Argumenty wiersza pole&ceń:
pt: Argumentos de linha de co&mando:
pt_br: &Argumentos da linha de comando:
ro: Argumente linie de co&mandă:
ru: Аргументы командной строки:
tr: Komut Satırı argümanları:
zh: 命令行参数(&M):

# Dialog.ProjectOptions.DebugOptions.StartAction
source: Start Action
es: Acción de Inicio
fi: Aloita komento
fr: Démarrer action
hu: Indítási Akció
it: Azione di Avvio
kr: 시작 행동
nl: Start actie
no: Starthandling
pl: Akcja startowa
pt: Acção Inicial
pt_br: Ação Inicial
ro: Acţiuni start
ru: Действие при запуске
tr: Harekete Başla
zh: 开始动作

# Dialog.ProjectOptions.DebugOptions.StartBrowser
source: Start browser in &URL:
es: Iniciar navegador en &URL:
fi: Aloita selain & URL:
fr: Lancer navigateur avec l'&URL:
hu: Böngésző indítása &URL-el:
it: Avvia il browser in &URL:
kr: 브라우저 시작 URL(&U):
no: Start nettleser med &URL:
pl: Uruchom przeglądarkę z adresem &URL:
pt: Iniciar navegador em &URL:
pt_br: Iniciar navegador na &URL:
ru: Запускать браузер с &URL:
tr: URL yi görüntüle:
zh: 在URL中启动浏览器(&U):

# Dialog.ProjectOptions.DebugOptions.StartOptions
source: Start Options
es: Opciones de Inicio
fi: Käynnistä Asetukset
fr: Options de lancement
hu: Indítási Beállítások
it: Opzioni di Avvio
kr: 시작 옵션
nl: Startopties
no: Alternativer for start
pl: Opcje startowe
pt: Opções Iniciais
pt_br: Opções Iniciais
ro: Opţiuni start
ru: Настройки запуска
tr: Başlama Seçenekleri
zh: 启动选项

# Dialog.ProjectOptions.DebugOptions.StartProgram
source: Start e&xternal program:
es: Iniciar programa e&xterno:
fi: Aloita ohjelma
fr: Lancer programme e&xterne
hu: Külső &program indítása:
it: Avvia un programma e&sterno:
kr: 외부 프로그램 시작(&X):
nl: Start e&xterne toepassing:
no: Start eksternt program:
pl: Uruchom program &zewnętrzny:
pt: Iniciar programa e&xterno:
pt_br: Iniciar programa &externo:
ro: Start program e&xtern:
ru: Запуск внешней программы:
tr: Dış program çalıştır:
zh: 启动外部程序(&E):

# Dialog.ProjectOptions.DebugOptions.StartProject
source: &Start project
es: Proyecto de &Inicio
fi: Aloita Projekti
fr: Lancer le projet
hu: Projekt &Indítása
it: Progetto di &Avvio
kr: 시작 프로젝트(&S)
no: &Start prosjekt
pl: Projekt &startowy
pt: Projecto Inicial
pt_br: Projeto &Inicial
ro: &Start proiect
ru: Запустить проект
tr: Başlangıç projesi
zh: 启动项目(&S)

# Dialog.ProjectOptions.DebugOptions.WorkingDir
source: &Working directory:
es: Directorio de &trabajo:
fi: &Työkansio:
fr: Répertoire de travail:
hu: &Munkamappa:
it: Cartella di &Lavoro
kr: 작업 디렉터리(&W):
nl: &Werkmap:
no: Arbeidskatalog:
pl: Katalog &roboczy:
pt: &Pasta de trabalho:
pt_br: Diretório de &trabalho:
ro: Director de &Lucru:
ru: Рабочая папка:
tr: &Çalışılan dizin:
zh: 工作目录(&W):

# Dialog.ProjectOptions.DebugSymbolType.Full
source: Full debug information
es: Información completa de depuración
fi: Jatkuva debug info
fr: Informations complètes
hu: Teljes nyomkövetési információ
it: Informazioni di debug complete
kr: 완전한 디버그 정보
nl: Volledige informatie
no: Full feilsøkingsinformasjon
pl: Pełna informacja debug
pt: Informação de depuração completa
pt_br: Informação de depuração completa
ro: Informaţii complete pentru depanare
ru: Полная отладочная информация
tr: Tam hata ayıklama bilgisi
zh: 全部调试信息

# Dialog.ProjectOptions.DebugSymbolType.None
source: No debug information
es: Sin información de depuración
fi: Ei debug infoa
fr: Pas d'infos de déboguage
hu: Nincs nyomkövetési információ
it: Nessuna informazione di debug
kr: 디버그 정보 없음
nl: Geen informatie
no: Ingen feilsøkingsinformasjon
pl: Bez informacji debug
pt: Nenhuma informação de depuração
pt_br: Sem informação de depuração
ro: Fără informaţii de depanare
ru: Отладочная информация отсутствует
tr: Hata ayıklama bilgisi yok
zh: 没有调试信息

# Dialog.ProjectOptions.DebugSymbolType.PdbOnly
source: Only .pdb files
es: Sólo archivos .pdb
fi: Vain .pdb tiedostot
fr: Fichiers .pdb seulement
hu: Csak .pdb fájlok
it: Solo file .pdb
kr: .pdb 파일만
nl: Alleen .pdb files
no: Kun .pdb filer
pl: Tylko pliki .pdb
pt: Só ficheiros .pdb
pt_br: Somente arquivos .pdb
ro: Doare fişiere .pdb
ru: Только файлы .pdb
tr: Sadece .pdb dosyaları
zh: 仅.pdb文件

# Dialog.ProjectOptions.NoPanelsInstalledForProject
source: There are no project options panels installed for this project type.
es: No hay ningún panel de opciones instalado para este tipo de proyecto.
fr: Aucun panneau 'options du projet' n'est installé pour ce type de projet.
hu: Nincsenek projekt beállítások telepítve ehez a projekt típushoz.
it: Non esistono pannelli opzioni installati per questo tipo di progetto.
kr: 이 프로젝트 형식에 대한 프로젝트 옵션 패널이 없습니다.
nl: Er zijn geen project optiepanelen voor dit type project ingesteld.
no: Det er ingen innstillingspanaler installert for denne prosjekttypen.
pl: Brak zainstalowanych paneli opcji projektu dla tego typu projektu.
pt: Não há paineis de opções de projecto instalados para este tipo de projecto.
pt_br: Não há instalado um painel de opções de projeto para esse tipo de projeto.
ru: Панели настроек для данного типа проекта не установлены.
tr: Bu proje türü için yüklenmiş proje seçenekleri paneli yok.
zh: 没有为此类项目安装对应的项目选项配置器.

# Dialog.ProjectOptions.Platform
source: Platform
es: Plataforma
fi: Toimintaohjelma
fr: Plateforme
it: Piattaforma
kr: 플랫폼
no: Plattform
pl: Platforma
pt: Plataforma
pt_br: Plataforma
ro: Platformă
ru: Платформа
zh: 平台

# Dialog.ProjectOptions.PlatformSpecific
source: Platform-specific
es: Específico de la plataforma
fi: Erityis Toimintaohjelma
fr: Dépendant de la plateforme
hu: Platform-specifikus
it: Specifiche della piattaforma
kr: 플랫폼별
nl: Platform specifiek
no: Plattformspesifikk
pl: Specyficzne dla platformy
pt: Específico da plataforma
pt_br: Específico de Plataforma
ro: Specific platformei
ru: Зависимая от платформы
tr: Platforma özel
zh: 特定平台

# Dialog.ProjectOptions.PleaseEnterValidNumber
source: Please enter a valid number.
es: Por favor ingrese un número válido.
fi: Anna kelvollinen numero
fr: Entrez un nombre valide.
hu: Kérem adjon meg egy számot.
it: Inserire un numero valido.
kr: 올바른 숫자를 넣으십시오.
nl: Voer aub een geldig nummer in
no: Vennligst legg inn et gyldig nummer.
pl: Proszę wprowadzić prawidłowy numer.
pt: Por favor inserir um número válido.
pt_br: Por favor, entre com um numero valido.
ru: Пожалуйста, введите правильный номер.
tr: Lütfen geçerli bir sayı giriniz.
zh: 请输入有效的数字.

# Dialog.ProjectOptions.ProjectImports
source: Imports
es: Importa
fi: Tuonnit
hu: Importálások
it: Importa
nl: Importen
no: Importer
pl: Importowane
pt: Importar
ro: Import
ru: Импорт
zh: 导入

# Dialog.ProjectOptions.ProjectImports.AddImport
source: &Add import
es: &Agregar importación
fi: & Lisää tuonti
fr: &Ajouter import
hu: Importálás &Hozzáadás
it: &Aggiungi import
kr: import 더하기(&A)
nl: Toevoegen import
no: Legg til import
pl: Dod&aj import
pt: &Adicionar importação
pt_br: &Adicionar Import
ro: &Adăugare import
ru: Добавить импорт
tr: İthal Ekle
zh: 添加导入(&A)

# Dialog.ProjectOptions.ProjectImports.Namespace
source: &Namespace:
es: &Espacio de Nombres (Namespace):
fi: &Nimiavaruus
fr: Espace de &nom:
hu: &Névtér:
kr: 네임스페이스(&N):
nl: &Naamruimte
pl: Przestrzeń &nazw:
ro: Spaşiu de &nume
ru: Пространство имен:
tr: İsimboşluğu:
zh: 命名空间(&N):

# Dialog.ProjectOptions.ProjectImports.RemoveImport
source: &Remove import
es: &Eliminar importación
fr: Supp&rimer import
hu: Importálás &Eltávolítás
it: &Rimuovi l'importazione
kr: import 제거(&R)
nl: Import verwijderen
no: Fjern import
pl: &Usuń import
pt: &Remover importação
pt_br: &Remover import
ru: Удалить импорт
tr: Çıkar
zh: 删除导入(&R)

# Dialog.ProjectOptions.Publish
source: Publish
es: Publicar
fi: Julkaise
fr: Publier
hu: Publikál
it: Pubblica
kr: 게시
nl: Publiceren
no: Publiser
pl: Publikuj
pt: Publicar
pt_br: Publicar
ro: Publicare
ru: Публикация
tr: Yayınla
zh: 发布

# Dialog.ProjectOptions.ReferencePaths
source: Reference Paths
es: Rutas de referencia
fi: Viite Polku
fr: Chemins de référence
hu: Hivatkozás Útvonalak
it: Percorsi dei Riferimenti
kr: 참조 경로
nl: Referentie paden
no: Referansestier
pl: Ścieżki referencji
pt: Caminhos de Referência
pt_br: Caminhos de Referência
ro: Căi de referinţă
ru: Пути для ссылок
tr: Referans Yolları
zh: 引用路径

# Dialog.ProjectOptions.ReferencePaths.AddPath
source: &Add path
es: &Añadir ruta
fi: &Lisää viitepolku
fr: &Ajouter chemin
hu: Útvonal &Hozzáadása
it: &Aggiungi percorso
kr: 경로 더하기(&A)
nl: Pad toevoegen
no: Legg til sti
pl: Dod&aj ścieżkę
pt: &Adicionar caminho
pt_br: &Adicionar caminho
ro: &Adăugare cale
ru: Добавить путь
tr: Yol ekle
zh: 添加路径(&A)

# Dialog.ProjectOptions.RunPostBuildEvent.Always
source: Always
es: Siempre
fi: Aina
fr: Toujours
hu: Mindig
it: Sempre
kr: 항상
nl: Altijd
no: Alltid
pl: Zawsze
pt: Sempre
pt_br: Sempre
ro: Întotdeauna
ru: Всегда
tr: Daima
zh: 总是

# Dialog.ProjectOptions.RunPostBuildEvent.OnOutputUpdated
source: When the build updates the project output
es: Cuando la generación actualice la salida del proyecto
fr: Quand la construction modifie la sortie du projet
hu: Amikor a szerkesztés módosítja a projekt kimenetét
it: Quando la generazione aggiorna l'uscita del progetto
kr: 빌드 작업이 프로젝트 출력 파일을 갱신할 때
nl: Als bij het bouwen de projectuitvoer bijwerkt wordt
no: Når bygging endrer prosjektresultater
pl: Kiedy budowanie zaktualizuje wynik projektu
pt: Quando a compilação actualiza a saída do projecto
pt_br: Quando a compilação atualiza a saída de projeto
ru: Когда обновились выходные файлы проекта
tr: İnşâ proje çıkışını güncellediğinde
zh: 当项目的输出在生成时被更新时
