Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

source: Web reference URL
es: URL de la Referencia Web
fi: Webbviittaus URL
fr: URL de référence Web
hu: Webhivatkozás URL
it: URL del riferimento Web
kr: 웹 참조 URL
nl: Web referentie URL
no: URL for web referansen
pl: URL referencji web
pt: Referência Web do URL
pt_br: URL de referencia da Web
ro: Adresă de referinţă web
ru: Веб-ссылка URL
tr: Web refarns URL 'si
zh: Web引用URL

source: Solution file ${combineLocation} already exists, do you want to overwrite the existing file?
es: El archivo de la Solución ${combineLocation} ya existe, ¿desea sobrescribir el archivo actual?
fi: Kokoelmatiedosto ${combineLocation} jo olemassa, haluatko korvata olemassa olevan tiedoston ?
fr: Le fichier solution ${combineLocation} existe, voulez-vous écraser le fichier existant ?
hu: A ${combineLocation} Megoldás fájl már létezik, akarja felülírni a meglévő fájlt?
it: Il file della soluzione ${combineLocation} già esistente, sostituire il file esistente?
kr: ${combineLocation} 솔루션 파일이 이미 있습니다. 기존 파일 위에 덮어쓰겠습니까?
nl: Oplossing bestand ${combineLocation} bestaat reeds. Wilt u het bestaande bestand overschrijven?
no: Løsningsfilen ${combineLocation} finnes fra før. Vil du overskrive den eksisterende filen?
pl: Plik rozwiązania ${combineLocation} już istnieje, czy chcesz nadpisać istniejący plik ?
pt: O ficheiro de solução ${combineLocation} já existe, deseja substituir o ficheiro existente?
pt_br: O arquivo ${combineLocation} já existe. Deseja substituí-lo?
ru: Файл решения ${combineLocation} уже существует, хотите перезаписать существующий файл?
tr: ${combineLocation} dosyası zaten var, var olanın üstüne yazılsın mı?
zh: 在路径${combineLocation}上已存在一个解决方案的文件, 您想覆盖已存在的文件吗?

source: Can't create project with type '${type}'.
es: No se puede crear proyecto del tipo '${type}'.
fi: Ei voi luoda projektia. Tyyppi '${type}'.
fr: Impossible de créer le projet avec le type '${type}'.
hu: Nem lehet létrehozni a projektet a '${type}' típussal.
it: Non si può creare il progetto di tipo '${type}'.
kr: '${type}' 형식을 가진 프로젝트를 만들 수 없습니다.
nl: Kan geen project van type '&{type}' maken.
no: Kan ikke lage prosjektet med type '${type}'.
pl: Nie można utworzyć projektu typu '${type}'.
pt: Não é possivel criar o projecto com o tipo '{$type}'.
pt_br: Não é possível criar o projeto com tipo '${type}'.
ro: Nu se poate creea proiectul cu tipul '${type}'.
ru: Невозможно создать проект с типом '${type}'.
tr: '${type}' türünde bir proje oluşturulamıyor.
zh: 无法建立'${type}'类型的项目.

source: File ${fileName} could not be written.
es: El archivo ${fileName} no pudo ser escrito.
fi: Tiedostoon ${fileName} ei voi kirjoittaa
fr: Le fichier ${fileName} ne peut pas être écrasé.
hu: A fájl ${fileName} nem írható.
it: Il file ${fileName} non può essere scritto.
kr: ${fileName} 파일을 기록할 수 없었습니다.
nl: Bestand ${fileName} kon niet worden weggeschreven.
no: Kunne ikke skrive filen ${fileName}.
pl: Plik ${fileName} nie może być zapisany.
pt: O ficheiro ${fileName} não pode ser escrito.
pt_br: O arquivo ${fileName} não pode ser escrito.
ro: Fişierul ${fileName} nu poate fi scris.
ru: В файл ${fileName} невозможно добавлять записи.
tr: ${fileName} dosyası yazılamadı.
zh: 无法写文件${fileName}.

source: Project file ${projectLocation} already exists, do you want to overwrite the existing file ?
es: El archivo de proyecto ${projectLocation} ya existe, ¿desea sobrescribir el archivo existente?
fi: Projektitiedosto ${projectLocation} jo olemassa, haluatko korvata nykyisen tiedoston ?
fr: Le projet ${projectLocation} existe déjà, voulez-vous l'écraser ?
hu: A Projekt fájl ${projectLocation} már létezik. Akarja felülírni a meglévő fájlt?
it: Il file ${projectLocation} del progetto già esiste, si vuole sovrascriverlo?
kr: ${projectLocation} 프로젝트 파일이 이미 있습니다, 있는 파일에 덮어 쓰겠습니까?
nl: Project bestand ${projectLocation} bestaat reeds, wilt u het bestaande bestand overschrijven?
no: Prosjektfilen ${projectLocation} finnes fra før. Vil du overskrive den eksisterende filen?
pl: Plik projektu ${projectLocation} już istnieje, czy chcesz nadpisać istniejący plik?
pt: Já existe o ficheiro de projecto ${projectLocation}, deseja substituir o ficheiro existente?
pt_br: O arquivo ${projectLocation} do projeto já existe, você deseja sobrescrever o arquivo existente?
ro: Fişierul proiect ${projectLocation} există deja, doriţi să-l suprascrieţi ?
ru: Файл проекта ${projectLocation} уже существует, вы действительно хотите перезаписать существующий файл?
tr: ${projectLocation} proje dosyası zaten var, var olanın üstüne yazılsın mı?
zh: 项目文件${projectLocation}已经存在, 您想覆盖所有已存在的文件吗?

# ICSharpCode.SharpDevelop.Internal.Templates.ProjectDescriptor.OverwriteQuestion
source: The File(s) ${fileNames} already exist, do you want to overwrite the existing file(s)?
es: El archivo ${fileNames} ya existe, ¿quiere sobrescribir el archivo existente?
fi: Tiedosto ${fileNames} jo olemassa, haluatko korvata tiedoston ?
fr: Fichier(s) ${fileNames} existants, voulez-vous les écraser ?
it: Il file ${fileNames} esiste già, vuoi sovrascrivere il file esistente?
nl: Bestand(en) ${filenames} bestaan reeds. Wilt u deze overschrijven?
no: Filen(e) ${fileNames} eksisterer allerede, vil du overskrive?
pl: Plik(i) ${fileNames} istnieje, czy chcesz nadpisać istniejący plik(i)?
ru: Файл(ы) ${fileNames} уже существует, вы действительно хотите перезаписать существующий файл(ы)?
zh: 文件${fileNames}已存在,你想覆盖这个文件吗?

source: File(s) already exist
es: El archivo ya existe
fi: Tiedostot ovat olemassa
fr: Fichier(s) existant
hu: A fájl már létezik
it: File già esistente
kr: 파일이 이미 있습니다
nl: Bestand(en) is/zijn reeds bestaand.
no: Filen(e) finnes fra før
pl: Plik już istnieje
pt: Ficheiro já existente.
pt_br: O arquivo já existe
ro: Fişierul există deja
ru: Файл(ы) уже существует(ют)
tr: Dosya zaten var
zh: 文件已经存在

# ICSharpCode.SharpDevelop.LoadingFile
source: Loading ${Filename}...
es: Cargando ${Filename}...
fi: Lataa ${Filename} ...
fr: Chargement de ${Filename}...
it: Caricamento ${Filename}...
kr: ${Filename} 로드 중...
nl: Laden van ${Filename}...
no: Laster ${Filename}...
pl: Ładuję ${Filename}...
pt: A abrir ${Filename}
pt_br: Carregando ${Filename}...
ru: Загрузка ${Filename}...
tr: Yüklüyor ${Filename}...
zh: 加载${Filename}...

# ICSharpCode.SharpDevelop.Project.CloseSolution
source: Close solution
es: Cerrar Solución
fr: Fermer la solution
it: Chiudi soluzione
nl: Oplossing sluiten
ru: Закрыть решение

# ICSharpCode.SharpDevelop.Project.KeepOldSolution
source: Keep old solution open
es: Mantener abierta la solución antigua
fr: Laisser la solution précédente ouverte
it: Mantieni aperta la vecchia soluzione
nl: De oude oplossing open houden.
no: Behold den gamle løsningen åpen
pt_br: Manter a solução antiga aberta
ru: Оставить старое решение открытым
tr: Eski çözümü açık tut
zh: 保持原解决方案打开

# ICSharpCode.SharpDevelop.Project.ReloadSolution
source: Reload solution
es: Recargar solución
fr: Recharger la solution
it: Ricarica soluzione
nl: Oplossing opnieuw laden
no: Last inn løsningen på nytt
pt_br: Recarregar solução
ru: Перезагрузить решение
tr: Çözümü yenile
zh: 重新加载解决方案

# ICSharpCode.SharpDevelop.Project.SolutionAlteredExternallyMessage
source: The solution has been changed externally.
es: La solución ha sido cambiada externamente.
fr: La solution a été modifiée hors de SharpDevelop.
it: La soluzione ha subito dei cambiamenti esterni.
nl: De oplossing is extern gewijzigd.
ru: Файлы решения были изменены другой прогаммой.
zh: 该解决方案已被外部更改。

# ICSharpCode.SharpDevelop.Project.SolutionFormattingOptions.Title
source: Solution Formatting Options
es: Opciones de Formato de Soluciones
fr: Options de formatage de solution
it: Opzioni di Formattazione della Soluzione
nl: Oplossing opties formateren
ru: Настройки форматирования для решения

# ICSharpCode.SharpDevelop.Project.UpgradeView.ChangeCompilerVersionLabel
source: Convert selected &projects to:
es: Convertir &proyectos seleccionados a:
fi: Muunna valitut &projektit:
fr: Convertir les projets sélectionnés vers:
it: Converti &progetti selezionati in:
nl: Converteer geselecteerde &projecten naar
no: Konverter valgte &prosjekter til:
pl: Konwertuj zaznaczone &projekty do:
ru: Преобразовать выбранные проекты в:
zh: 将选中的项目转换到(&P):

# ICSharpCode.SharpDevelop.Project.UpgradeView.ChangeTargetFrameworkLabel
source: Change &target framework:
es: Cambiar framework de &destino:
fr: Changer le framework cible:
it: Cambia framework destinazione:
nl: Wijzig doel Raamwerk:
no: Endre mål-rammeverk:
pl: Zmiana &docelowego frameworku:
ru: Изменить целевой framework:
zh: 切换到新的框架：

# ICSharpCode.SharpDevelop.Project.UpgradeView.ChangeVersionGroupBoxHeader
source: Change version of selected projects
es: Cambiar versión de proyectos seleccionados
fr: Changer la version des projets sélectionnés
it: Cambia la versione dei progetti selezionati
nl: Versie van geselecteerde projecten wijzigen
no: Endre versjon på valgte prosjekter
pl: Zmień wersję zaznaczonych projektów
ru: Изменение версии выбранных проектов
zh: 更改选定项目的版本

# ICSharpCode.SharpDevelop.Project.UpgradeView.CompilerVersion
source: Compiler Version
es: Versión del Compilador
fr: Version du compilateur
it: Versione Compilatore
nl: Compiler versie
no: Kompilator-versjon
pl: Wersja Kompilatora
ru: Версия компилятора
tr: Derleyici Sürümü
zh: 编译器版本

# ICSharpCode.SharpDevelop.Project.UpgradeView.ConvertButton
source: &Convert
es: &Convertir
fi: &Muunna
fr: &Convertir
it: &Converti
nl: &Converteren
no: Konverter
pl: Konwertuj
ru: Преобразовать
tr: Dönüştür
zh: 转换(&C)

# ICSharpCode.SharpDevelop.Project.UpgradeView.DoNotChange
source: <do not change>
es: <no cambiar>
fi: <Älä muuta>
fr: <ne pas changer>
it: <non cambiare>
nl: <niet wijzigen>
no: <ikke endre>
pl: <nie zmieniaj>
ru: <неизменяемый>
tr: <değiştirmeyin>
zh: <不改变>

# ICSharpCode.SharpDevelop.Project.UpgradeView.TargetFramework
source: Target Framework
es: Framework de Destino
fi: Kohdekehys
fr: Framework cible
it: Framework Destinazione
nl: Doel Raamwerk
no: Målrammeverk
pl: Docelowa wersja .NET Framework
ru: Целевой Framework
tr: Hedef Çatı
zh: 目标框架

# ICSharpCode.SharpDevelop.Project.UpgradeView.Title
source: Project Upgrade
es: Actualización de Proyecto
fi: Paranna Projekti
fr: Mettre à jour le projet
it: Aggiorna Progetto
nl: Project opwaarderen
no: Prosjektoppgradering
pl: Ulepszanie Projektu
ru: Обновление проекта
tr: Proje Yükseltmesi
zh: 项目升级

# ICSharpCode.SharpDevelop.Project.UpgradeView.UpdateOnLoadDueToMissingMSBuild
source: The project '${ProjectName}' is targeting MSBuild ${OldToolsVersion}, but that version is not installed. Do you want to upgrade the project to MSBuild ${NewToolsVersion}? The project cannot be opened without upgrading.
es: El proyecto '${ProjectName}' esta haciendo referencia a MSBuild ${OldToolsVersion}, pero esa versión no esta instalada. ¿Quiere actualizar el proyecto a MSBuild ${NewToolsVersion}? El proyecto no puede ser abierto sin ser actualizado.
fr: Le projet '${ProjectName}' cible MSBuild ${OldToolsVersion}, mais cette version n'est pas installée. Voulez vous mettre à jour le projet vers MSBuild ${NewToolsVersion}? Le projet ne sera pas ouvert sans cette mise à jour.
it: Il progetto '${ProjectName}' usa MSBuild ${OldToolsVersion}, ma questa versione non è installata. Vuoi aggiornare il progetto a MSBuild ${NewToolsVersion}? Il progetto non può essere aperto senza essere aggiornato.
nl: Het project '${ProjectName}' heeft als doel MSBuild ${OldToolsVersion}, maar die versie is niet geïnstalleerd. Wilt u het project opwaarderen naar MSBuild ${NewToolsVersion}? Zonder opwaarderen kan het project niet geopend wordenh.
ru: Проект '${ProjectName}' ссылается на версию ${OldToolsVersion} MSBuild, но данная версия не установлена. Хотите ли вы обновить проект до версии ${NewToolsVersion} MSBuild? Данный проект не может бть открыт без процедуры ибновления.
zh: 工程'${ProjectName}'要求采用MSBuild ${OldToolsVersion}，但该版本并未安装。 请问是否将它升级到MSBuild ${NewToolsVersion}? 如果不升级那么此工程将无法打开。

# ICSharpCode.SharpDevelop.Project.UpgradeView.UpdateToMSBuildButton
source: Upgrade to MSBuild ${NewToolsVersion}
es: Actualizar a MSBuild ${NewToolsVersion}
fr: Mettre à jour vers MSBuild ${NewToolsVersion}
it: Aggiorna a MSBuild ${NewToolsVersion}
nl: Opwaarderen naar MSBuild ${NewToolsVersion}
ru: Обновить до MSBuild ${NewToolsVersion}

source: This solution was created using a previous version of SharpDevelop. You might want to upgrade it so that you can use new language or framework features.
es: Esta solución fue creada usando una versión previa de SharpDevelop. Quizás quiera actualizarlo para poder usar nuevas características del lenguaje o del framework.
fr: Cette solution a été créée par une précédente version de SharpDevelop. La mettre à jour vous permet d'utiliser de nouveaux languages, ou les évolutions du framework.
it: Questa soluzione è stata creata con una versione precedente di SharpDevelop. Potresti volerla aggiornare così da utilizzare le nuove funzionalità del linguaggio o del framework.
nl: Deze oplossing werd met een eerdere versie van SharpDevelop gemaakt. Door te upgraden kan gebruik gemaakt worden van nieuwe taal- of raamwerk mogelijkheden.
no: Denne løsningen ble opprettet med en tidligere versjon av SharpDevelop. Du bør kanskje oppgradere den slik at du kan bruke nye funksjoner i språk eller rammeverk.
pl: To rozwiązanie zostało utworzone przy pomocy poprzedniej wersji SharpDevelop. Możesz chcieć je ulepszyć w celu wykorzystania nowego języka lub możliwości środowiska .NET Framework.
ru: Это решение было создано с помощью предыдущей версии SharpDevelop. Возможно, вы захотите, преобразовать его так, чтобы использовать новый язык или новые возможности framework'a.
zh: 这个解决方案是用SharpDevelop的旧版本创建的。 您需要转换为新版本的解决方案，因为它支持新语言或框架的新特性。

# ICSharpCode.TextEditor.Document.SearchReplaceManager.MarkAllDone
source: Mark all done.
es: Marcar todo listo.
fi: Merkitse kaikki tehdyksi.
fr: Toutes les occurences ont été marquées.
hu: Minden kijelölés kész.
it: Marcatori eseguiti
kr: 모두 완료된 것으로 표시합니다.
nl: Alles markeren gereed.
no: Alle er markert.
pl: Zaznaczenie wszystkich zakończone.
pt: Marcar tudo concluido.
pt_br: Todos marcados com sucesso.
ro: Marchează-le pe toate ca fiind rezolvate.
ru: Отметить все выполненные.
tr: Olanların hepsini işaretle
zh: 完成全部标记。

# ICSharpCode.TextEditor.Document.SearchReplaceManager.ReplaceAllDone
source: ${Count} replacements done.
es: ${Count} reemplazos realizados.
fi: ${Count} muuta kaikki tehdyiksi
fr: ${Count} remplacements effectués.
hu: Minden felcserélés kész.
it: ${Count} sostituzioni eseguite.
kr: 바꾸기 작업이 끝났습니다.
nl: ${Count} vervangingen uitgevoerd.
no: ${Count} erstatninger utført.
pl: Zastępowanie wszystkich zakończone.
pt: Alterar tudo o que está concluido.
pt_br: Substituído com Sucesso.
ro: Înlocuire terminată.
ru: Выполнено ${Count} замен.
tr: Olanların hepsini değiştir.
zh: 已完成${Count}次替换。

# ICSharpCode.UnitTesting.AllTestsTreeNode.Text
source: All Tests
es: Todas las Pruebas
fi: Kaikki testit
fr: Tous les tests
it: Tutti i test
kr: 모든 시험
nl: Alle testen
no: Alle tester
pl: Wszystkie Testy
pt: Todos os Testes
pt_br: Todos os testes
ro: Toate testele
ru: Все тесты
tr: Tüm Testler
zh: 所有测试

# ICSharpCode.UnitTesting.CodeCoverage
source: Code Coverage
es: Cobertura de Código
fi: Koodikate analyysi
fr: Couverture de code
hu: Kód Felhasználás
it: Analisi del Codice
kr: 코드 커버리지
nl: Code Dekking
no: Kodedekning
pl: Pokrywanie Kodu
pt: Cobertura do Código
pt_br: Cobertura de Código
ru: Покрытие кода
tr: Kod Kapsama
zh: 代码覆盖率

# ICSharpCode.UnitTesting.OptionsPanel.CreateXmlOutputFile
source: Create XML output file
es: Crear archivo de salida XML
fi: Tee XML ulostulo tiedosto
fr: Crée un fichier de sortie XML
it: Crea un file di destinazione XML
nl: Maak XML output bestand aan
no: Lag XML resultatfil
ru: Создавать XML-файл с результатами
zh: 创建XML输出文件

# ICSharpCode.UnitTesting.OptionsPanel.LabelEachTest
source: Label each test
es: Etiquetar cada prueba
fi: Nimeä joka testi
fr: Nommer chaque test
it: Etichetta ogni test
kr: 각 시험에 이름 붙이기
nl: Elke test labellen
no: Navngi hver test
ru: Отмечать каждый тест
zh: 标签匹配测试

# ICSharpCode.UnitTesting.OptionsPanel.ShadowCopy
source: Shadow copy
es: Copia shadow
fr: Cliché instantané
it: Copia nascosta
kr: 섀도 복사
nl: Schaduw kopie
no: Skyggekopiering
ru: Теневое копирование сборок
zh: 阴影复制

# ICSharpCode.UnitTesting.OptionsPanel.ShowLogo
source: Show logo
es: Mostrar logo
fi: Näytä logo
fr: Afficher le logo
it: Mostra logo
kr: 로고 보이기
nl: Logo in beeld
no: Vis logo
pl: Pokaż logo
ro: Arată logo
ru: Показывать логотип
tr: Logoyu göster
zh: 查看日志

# ICSharpCode.UnitTesting.OptionsPanel.ShowProgress
source: Show progress
es: Mostrar progreso
fr: Afficher l'avancement
it: Mostra avanzamento
kr: 진행 보이기
nl: Tonen van de voortgang
no: Vis framdrift
pl: Pokaż postęp
ro: Arată progresul
ru: Показывать прогресс
tr: İlerleme durmunu göster
zh: 查看进程

# ICSharpCode.UnitTesting.OptionsPanel.Thread
source: Run tests on separate thread
es: Ejecutar pruebas en un hilo separado
fi: Testaa erillisessä säikeessä
fr: Lancer les tests dans des threads séparés
it: Esegui tests su thread separati
kr: 시험을 각자 다른 스레드로 실행
nl: Testen in een aparte draad uitvoeren
no: Kjør tester på separat tråd
pl: Uruchom testy w osobnym wątku
ru: Запускать тесты в отдельном потоке
zh: 在不同的线程上运行测试

# ICSharpCode.UnitTesting.RunAllWithCoverage
source: Run all tests with code coverage
es: Ejecutar todas las pruebas con cobertura de código
fr: Lancer tous les tests sous couverture de code
it: Esegui tutti i test con copertura codice
nl: Alle testen met codedekking uitvoeren
no: Kjør alle tester med kodedekning
pl: Uruchom wszystkie testy z pokryciem kodu
pt_br: Executar todos os testes com cobertura de código
ru: Запустить все тесты с покрытием кода
zh: 运行所有代码覆盖率测试

# ICSharpCode.UnitTesting.RunInTestPad
source: Run in unit test pad
es: Ejecutar en el panel de pruebas de unidad
fr: Exécuter dans la zone de test unitaire
hu: Futtatás az egység teszt panelen
it: Eseegui in ambiente di test
kr: 단위 시험판에서 실행
nl: Uitvoeren in unit test pad.
no: Kjør i enhetstest-vindu
pl: Uruchom w oknie jednostki testującej
pt: Executar em painel de teste unitário
pt_br: Executa na mesa de teste unitário
ru: Запустить в панели модульных тестов
tr: Birimi test tepsisinde çalıştır

# ICSharpCode.UnitTesting.RunProjectTests
source: Run tests in current project
es: Ejecutar pruebas en el proyecto actual
fr: Lancer les tests pour le projet courant
it: Esegui i test in questo progetto
nl: Testen in momenteel project uitvoeren
no: Kjør testene i dette prosjektet
pl: Uruchom testy aktualnego projektu
pt_br: Executar os testes no projeto corrente.
ru: Запустить тесты в текущем проекте
tr: Şu anki projedeki testleri çalıştır
zh: 在当前项目中运行单元测试。

# ICSharpCode.UnitTesting.RunWithCoverage
source: Run with code coverage
es: Ejecutar con cobertura de código
fi: Aja koodi kattavuusanalyysi
fr: Exécuter avec la couverture de code
hu: Futtatás kód felhasználás ellenőrzéssel
it: Esegui con Analisi del Codice
kr: 코드 커버리지와 함께 실행
nl: Uitvoeren met Code Dekking
no: Kjør med kodedekning
pl: Uruchom z pokrywaniem kodu
pt: Executar com cobertura de código
pt_br: Executar com cobertura de código
ru: Запустить с покрытием кода
tr: Kod kapsama ile çalıştır
zh: 运行代码覆盖率

# ICSharpCode.UnitTesting.RunWithDebugger
source: Run with debugger
es: Ejecutar con depurador
fi: Kattavuusanalyysi Debuggerilla
fr: Exécuter avec le débogueur
hu: Futtatás nyomkövetővel
it: Esegui con Debugger
kr: 디버거와 함께 실행
nl: Uitvoeren met foutopsporing
no: Kjør med feilsøking
pl: Uruchom z debuggerem
pt: Executar com o depurador
pt_br: Executar com depurador
ru: Запуск с отладкой
tr: Hata ayıklayıcı ile çalıştır
zh: 带调试器运行

# ICSharpCode.UnitTesting.StatusBarProgressLabel
source: Testing ${Name}...
es: Probando ${Name}...
fi: Testaa ${Name}...
fr: En cours de test ${Name}...
it: Test di ${Name}...
nl: Testen ${Name}...
no: Tester ${Name}...
ru: Тестирование ${Name}...
zh: 正在测试${Name}...

# ICSharpCode.UnitTesting.TestMenu
source: &Test
es: &Pruebas
fi: &Testi
nl: &Testen
ru: Тест
zh: 测试(&T)

# ICSharpCode.UnitTesting.TestRunnerNotFoundMessageFormat
source: Unable to run unit tests. The file '{0}' cannot be found.
es: No se pudieron ejecutar los test de unidad. El archivo '{0}' no se pudo encontrar.
fi: Ei voi ajaa osatestiä. Tiedostoa '{0}' ei löytynyt.
fr: Impossible de lancer les tests unitaires, fichier {0} introuvable.
it: Impossibile eseguire unit test. Il file '{0}' non è stato trovato.
nl: Unittesten kunnen niet uitgevoerd omdat het bestand '{0}' niet gevonden wordt.
no: Kan ikke kjøre enhetstester. Filen '{0}' finnes ikke.
ru: Не удалось запустить юнит-тесты. Не удалось найти файл '{0}'.
zh: 无法运行单元测试。找不到文件'{0}'。

# ICSharpCode.WebProjectOptionsPanel
source: Web
fi: Webb
ru: Веб
zh: 网络

# ICSharpCode.WebProjectOptionsPanel.ApplicationExists
source: Application already exists.
es: La aplicación ya existe.
fi: Sovellus on jo olemassa.
fr: L'application existe déjà.
it: L'applicazione esiste già.
nl: Applicatie bestaat reeds.
ru: Приложение уже существует.
zh: 应用程序已经存在。

# ICSharpCode.WebProjectOptionsPanel.CreateVirtualDir
source: Create application/virtual directory
es: Crear directorio virtual/de aplicación
fr: Créer Application/répertoire virtuel
it: Crea applicazione/cartella virtuale
nl: Maak applicatie/virtuele directory
ru: Создать виртуальную папку
zh: 创建应用程序或虚拟目录

# ICSharpCode.WebProjectOptionsPanel.DisableWebServerButton
source: Disable web server options
es: Deshabilitar opciones del servidor web
fr: Options de désactivation du serveur web
it: Disattiva le opzioni del web server
nl: Schakel Web server opties uit.
ru: Отключить настройки веб-сервера
zh: 禁用web服务器选项

# ICSharpCode.WebProjectOptionsPanel.IISNotFound
source: Local IIS or IIS Express was not found.
es: No se encontró un IIS o IIS Express local.
fi: ( IIS tai IIS Express ) Ei löydy paikallista webpalvelinta
fr: IIS local ou IIS Express introuvable.
it: IIS o IIS Express non sono stati trovati.
nl: Plaatselijke IIS of IIS Express niet gevonden.
ru: Не удалось обнаружить локальный сервер IIS или IIS Express.
zh: 本机没有找到IIS或IIS Express。

# ICSharpCode.WebProjectOptionsPanel.NoIISWP
source: ASP.NET/IIS (Express) worker process ({0}) was not found.
es: No se encontró el proceso ASP.NET/IIS (Express) ({0}).
fi: ASP.NET/IIS(Express) prosessia ({0}) ei löydy
fr: Processus de travail {0} ASP.NET/IIS(Express) introuvable.
it: ASP.NET/IIS (Express) worker process ({0}) non trovato.
nl: ASP.NET/IIS (Express) werker proces ({0}) werd niet gevonden.
ru: Рабочий процесс ASP.NET/IIS (Express) ({0}) не найден.
zh: ASP.NET/IIS(Express)的工作进程({0})没有找到。

# ICSharpCode.WebProjectOptionsPanel.Port
source: Server port:
es: Puerto de servidor:
fi: Serverin portti:
fr: Port:
it: Porta server:
nl: Server poort:
ru: Порт сервера:
zh: 服务器端口：

# ICSharpCode.WebProjectOptionsPanel.ProjectUrl
source: Project Url:
es: Url del Proyecto:
fi: Projektin Url:
fr: URL du projet:
it: Url Progetto:
ru: Url проекта:
zh: 项目Url：

# ICSharpCode.WebProjectOptionsPanel.Server
source: Web Server
es: Servidor Web
fi: Webbserver
fr: Serveur Web
ru: Веб-сервер
zh: Web服务器

# ICSharpCode.WebProjectOptionsPanel.UnableToAttach
source: Debugger was unable to attach to process.
es: El depurador no pudo adjuntarse al proceso.
fr: Le déboggueur ne peut pas lier au processus.
it: Il debugger non riesce a collegarsi al processo.
nl: Debugger kon het proces niet binden.
ru: Не удалось подключиться отладчиком к процессу.
zh: 调试器无法附加到进程。

# ICSharpCode.WebProjectOptionsPanel.UseIISExpress
source: Use IIS Express Web server
es: Usar el Servidor Web IIS Express
fr: Utiliser le serveur Web IIS Express
it: Usa Web server IIS Express
nl: Gebruik IIS Express Web server
ru: Использовать веб-сервер IIS Express
