Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ICSharpCode.SharpDevelop.Commands.RunCompile.LanguageBindingCantCompileFileError
source: Language binding ${LanguageBinding} can't compile ${FileName}.
es: Enlace de lenguaje ${LanguageBinding} no puede compilar ${FileName}.
fi: Kielisidoksia ${LanguageBinding} ei voi kääntää ${FileName}.
fr: La déclaration syntaxique ${LanguageBinding} ne peut pas compiler ${FileName}.
hu: A nyelvi kötésben ${LanguageBinding} nem lefordítható a ${FileName}.
it: Il collegamento al linguaggio ${LanguageBinding} non può compilare ${FileName}.
kr: ${LanguageBinding} 언어 바인딩이 ${FileName}를 컴파일할 수 없습니다.
nl: Taal binding ${LanguageBinding} kan ${FileName} niet compileren.
no: Språkbinding ${LanguageBinding} kan ikke kompilere ${FileName}.
pl: Powiązanie języka ${LanguageBinding} nie możne skompilować ${FileName}.
pt: Linguagem ${LanguageBinding} não consegue compilar ${FileName}.
pt_br: A linguagem associada ${LanguageBinding} não compila ${FileName}.
tr: ${LanguageBinding} dil bağlaması ${FileName} dosyasını derleyemiyor.
zh: 生成语言${LanguageBinding}不能编译${FileName}.

source: Root designer does not support Windows Forms view technology.
es: El diseñador raíz no soporta tecnología de vistas de Formularios de Windows.
fi: Root Designer ei tue "Window lomakenäkymää"
fr: Le concepteur racine ne supporte pas la technologie de visualation WinForms.
hu: Az Alap-tervező nem támogatja a Windows Űrlap nézet technológiát.
it: Il designer di base non supporta il modello di tecnologia Windows Forms.
kr: 루트 디자이너는 Windows 폼 뷰 기술을 지원하지 않습니다.
nl: Basis designer ondersteunt Windows Forms View Technology niet.
no: Rotdesigneren støtter ikke Windows Forms visningsteknologi.
pl: Root designer nie wspiera technologii widoku Windows Forms.
pt: O desenhador raiz não suporta a tecnologia de visualização de formulários do windows.
pt_br: Desenhador raiz não suporta a tecnologia Windows Forms.
tr: Kök tasarımcısı Windows Forms görünüm teknolojisini desteklemiyor.
zh: 根设计器不支持Windows窗体的视图技术.

source: Exception while creating the component for the Forms Designer (a component has thrown an exception in the constructor). THIS DOES NOT AFFECT THE SOURCE CODE.
es: Excepción al crear el componente para el Diseñador de Formularios (un componente ha arrojado una excepción en el constructor). ESTO NO AFECTA EL CÓDIGO FUENTE.
fi: Poikkeuksen aikainen komponentin luontivirhe. Tämä ei vaikuta lähdekoodiin.
fr: Exception lors de la création d'un composant pour le Form Designer (un composant a levé une exception dans son constructeur). CELA N'AFFECTE PAS VOTRE CODE SOURCE.
hu: Kivétel történt az Űrlap Tervező létrehozása közben (kivétel keletkezett a komponens létrehozásakor) EZ NINCS HATÁSSAL A FORRÁSKÓDRA.
it: SI è verificata un'eccezione nella creazione del componente per il Forms Designer (Un componente ha generato un'eccezione nel costruttore). QUESTO NON INTERESSA IL CODICE SORGENTE.
kr: 폼 디자이너를 위한 구성 요소를 만드는 도중 예외가 발생했습니다. (구성 요소 중 하나가 생성자에서 예외를 발생시켰습니다.) 이것은 소스 코드에 영향을 미치지 않습니다.
nl: Uitzondering bij maken van de component in de formulier-ontwerper. (Component veroorzaakte een uitzondering in de constructor) DIT HEEFT GEEN INVLOED OP DE BRON CODE.
no: Feil under oppretting av et komponent for Forms designeren (et komponent har gitt en feilmelding i constructor). DETTE PÅVIRKER IKKE KILDEKODEN.
pl: Wyjątek podczas tworzenia komponentu dla Forms Designera (komponent wyrzucił wyjątek w konstruktorze). TO NIE WPŁYWA NA KOD ŹRÓDŁOWY.
pt: Ocorreu uma Excepção durante a criação do componente do Form Designer (um componente despoltou uma excepção dentro do constructor). ISTO NÃO AFECTARÁ O CÓDIGO FONTE.
pt_br: Ocorreu uma exceção ao criar o componente para o Desenhador de Formulários (um componente disparou uma exceção no construtor). ISSO NÃO AFETA O CÓDIGO FONTE.
ro: Excepţie pe durata creării componentei pentru Proiectantul de Forme (o componentă a introdus o excepţie în constructor). ACEST LUCRU NU AFECTEAZĂ CODUL SURSĂ.
tr: Form Tasarımcısı için bileşen oluştururken hata( bileşen, kurucusunda bir hata oluşturdu). BU KAYNAK KODUNU ETKİLEMEZ.
zh: Exception while creating the component for the Forms Designer (a component has thrown an exception in the constructor). THIS DOES NOT AFFECT THE SOURCE CODE. 为窗体设计器创建控件时引发了异常（一个控件的构造函数中发生了异常）。 说明：此异常不影响源代码。

source: Reference assembly
es: Ensamblado referenciado
fr: Référencer l'assembly
it: Referenzia assembly
nl: Referentie assembly

source: If set to false, this reference specifies only a build-order dependency and does not cause the assembly to be referenced.
es: Si se establece en falso, esta referencia especifica solo una dependencia de orden de generación y no causa una referencia al ensamblado.
fr: Si positionné à Faux, cette référence spécifie uniquement une dépendance dans l'ordre de la construction sans référencer l'assembly.
it: Se impostato a falso, questo riferimento implica solo una dipendenza nella sequenza di compilazione e non un riferimento all'assembly.
nl: Indien false, specificeert deze referentie enkel een bouw-volgorde afhankelijkheid en heeft niet tot gevolg dat de assembly gerefereerd wordt.

# ICSharpCode.SharpDevelop.Services.AmbienceService.AmbienceNotFoundError
source: Current ambience not found. Goto 'Options->Visual Style' and change the current language ambience.
es: El ambiente actual no se encontró. Vaya a 'Opciones->Estilo Visual' y cambie el lenguaje del ambiente.
fi: Varoitus ! Ympäristö ei löytynyt. Siirry Asetukset-> UI-Kieli ja vaihda kieli ympäristöä
fr: Ambiance actuelle introuvable. Allez dans 'Outils/Options->Style Visuel pour changer l'ambiance actuelle.
hu: Jelenlegi nyelvkörnyezet nem található. Válassza a 'Beállítások->Látványstílus' menüpontot és változtasson a jelenlegi nyelvkörnyezeten.
it: Ambiente corrente non trovato. Vai a 'Opzioni->Stile visuale' e cambia l'attuale ambiente del linguaggio.
kr: 현재 분위기가 발견되지 않았습니다. '옵션->시각 스타일'에 가서 현재 언어의 분위기를 바꾸십시오.
nl: Momentele ambience niet gevonden. Ga naar 'Opties->Vormgeving' en wijzig de momentele taal ambience.
no: Aktivt miljø finnes ikke. Gå til 'Alternativer -> Visuell stil' og endre språkmiljø.
pl: Bieżąca atmosfera nie została znaleziona. Idź do 'Opcje->Styl wizualny' i zmień atmosferę bieżącego języka.
pt: O ambiente actual não foi encontrado. Vá a 'Opções -> Estilo Visual' e altere o ambiente de linguagem actual.
pt_br: Ambiente corrente não encontrado. Va para 'Opções->Estilo Visual' e mude o idioma corrente.
tr: Şu anki ortam bulunamadı. 'Seçenekler->Görsel Biçim' e gidin ve şu anki dil ortamını değiştirin.
zh: 无法找到当前. 请通过'选项->外观效果'来更改当前语言的色调风格.

# ICSharpCode.WebProjectOptionsPanel.NoProjectUrlOrProgramAction
source: There is no external program or URL specified. Check the web server at Project Properties - Web tab.
es: No hay ningún programa externo ni URL especificada. Verifique el servidor web en la pestaña Web de las propiedades del proyecto.
fr: Aucun programme externe ni URL spécifié. Vérifier le serveur web dans Propriétés du projet - onglet Web.
it: Non è stato specificato nessun Url di Progetto o programma esterno. Controlla il web server sulla linguetta Proprietà Progetto - Web.
nl: Er is geen extern programma of URL gespecificeerd. Controleer de web server bij Project eigenschappen - Web tab.
zh: 未指定工程的URL地址或外部程序。请到工程属性的“调试”选项卡中检查WEB服务器的设置

# ICSharpCode.WixBinding.WixDirectoryElement.AppDataFolder
source: Application Data
es: Datos de Programa
it: Dati applicazione
nl: Toepassing gegevens
no: Applikasjonsdata
pl: Dane Aplikacji
pt: Dados da Aplicação
tr: Uygulama Verileri
zh: 应用数据

# ICSharpCode.WixBinding.WixDirectoryElement.CommonFiles64Folder
source: Common Files 64
es: Archivos Comunes 64
it: File Comuni 64
kr: 공유 파일 x64
nl: Algemene bestanden 64
no: Fellesfiler 64
pt: Ficheiros Comuns 64
tr: Ortak Dosyalar 64
zh: 公共文件 64

# ICSharpCode.WixBinding.WixDirectoryElement.CommonFilesFolder
source: Common Files
es: Archivos Comunes
it: File Comuni
kr: 공유 파일
nl: Algemene bestanden
no: Fellesfiler
pt: Ficheiros Comuns
tr: Ortak Dosyalar
zh: 通用文件夹

# ICSharpCode.WixBinding.WixDirectoryElement.ProgramFiles64Folder
source: Program Files (x64)
es: Archivos de Programa (x64)
hu: Program Fájlok (x64)
it: Programmi (x64)
nl: Programma bestanden (x64)
no: Programfiler (x64)
pt: Programas (x64)
tr: Program Dosyaları (x64)
zh: 程序文件(x64)

# ICSharpCode.WixBinding.WixDirectoryElement.ProgramFilesFolder
source: Program Files
es: Archivos de Programa
hu: Program Fájlok
it: Programmi
nl: Programma bestanden
no: Programfiler
pt: Programas
tr: Program Dosyaları
zh: 程序文件

# ICSharpCode.WixBinding.WixPubcaExtensionTitle
source: COM+ and Message Queue Extension (pubca)
es: COM+ y Message Queue Extension (pubca)
fr: COM+ et extension de file de messages (pubca)
it: Estensioni COM+ e Message Queue (pubca)
kr: COM+와 메시지 큐 확장 (pubca)
nl: COM+ en meldingrij extensie (pubca)
no: COM+ og Message Queue utvidelse (pubca)
pt: Extensão COM+ e Message Queue (pubca)
tr: COM+ ve Mesaj Kuyruğu Uzantısı(pubca)
zh: COM+和消息队列扩展(pubca)

# ICSharpCode.WpfDesign.AddIn.Options.EnableAppXamlParsing
source: Enable App.xaml parsing
fr: Activer l'analyse de App.xml
it: Attiva l'analisi di App.xaml

# ICSharpCode.WpfDesign.AddIn.Options.Title
source: WPF Editor
fr: Editeur WPF
it: Editor WPF

# ICSharpCode.WpfDesign.AddIn.PressAltText
source: Press "Alt" to enter Container
fr: Appuyer sur "Alt" pour saisir un Conteneur
it: Premere "Alt" per entrare nel Contenitore

# MainWindow.Windows.Debug.MemoryPad.NoMappings
source: No mappings for memory addresses!
es: No hay mapeo para direcciones de memoria!
fr: Pas de mapping pour les adresses mémoire!
it: Nessuna mappatura per gli indirizzi di memoria!
nl: Geen toewijzingen voor geheugenadressen!
zh: 没有对内存地址的映射！

# MainWindow.Windows.Debug.ParallelStack
source: Parallel Stacks
es: Stacks Paralelos
fi: Rinnakkaispinot
fr: Visualiser les processus
it: Stack Paralleli
nl: Parallelle stapels

# MainWindow.Windows.Debug.ToggleMethodView
source: Toggle Method View
es: Cambiar Vista de Método
fr: Basculer vers la vue "par méthodes"
it: Nascondi Vista Metodo
nl: Wissel methode weergave
zh: 切换方法视图

# MainWindow.Windows.SearchResultPanel.SelectViewMode.ToolTip
source: Select search list mode
es: Seleccionar modo de búsqueda
fi: Valitse hakuluettelosta tilassa
fr: Sélectionnez le mode de recherche des listes
hu: Válasszon keresési lista módot
it: Seleziona la modalità di ricerca in lista
kr: 검색 리스트 모드 선택
nl: Selecteer de zoeklijst modus
no: Velg søkeliste modus
pl: Wybierz tryb listy wyszukiwania
pt: Seleccionar modo de pesquisa de lista
pt_br: Selecionar o modo de pesquisa
tr: Arama listesi durumunu seç
zh: 选择搜索模式

# SharpReport.Toolbar.DataField
source: DataField
es: Campo de Datos
fi: Tietokenttä
fr: Champ de données
hu: AdatMező
it: CampoDati
nl: Gegevens veld
no: Datafelt
pl: PoleDanych
pt: CampoDeDados
pt_br: CampoDados
ro: CâmpDeDate
tr: VeriAlanı
zh: 数据字段

# SharpReport.Toolbar.DataRow
source: DataRow
es: Fila de Datos
fr: Champ de Données
hu: AdatSor
it: Riga Dati
kr: 데이터줄
no: Datarad
pl: WierszDanych
pt: Linha de Dados
pt_br: Linha de dados
tr: DataSatırı
zh: 数据行

# SharpReport.Toolbar.Functions.PageNumberofNumbers
source: PageNumber of Numbers
es: Página de Páginas
fr: PageNuméro sur NombreDePages
hu: Oldalszámozás
it: Numero dei numeri di pagina
kr: 숫자의 페이지 번호
nl: PaginaNummer van Nummers
no: Sidenummer av totalt
pl: NumerStrony z Numerów
pt: Números de Nº. Pág.
pt_br: Página de Páginas
ro: PageNumber din Numbers
tr: Sayfaların SayfaNumarası
zh: 数字页号

# Templates.Project.PortableLibrary.Name
source: Portable Class Library
es: Biblioteca de Clases Portable
fr: Bibliothèque de classes portables
it: Libreria di classi portabile
nl: Portable Klassen-bibliotheek

# AddIns.HelpViewer.MicrosoftHelpViewerTitle
source: Microsoft Help Viewer
es: Visor de Ayuda de Microsoft
fr: Visionneuse de l'aide Microsoft
no: Microsoft Hjelp-viser
pt: Visualizador de Ajuda da Microsoft
pt_br: Visualizador de Ajuda da Microsoft
tr: Microsoft Yardım Görüntüleyici
zh: 微软帮助查看器

# ICSharpCode.WixBinding.WixDirectoryElement.System16Folder
source: System (x16)
es: Systema (x16)
nl: Systeem (x16)
pt: Sistema (x16)
tr: Sistem (x16)
zh: 系统(x16)

# ICSharpCode.WixBinding.WixDirectoryElement.System64Folder
source: System (x64)
es: Systema (x64)
nl: Systeem (x64)
pt: Sistema (x64)
tr: Sistem (x64)
zh: 系统(x64)

# ICSharpCode.WixBinding.WixDirectoryElement.SystemFolder
source: System
es: Systema
kr: 시스템
nl: Systeem
pt: Sistema
ro: Sistem
tr: Sistem
zh: 系统目录

# ICSharpCode.WixBinding.WixDirectoryElement.TempFolder
source: Temp
es: Temporal
kr: 임시
pt: Temporária
tr: Geçici
zh: 临时(文件夹)

# MainWindow.Windows.BookmarkPad.LineText
source: {0} @line {1}
es: {0} @línea {1}
fr: {0} @ligne {1}
nl: {0} @regel {1}
zh: {0}在第{1}行

# AddIns.Debugger.Console.ClearConsole
source: Clear console
fr: Effacer la console

# MainWindow.Windows.FileScout.DriveType.CD
source: CD
fr: Lecteur CD
kr: CD/DVD

# Dialog.Options.IDEOptions.LoadSaveOptions.UnixRadioButton
source: Unix (LF)
fi: Unix
hu: Unix
kr: Unix
nl: Unix
pt: Unix
ro: Unix
tr: Unix

# Dialog.Options.IDEOptions.LoadSaveOptions.WindowsRadioButton
source: Windows (CRLF)
fi: Windows
hu: Windows
kr: Windows
nl: Windows
pt: Windows
ro: Windows
tr: Windows

# Global.OKButtonText
source: OK
kr: 확인
tr: Tamam
zh: 确定

# XML.MainMenu.HelpMenu.GPL
source: &GPL...
fi: &GLP ...
kr: GPL(&G)...
zh: GPL...(&G)

# XML.MainMenu.HelpMenu.WebMenu
source: Web
fi: Web Menu
kr: 웹
pl: WWW
zh: 访问网站

# SharpDevelop.SideBar.XSLTTags
source: XSL-T
fi: XSL-T tunnisteet
pt: Legendas XSL

# Dialog.SelectReferenceDialog.GacTabPage
source: GAC
fi: GAC Yleis kokoonpano muisti

# ICSharpCode.SharpDevelop.FormDesigner.Gui.AddSidebarComponents.GACTabPage
source: GAC
fi: GAC Global Assembly Cache

# Global.ID
source: ID
hu: Azon.
