Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# ICSharpCode.CodeCoverage.CodePartCovered
source: Code Partially Covered
es: Código Parcialmente Cubierto
fr: Code partiellement couvert
it: Codice Parzialmente Coperto
nl: Cpde gedeeltelijk bedekt
ru: Частично покрытый код

# ICSharpCode.CodeCoverage.Column
source: Column
es: Columna
fi: Sarake
fr: Colonne
hu: Oszlop
it: Colonna
kr: 열
nl: Kolom
no: Kolonne
pl: Kolumna
pt: Coluna
pt_br: Coluna
ro: Coloană
ru: Столбец
tr: Kolon
zh: 列

# ICSharpCode.CodeCoverage.Content
source: Content
es: Contenido
fr: Contenu
it: Contenuto
nl: Inhoud
ru: Содержимое

# ICSharpCode.CodeCoverage.DisplayOptions
source: Display Options
es: Opciones de Vista
fr: Afficher les options
hu: Beállítások Megjelenítése
it: Visualizza Opzioni
kr: 디스플레이 옵션
nl: Weergave opties
no: Alternatver for visning
pl: Opcje wyglądu
pt: Opções de Visualização
pt_br: Exibir Opções
ro: Arată opţiunile
ru: Параметры экрана
tr: Gösterme Seçenekleri
zh: 显示选项

# ICSharpCode.CodeCoverage.EndColumn
source: End Column
es: Columna Final
fi: Loppu sarake
fr: Fin de colonne
hu: Záró Oszlop
it: Fine colonna
kr: 마지막 열
nl: Eindkolom
no: Kolonneslutt
pl: Końcowa Kolumna
pt: Fim de Coluna
pt_br: Coluna Final
ro: Ultima coloană
ru: Конец столбца
tr: Sütun sonu
zh: 末列

# ICSharpCode.CodeCoverage.EndLine
source: End Line
es: Línea Final
fr: Fin de ligne
hu: Záró Sor
it: Fine riga
kr: 마지막 줄
nl: Eindregel
no: Linjeslutt
pl: Końcowy Wiersz
pt: Fim de Linha
pt_br: Linha Final
ro: Sfârşit de linie
ru: Конец строки
tr: Satır Sonu
zh: 末行

# ICSharpCode.CodeCoverage.NoCodeCoverageResultsGenerated
source: No code coverage results file generated:
es: No se generó ningún archivo de resultado de cobertura de código:
fi: Ei koodikattavuus tuloksia
fr: Aucun fichier résultats de couverture de code n'a été généré:
hu: Nincs kód felhasználás eredmény-fájl generálva:
it: Non è stato generato nessun file di risultato di analisi del codice:
kr: 코드 커버리지 결과 파일이 만들어지지 않았습니다:
nl: Er is geen Code Dekking resultaat-bestand gegenereerd:
no: Ingen resultatfil for kodedekning generert:
pl: Nie wygenerowano pliku wynikowego pokrywania kodu:
pt: Não foi gerado ficheiro de resultados de cobertura de código:
pt_br: Nenhum arquivo de resultado da cobertura de código gerado:
ru: Файл с результатами покрытия кода не создан:
tr: Hiç kod kapsama dosyası üretilemedi:
zh: 没有代码覆盖率结果文件生成：

# ICSharpCode.CodeCoverage.OptionsPanel.CodeCoverageColoursGroupBoxText
source: Code Coverage Colors
es: Colores de Cobertura de Código
fi: Koodikattavuus värit
fr: Couleurs de la couverture de code
hu: Kód Felhasználás Színei
it: Colori per copertura del codice
kr: 코드 커버리지 색깔
nl: Code Dekking kleuren
no: Farger for kodedekning
pl: Kolory Pokrywania Kodu
pt: Cores de Cobertura de Código
pt_br: Cores da Cobertura de Código
ru: Цвета
tr: Kod kapsama renkleri
zh: 代码覆盖率颜色

# ICSharpCode.CodeCoverage.OptionsPanel.DisplayItemsLabel
source: &Display Items:
es: &Mostrar Elementos:
fi: Näytä kohteet:
fr: Afficher Eléments:
hu: &Megjelenített Tételek:
it: &Mostra Voci:
kr: 보일 항목(&D):
nl: Toon items:
no: Vis elementer:
pl: &Pokazuj Elementy:
pt: &Mostrar Itens:
pt_br: E&xibir Itens:
ro: A&fişează elemente:
ru: Отображаемые элементы:
tr: Nesneleri &Goster:
zh: 显示项目(&D):

# ICSharpCode.CodeCoverage.OptionsPanel.ItemBackgroundLabel
source: Item bac&kground:
es: Color de &fondo:
fi: Kohteen tausta:
fr: Arrière-plan de l'article:
hu: Tétel &háttér:
it: Bac&kground della Voce
kr: 항목 배경색(&K):
nl: Item achtergrond:
no: Bakgrunn:
pl: Tł&o elementu:
pt: &Fundo do item
pt_br: Fundo do item:
ro: &Fundalul item-ului:
ru: Фон элемента:
tr: Öğe arkaplanı:
zh: 背景色(&K)

# ICSharpCode.CodeCoverage.OptionsPanel.ItemForegroundLabel
source: Item fo&reground:
es: Color de &texto:
fi: Kohteen etuosa
fr: Avant plan de l'a&rticle:
hu: Tétel &előtér:
it: Fo&reground della Voce:
kr: 항목 전경색(&R):
nl: Item voo&rgrond:
no: Forgrunn:
pl: Kolo&r elementu:
pt: &Texto do item:
pt_br: Item dianteiro:
ro: P&rim-planul item-ului:
ru: Цвет элемента:
tr: Öğe önalanı
zh: 项的前景色(&R)

# ICSharpCode.CodeCoverage.OptionsPanel.SampleText
source: AaBbCcXxYyZz
kr: 한글韓國かんこくABCabc123!@#
nl: AaBbCcYyZz
ru: ААБбВвЭэЮюЯя
tr: AaBbCcDdYyZz

# ICSharpCode.CodeCoverage.ProjectOptionsPanel.ExcludeListLabel
source: Exclude
es: Excluir
fi: Jätä pois
fr: Exclure
it: Escludi
kr: 빼기
nl: Uitsluiten
no: Ekskluder
pl: Wyklucz
pt_br: Excluir
ru: Исключить
zh: 排除

# ICSharpCode.CodeCoverage.ProjectOptionsPanel.IncludeListLabel
source: Include
es: Incluir
fi: Sisällytä
fr: Inclure
it: Includi
kr: 포함
nl: Opnemen
no: Inkluder
pl: Dołącz
pt_br: Incluir
ru: Включить
zh: 包括

# ICSharpCode.CodeCoverage.RunningCodeCoverage
source: Running code coverage...
es: Iniciando cobertura de código...
fi: Suorita koodi kattavuusanalyysi ...
fr: Couverture de code en cours...
hu: Kód felhasználás ellenőrzés futtatása...
it: Esecuzione analisi del codice...
kr: 코드 커버리지 실행 중...
nl: Bezig met Code Dekking...
no: Kjører kodedekning...
pl: Uruchamianie pokrywania kodu...
pt: Executando cobertura de código...
pt_br: Rodando cobertura de código...
ru: Выполнение покрытия кода...
tr: Kod kapsama çalıştırılıyor...
zh: 正在执行代码覆盖率...

# ICSharpCode.CodeCoverage.ShowCoverage
source: Show Code Co&verage
es: Mostrar Co&bertura de Código
fr: Montrer la cou&verture de code
it: Mostra Copertura Codice
kr: 코드 커버리지 보이기(&V)
nl: Toon Code Dekking
no: Vis kodedekning
pl: Pokazuj Pokry&wanie Kodu
pt: Mostrar Co&bertura de Código
pt_br: Mostra co&bertura de código
ru: Показать область видимости кода
zh: 查看代码覆盖率(&V)

# ICSharpCode.CodeCoverage.ShowSourceCode
source: Show Source Code
es: Mostrar Código Fuente
fi: Näytä lähdekoodi
fr: Montrer le code source
it: Mostra Codice Sorgente
kr: 소스 코드 보이기
nl: Bron code tonen
no: Vis kildekode
pl: Pokazuj Kod Źródłowy
pt: Mostrar Código Fonte
pt_br: Exibir Código Fonte
ru: Показать исходный код
tr: Kaynak Kodunu Göster
zh: 显示源代码

# ICSharpCode.CodeCoverage.ShowVisitCount
source: Show Visit Count
es: Mostrar Número de Visitas
fi: Katso kävijä laskuri
fr: Montrer le compteur de visites
it: Mostra Conteggio Visite
kr: 방문 횟수 보이기
nl: Aantal keren bezocht tonen
no: Vis antall besøk
pl: Pokazuj Liczbę Wizyt
pt: Mostrar Contador de Visitas
pt_br: Mostra contador de visitas
ru: Показать количество посещений
tr: Ziyaret Sayısını Göster
zh: 查看访问次数

# ICSharpCode.CodeCoverage.ToggleCodeCoverage
source: Toggle Code Coverage
es: Muestra/Oculta Cobertura de Código
fi: Koodi kattavuusanalyysi
fr: Activer/Désactiver la couverture de code
hu: Kód Felhasználás mutatása
it: Mostra/Nascondi Analisi Codice
kr: 코드 커버리지 켜기/끄기
nl: Schakel Code Dekking aan/uit
no: Slå av/på kodedekning
pl: Przełączanie Pokrywania Kodu
pt: Comutar Cobertura de Código
pt_br: Exibe/Oculta Cobertura de Código
ru: Включить подсветку для покрытия кода
tr: Kod Kapsamayı Ters çevir
zh: 切换代码覆盖率

# ICSharpCode.CodeCoverage.VisitCount
source: Visit Count
es: Cantidad de visitas
fi: Kävijälaskuri
fr: Compteur de Visites
hu: Találatok Száma
it: Conteggio Visite
kr: 방문 횟수
nl: Bezocht
no: Antall besøk
pl: Liczba odwiedzin
pt: Contador de Visitas
pt_br: Contagem de Visita
ro: Contor vizitatori
ru: Число посещений
tr: Tekrar Edilme Sayısı
zh: 访问次数

# ICSharpCode.Core.Services.ErrorDialogs.DescriptionLabel
source: Description
es: Descripción
fi: Kuvaus
hu: Leírás
it: Descrizione
kr: 설명
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
tr: Tanımlama
zh: 描述

# ICSharpCode.Core.Services.ErrorDialogs.ExceptionGotDescription
source: Exception got
es: Se obtuvo excepción
fi: Poikkeuksia olivat
fr: Exception reçue
hu: Hiba történt
it: Eccezione
kr: 예외 발생
nl: Uitzondering opgetreden
no: Feil fikk
pl: Wyjątek ma
pt: Obtive excepção
pt_br: Exceção Obtida
ro: Excepţie primită
ru: Исключение получено
tr: Alınan Exception
zh: 出现异常

# ICSharpCode.Core.Services.ErrorDialogs.ShowExceptionButton
source: Show Exception
es: Mostrar Excepción
fi: Näytä poikkeukset
fr: Montre l'exception
hu: Hiba mutatása
it: Mostra Eccezione
kr: 예외 보이기
nl: Toon uitzondering
no: Vis feil
pl: Pokaż Wyjątek
pt: Mostrar Excepção
pt_br: Exibir Exceção
ro: Arata exceptia
ru: Показывать исключение
tr: Exception göster
zh: 显示异常

# ICSharpCode.CppBinding.ProjectOptions.AdditionalOptions
source: Additional options
es: Opciones adicionales
fi: Muita asetuksia
fr: Options supplémentaires
it: Opzioni aggiuntive
nl: Extra opties
no: Tilleggsinnstillinger
pt_br: Opções adicionais
ru: Дополнительные настройки
zh: 附加选项

# ICSharpCode.CppBinding.ProjectOptions.Linker
source: Linker
es: Vinculaciones
fr: Edition de liens
pt_br: Ligador
ru: Компоновщик
zh: 连接器

# ICSharpCode.CppBinding.ProjectOptions.Linker.AdditionalLibs
source: Link additional files
es: Vincular archivos adicionales
fr: Lier avec des fichiers supplémentaires
it: Librerie aggiuntive del Linker
nl: Link toegevoegde bestanden
no: Link ytterligere filer
ru: Связать добавляемые файлы
zh: 连接附加文件

# ICSharpCode.CppBinding.ProjectOptions.Linker.AddModule
source: Link specified .NET modules
es: Vincular módulos .NET especificados
fr: Lier avec des modules .NET spécifiques
it: Aggiungi i moduli .NET specificati
nl: Link opgegeven .NET modules mee
no: Link spesifikke .NET moduler
ru: Связать конкретные модули .NET
zh: 连接指定的.NET模块

# ICSharpCode.CppBinding.ProjectOptions.Linker.GenerateDebugInfo
source: Generate debugging info
es: Generar información de depuración
fr: Générer les informations de débogguage
it: Genera informazioni di debug
nl: Foutopsporing info aanmaken
no: Lag debuggings-informasjon
ru: Генерировать отладочную информацию
zh: 生成调试信息

# ICSharpCode.CppBinding.ProjectOptions.Linker.Library
source: Library files locations
es: Ubicaciones de bibliotecas de archivos
fr: Emplacements des bibliothèques
it: Cartelle delle librerie
nl: Bibliotheek bestand locaties
no: Plassering for bibliotekfiler
ru: Расположение файлов библиотек.
zh: 库文件位置

# ICSharpCode.CppBinding.ProjectOptions.Linker.ManagedResourceFile
source: Embed .NET resource file
es: Incrustar archivo de recursos .NET
fr: Embarquer un fichier de ressource .NET
it: Incorpora file di risorsa .NET
nl: Neem .NET hulpbron bestand op
no: Bygg inn .NET ressursfil
ru: Встроенный файл ресурсов .NET
zh: 嵌入.NET资源文件

# ICSharpCode.CppBinding.ProjectOptions.Preprocessor
source: Preprocessor
es: Preprocesador
fi: Esikäsittelijä
fr: Préprocesseur
nl: Voorbewerker
no: Preprosessor
ru: Препроцессор
zh: 预处理器

# ICSharpCode.CppBinding.ProjectOptions.Preprocessor.Definitions
source: Define following preprocessor symbols
es: Definir símbolos de preprocesador siguientes
fr: Définir les symboles de préprocesseur suivant
it: Definisci i seguenti simboli per preprocessore
nl: Definiëer volgende voorbewerking symbolen
no: Definer følgende preprosessor-symboler
ru: Определить переменную препроцессора
zh: 定义以下预处理器符号

# ICSharpCode.CppBinding.ProjectOptions.Preprocessor.Includes
source: Header files locations
es: Ubicaciones de archivos de cabezeras
fr: Emplacements des fichiers d'entête
it: Posizione dei file di intestazione
nl: Header bestand locaties
no: Plassering for header-filer
ru: Расположение заголовочных файлов
zh: 头文件位置

# ICSharpCode.CppBinding.ProjectOptions.Preprocessor.UndefineAll
source: Undefine all defined preprocessor symbols
es: Quitar definición de todos los símbolos de preprocesador definidos
fr: Supprimer la défintion de tous les symboles du préprocesseur
it: Applica undefine a tutti i simboli preprocessore definiti
nl: Maak alle definities van voorbewerking symbolen ongedaan
no: Avdefiner alle definerte preprosessorsymboler
ru: Сбросить все переменные препроцессора
zh: 取消所有已经定义的预处理符号的定义

# ICSharpCode.CppBinding.ProjectOptions.Preprocessor.Undefinitions
source: Undefine following preprocessor symbols
es: Quitar definición de símbolos de preprocesador siguientes
fr: Supprimer la définition des symboles de préprocesseur suivant
it: Applica undefine ai seguenti simboli preprocessore
nl: Maak definities van volgende voorbewerkng symbolen ongedaan
no: Avdefiner følgende preprosessorsymboler
ru: Сбросить следущие переменные препроцессора
zh: 取消以下预处理符号的定义

# ICSharpCode.CppBinding.ProjectOptions.SymbolLabel
source: Symbol
es: Símbolo
fi: Symbooli
fr: Symbole
it: Simboli
nl: Symbool
ru: Символ
zh: 符号

# ICSharpCode.FiletypeRegisterer.BinaryResourceFilesFileAssozisation
source: .NET Resource File (binary)
es: Archivo de Recurso de .NET (binario)
fi: Binääri Resurssi tiedosto (bin)
fr: Fichier ressource .NET (binaire)
hu: .NET erőforrás fájl (bináris)
it: File di Risorse .NET (binario)
kr: .NET 리소스 파일 (바이너리)
nl: .NET hulpbron bestand (binair)
no: .NET ressursfil (binær)
pl: Plik Zasobu .NET (binarny)
pt: Ficheiro de recursos .NET (binário)
pt_br: .NET Arquivo de Recurso(binário)
ro: Fişier de resurse .NET (binar)
ru: Файл ресурсов .NET (двоичный)
tr: .NET Resource Dosyası(ikili)
zh: .NET源文件(二进制)

# ICSharpCode.FiletypeRegisterer.CSharpSourceFileAssozisation
source: C# Source File
es: Archivo Fuente de C#
fi: C# lähdetiedosto
fr: Fichier source C#
hu: C# forrás fájl
it: File Sorgente C#
kr: C# 소스 파일
nl: C# bronbestand
no: C# kildekodefil
pl: Plik Źródłowy C#
pt: Ficheiro fonte C#
pt_br: Arquivo Fonte C#
ro: Fişier sursă C#
ru: Исходный код на C#
tr: C# Kaynak Dosyası
zh: C#源文件

# ICSharpCode.FiletypeRegisterer.JavaSourceFileAssozisation
source: Java Source File
es: Archivo Fuente de Java
fi: Java lähdetiedosto
fr: Fichier source Java
hu: Java forrás fájl
it: File Sorgente Java
kr: Java 소스 파일
nl: Java bronbestand
no: Java kildekodefil
pl: Plik Źródłowy Java
pt: Ficheiro fonte Java
pt_br: Arquivo Fonte Java
ro: Fişier sursă Java
ru: Исходный код на Java
tr: Java Kaynak Dosyası
zh: Java源文件

# ICSharpCode.FiletypeRegisterer.Project
source: Project
es: Proyecto
fi: Projekti
fr: Projet
hu: Projekt
it: Progetto
kr: 프로젝트
no: Prosjekt
pl: Projekt
pt: Projecto
pt_br: Projeto
ro: Proiect
ru: Проект
tr: Proje
zh: 项目

# ICSharpCode.FiletypeRegisterer.ResXResourceFilesFileAssozisation
source: .NET Resource File
es: Archivo de Recurso de .NET
fi: .ResX Resurssitiedostot
fr: Fichier de ressources .Net
hu: .NET erőforrás fájl
it: File di Risorse .NET
kr: .NET 리소스 파일
nl: .NET hulpbron bestand
no: .NET ressursfil
pl: Plik Zasobu .NET
pt: Ficheiro recursos .NET
pt_br: .NET Arquivo de Recurso
ro: Fişier de resurse .NET
ru: Файл ресурсов .NET
tr: .NET Resource Dosyası
zh: .NET资源文件

# ICSharpCode.FiletypeRegisterer.SolutionFileAssozisation
source: SharpDevelop Solution
es: Solución de SharpDevelop
fi: SharpDevelop ratkaisutiedosto
fr: Solution SharpDevelop
hu: SharpDevelop Megoldás
it: Soluzione SharpDevelop
kr: SharpDevelop 솔루션
nl: SharpDevelop Oplossing
no: SharpDevelop løsning
pl: Rozwiązanie SharpDevelop
pt: Solução SharpDevelop
pt_br: Solução SharpDevelop
ro: Soluţie SharpDevelop
ru: Решение SharpDevelop
tr: SharpDevelop Çözümü
zh: SharpDevelop 解决方案

# ICSharpCode.FiletypeRegisterer.VBNetSourceFileAssozisation
source: VB.NET Source File
es: Archivo Fuente de VB.NET
fi: VB.NET lähdekoodi
fr: Fichier source VB.NET
hu: VB.NET forrás fájl
it: File Sorgente VB.NET
kr: VB.NET 소스 파일
nl: VB.NET bronbestand
no: VB.NET kildekodefil
pl: Plik Źródłowy VB.NET
pt: Ficheiro fonte VB.NET
pt_br: VB.NET Arquivo Fonte
ro: Fişier sursă VB.NET
ru: Исходный код на VB.NET
tr: VB.NET Kaynak Dosyası
zh: VB.NET源文件

# ICSharpCode.FiletypeRegisterer.XmlFileAssozisation
source: XML Document
es: Documento XML
fi: XML tiedosto
fr: Document XML
hu: XML Dokumentum
it: Documento XML
kr: XML 문서
no: XML dokument
pl: XML Dokument
pt: Documento XML
pt_br: Documento XML
ro: Document XML
ru: XML-документ
tr: XML Dokümanı
zh: XML文档

# ICSharpCode.NAntAddIn.AbstractRunNAntCommand.NAntExeNotFoundMessage
source: Unable to find NAnt '{0}'. Please configure the NAnt executable's location in the SharpDevelop Options.
es: No se pudo encontrar NAnt '{0}'. Por favor configure la ubicación del archivo ejecutable de NAnt en las opciones de SharpDevelop.
fr: Impossible de trouver NAnt '{0}'. Configurez le chemin vers NAnt dans les options de SharpDevelop.
hu: NAnt '{0}' nem található. Kérem állítsa be a NAnt futtatható elérését a SharpDevelop Beállításokban.
it: Impossibile trovare NAnt '{0}'. Configura il percorso di NAnt nelle Opzioni di SharpDevelop.
kr: NAnt '{0}'을(를) 찾을 수 없습니다. SharpDevelop의 옵션에서 NAnt 실행 파일의 위치를 지정하십시오.
nl: Kan NAnt '{0}' niet vinden. Configureer a.u.b. in SharpDevelop opties de locatie van NAnt's uitvoerend bestand.
no: Kunne ikke finne NAnt '{0}'. Vennligst konfigurer plasseringen til NAnt programmet i innstillingene for SharpDevelop.
pl: Nie można znaleźc NAnt '{0}'. Proszę skonfigurować położenie plików wykonalnych NAnt w Opcjach SharpDevelop.
pt: Impossível encontrar NAnt '{0}'. Por favor configurar a localização do executável de NAnt nas Opções do SharpDevelop.
ru: Не удалось найти NAnt '{0}'. Пожалуйсте укажите путь к NAnt в настройках SharpDevelop.
tr: NAnt bulunamadı '{0}'. Lütfen SharpDevelop Seçeneklerinden NAnt çalıştırılabilir dosyasının yerini ayarlayın.
zh: 找不到 NAnt '{0}'。 请先在SharpDevelop的选项中配置NAnt执行文件的路径。

# ICSharpCode.NAntAddIn.AbstractRunNAntCommand.NAntStoppedMessage
source: NAnt build stopped.
es: Construcción de NAnt detenida.
fi: NAnt luominen pysähtynyt.
fr: Construction NAnt arrêtée.
hu: NAnt szerkesztés befejezve.
it: Build di NAnt arrestata.
kr: NAnt build가 정지되었습니다.
nl: NAnt bouwen is voltooid.
no: NAnt bygging stoppet.
pl: Budowanie NAnt zatrzymane.
pt: Compilação NAnt terminada.
pt_br: Compilação NAnt parada.
ru: Сборка проекта NAnt остановлена.
tr: NAnt inşâsı durduruldu.
zh: NAnt生成已经停止

# ICSharpCode.NAntAddIn.AbstractRunNAntCommand.NoBuildFileErrorText
source: Project does not contain a '.build' file.
es: El proyecto no contiene un archivo '.build'
fi: Virhe. Ei built-tiedostoa
fr: Le projet ne contient pas de fichier '.build'.
hu: A projekt nem tartalmaz '.build' fájlt.
it: IL progetto non contiene un file '.build'
kr: 프로젝트가 '.build'파일을 포함하고 있지 않습니다.
nl: Project bevat géén '.build' bestand.
no: Prosjektet inneholder ikke en '.build' fil.
pl: Projekt nie zawiera pliku '.build'.
pt: O prjecto não contém um ficheiro '.build'.
pt_br: O projeto não contém um arquivo '.build'.
ro: Proiectul nu conţine un fişier '.build'.
ru: Проект не содержит файла '.build'.
tr: Projede bir '.build' dosyası yok.
zh: 本项目并不包含一个'.build'文件

# ICSharpCode.NAntAddIn.AbstractRunNAntCommand.RunningNAntMessage
source: Running NAnt.
es: Ejecutando NAnt.
fi: Aja NAnt.
fr: NAnt lancé.
hu: NAnt futtatása.
it: Esegue NAnt.
kr: NAnt 실행 중.
nl: NAnt wordt uitgevoerd.
no: Kjører NAnt.
pl: Uruchamianie NAnt.
pt: Executar NAnt.
pt_br: Executando NAnt.
ro: Rulare NAnt.
ru: Выполнение NAnt.
tr: NAnt Çalıştırılıyor.
zh: 运行NAnt

# ICSharpCode.NAntAddIn.AbstractRunNAntCommand.TerminateNAntQuestion
source: This will terminate the NAnt process. Are you sure?
es: Esto terminará el proceso de NAnt. ¿Está seguro?
fi: Tämä peruuttaa NAnt prosessin. Oletko varma ?
fr: Cela va tuer le processus NAnt. Vous êtes sûr?
hu: Ez megállítja a NAnt futását. Biztos benne?
it: Questo terminerà il processo NAnt. Sei sicuro?
kr: 이것은 NAnt 프로세스를 종료합니다. 확실합니까?
nl: Dit beëindigt het NAnt proces. Weet u het zeker?
no: Dette vil avslutte NAnt prosessen. Er du sikker?
pl: To spowoduje zakończenie procesu NAnt. Czy na pewno?
pt: Isto irá terminar o processo NAnt. Tem a certeza?
pt_br: Você tem certeza que deseja terminar o processo do NAnt?
ro: Procesul NAnt se va încheia. Sunteţi sigur?
ru: При этом процесс NAnt будет прерван. Вы уверены?
tr: NAnt 'ı durdurmak istediğinizden emin misiniz?
zh: 将停止NAnt进程,确认吗?

# ICSharpCode.NAntAddIn.CreateBuildFileMenuLabel
source: Create &Build File
es: Crear Archivo de &Construcción
fi: Luo & build-tiedosto
fr: Créer le fichier de construction
hu: Szerkesztő Fájl &Létrehozása
it: Crea File di &Build
kr: 빌드 파일 만들기(&B)
nl: Maak &Build bestand
no: Lag &byggefil
pl: Utwórz Plik &Build
pt: Criar o Ficheiro de &Compilação
pt_br: &Criar arquivo de compilação
ru: Создать файл сборки:
tr: İnşâ Dosyası Oluştur
zh: 创建生成文件(&B)

# ICSharpCode.NAntAddIn.GotoDefinitionMenuLabel
source: &Goto Definition
es: &Ir a Definición
fi: &Siirry määritelmään
fr: &Aller à la définition
hu: Definícióra &Lép
it: &Va a Definizione
kr: 정의로 가기(&G)
nl: &Ga naar definitie
no: &Gå til definisjon
pl: &Idź do Definicji
pt: &Ir para a Definição
pt_br: Ir para Definição
ro: &Salt la Definiţie
ru: Перейти к определению
tr: Tanıma Git
zh: 跳转到定义(&G)

# ICSharpCode.NAntAddIn.GotoErrorMenuLabel
source: &Goto Error
es: &Ir a Error
fi: &Siirry virheeseen
fr: A&ller à l'erreur
hu: &Hibára Lép
it: &Vai a Errore
kr: 오류로 가기(&G)
nl: &Ga naar fout
no: &Gå til feil
pl: &Idź do Błędu
pt: &Ir para o Erro
pt_br: &Ir para Erro
ro: &Salt la Eroare
ru: Перейти к ошибке
tr: Hataya Git
zh: 跳转到错误(&G)

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.ArgumentsLabel
source: &Arguments
es: &Argumentos
fi: &Argumentti
hu: &Paraméterek
it: &Argomenti
kr: 인수(&A)
nl: &Argumenten
no: &Argumenter
pl: &Argumenty
pt: &Argumentos
pt_br: &Argumentos
ro: &Argumente
ru: Аргументы
tr: Argümanlar
zh: 参数(&A)

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.BuildFileGenerationGroupBoxName
source: Build File Generation
es: Generación de Archivo de Construcción
fi: buildtiedoston luonti
fr: Lancer la génération des fichiers
hu: Szerkesztési Fájl Generálás
it: Generazione del File di Build
kr: 필드 파일 만들기
nl: Build bestand genereren
no: Generering av byggefil
pl: Generowanie Pliku Build
pt: Geração do Ficheiro de Compilação
pt_br: Gerar arquivo de compilação
ru: Создание файла сборки
tr: İnşa Dosyası Üretme
zh: 创建NAnt生成文件

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.CommandLabel
source: &Command
es: &Comando
fi: &Komento
fr: &Commande
hu: &Parancs
it: &Comando
kr: 명령(&C)
nl: &Opdracht
no: &Kommando
pl: Pole&cenie
pt: &Comando
pt_br: &Comando
ro: &Comandă
ru: Команда
tr: Komut
zh: 命令(&C)

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.DebugLabel
source: &Debug
es: &Depurar
fi: &Debuggaa
fr: &Déboguage
hu: &Nyomkövetés
kr: 디버그(&D)
nl: &Foutopsporing
no: &Feilsøk
pl: &Debugowanie
pt: &Depurar
pt_br: &Depurar
ro: &Depanare
ru: Отладка
tr: Hata Ayıklama
zh: 调试(&D)

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.NAntConfigGroupBoxName
source: NAnt Configuration
es: Configuración de NAnt
fi: NAnt asetus
fr: Configuration de NAnt
hu: NAnt Konfiguráció
it: Configurazione NAnt.
kr: NAnt 구성
nl: NAnt instellingen
no: Konfigurasjon av NAnt
pl: Konfiguracja NAnt
pt: Configuração NAnt
pt_br: Configuração do NAnt
ro: Configurare NAnt
ru: Конфигурация NAnt
tr: NAnt Yapılandırması
zh: 配置NAnt

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.NAntVersionLabel
source: NAnt &Version
es: &Versión de NAnt
fi: NAnt &Versio
fr: &Version de NAnt
hu: NAnt &Verzió
it: &Versione NAnt
kr: NAnt 버전(&V)
nl: NAnt &versie
no: NAnt &versjon
pl: &Wersja NAnt
pt: &Versão NAnt
pt_br: &Versão do NAnt
ro: &Versiune NAnt
ru: Версия NAnt
tr: NAnt Sürümü
zh: NAnt版本号(&V)

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.QuietLabel
source: &Quiet
es: &Silenciosa
fi: &Hiljainen
fr: Silencieux
hu: &Egyszerű
it: &Silenzioso
kr: 조용히(&Q)
nl: Stil
no: &Stille
pl: &Ciche
pt: &Silêncioso
ro: În &tăcere
ru: Тихий
tr: Sessiz
zh: 安静模式(&Q)

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.ShowLogoLabel
source: Show &Logo
es: Mostrar &Logo
fi: Näytä &Logotyyppi
fr: Affiche &Logo
hu: Logó &Megjelenítése
it: Mostra &Logo
kr: 로고 보이기(&L)
nl: Toon &logo
no: Vis &logo
pl: Pokaż &Logo
pt: Mostrar &Logo
pt_br: Exibir $logo
ro: Arată &Logo
ru: Показывать логотип
tr: Logoyu Göster
zh: 显示Logo

# ICSharpCode.NAntAddIn.NAntAddInOptionPanel.VerboseLabel
source: Ver&bose
es: Ver&boso
fi: Yksityiskohtainen
fr: Verbeux
hu: &Részletes
it: Este&sa
kr: 세세히(&B)
nl: Uitge&breid
no: Detaljert
pl: Rozw&lekle
pt: &Verborreico
ru: Многословное
tr: detaylı çıktı
zh: 明细信息(&B)
