Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Dialog.Options.ExternalTool.QuickInsertMenu.ItemExtension
source: Item extension
es: Extensión del elemento
fi: Tuotteen Lisäosat
fr: Extension d'article
hu: Tétel kiterjesztése
it: Estensione Elemento
kr: 항목 확장자
nl: Item extensie
no: Element type
pl: Rozszerzenie elementu
pt: Extensão do item
pt_br: Extensão do item
ro: Extensie articol
ru: Расширение
tr: Nesne uzantısı
zh: 项目扩展名

# Dialog.Options.ExternalTool.QuickInsertMenu.ItemFileName
source: Item file name
es: Nombre de archivo del elemento
fi: Tuotteen tiedostonimi
fr: Nom de fichier de l'article
hu: Tétel fájl neve
it: Nome file Elemento
kr: 항목 파일 이름
nl: Bestandsnaam item
no: Element filnavn
pl: Nazwa pliku elementu
pt: Nome de ficheiro do item
pt_br: Nome do arquivo do item
ro: Nume fişier articol
ru: Имя файла
tr: Öğe dosya adı
zh: 目录文件名

# Dialog.Options.ExternalTool.QuickInsertMenu.ProjectDirectory
source: &Project directory
es: Directorio del &Proyecto
fi: &Projektin Kansio
fr: &Répertoire du projet
hu: &Projekt mappája
it: Directory &Progetto
kr: 프로젝트 디렉터리(&P)
nl: &Projectmap
no: &Prosjekt katalog
pl: Katalog &projektu
pt: &Pasta do projecto
pt_br: Diretório do &projeto
ro: Director &Proiect
ru: Каталог проекта
tr: &Proje dizini
zh: 项目目录(&P)

# Dialog.Options.ExternalTool.QuickInsertMenu.ProjectFileName
source: Project file name
es: Nombre de archivo del proyecto
fi: Projektin Tiedostonimi
fr: Nom du fichier projet
hu: Projekt fájl neve
it: Nome file Progetto
kr: 프로젝트 파일 이름
nl: Project bestandsnaam
no: Prosjekt filnavn
pl: Plik projektu
pt: Nome da ficha do projecto
pt_br: Nome do arquivo de projeto
ro: Denumire fisier proiect
ru: Имя файла проекта
tr: Proje dosya adı
zh: 项目文件名

# Dialog.Options.ExternalTool.QuickInsertMenu.SharpDevelopStartupPath
source: #Develop Startup Directory
es: Carpeta de Inicio de #Develop
fi: #Develop Aloituskansio
fr: Répertoire de démarrage de #Develop
hu: #Develop indítási mappa
it: Directory Iniziale #Develop
kr: #Develop 시작 디렉터리
nl: #Develop opstart map
no: #Develop oppstartskatalog
pl: Katalog Startowy #Develop
pt: Pasta de arranque do #Develop
pt_br: Diretório de Inicialização do #Develop
ro: Director pornire #Develop
ru: Стартовый каталог #Develop
tr: #Develop Başlangıç Dizini
zh: #Develop启始目录

# Dialog.Options.ExternalTool.QuickInsertMenu.TargetDirectory
source: &Target directory
es: Directorio de destino
fi: &Kohdekansio
fr: &Répertoire cible
hu: &Cél mappa
it: Directory &Destinazione
kr: 대상 디렉터리(&T)
nl: &Doelmap
no: &Målkatalog
pl: Ka&talog docelowy
pt: Pasta de Des&tino
pt_br: Dire&tório destino
ro: Director &Tinta
ru: Целевой каталог
tr: &Hedef dizin
zh: 目标目录(&T)

# Dialog.Options.ExternalTool.QuickInsertMenu.TargetExtension
source: Target extension
es: Extensión de destino
fi: Lisäyksien kohteet
fr: Extension cible
hu: Cél kiterjesztés
it: Estensione Destinazione
kr: 대상 확장자
nl: Doel extensie
no: Måltype
pl: Rozszerzenie docelowe
pt: Extensão de destino
pt_br: Extensão Destino
ro: Extensie tinta
ru: Расширение цели
tr: Hedef uzantı
zh: 目标扩展名

# Dialog.Options.ExternalTool.QuickInsertMenu.TargetName
source: Target Name
es: Nombre de Destino
fi: Kohteen Nimi
fr: Nom cible
hu: Cél neve
it: Nome Destinazione
kr: 대상 이름
nl: Doel naam
no: Målnavn
pl: Nazwa docelowa
pt: Nome de Destino
pt_br: Nome Objetivo
ro: Denumire tinta
ru: Имя цели
tr: Hedef Adı
zh: 目标名

# Dialog.Options.ExternalTool.TitleLabel
source: &Title
es: &Título
fi: &Titteli
fr: &Titre
hu: &Megnevezés
it: &Titolo
kr: 제목(&T)
nl: &Titel
no: &Tittel
pl: &Tytuł
pt: &Título
pt_br: Título
ro: &Titlu
ru: Название
tr: &Başlık
zh: 标题(&T)

# Dialog.Options.ExternalTool.ToolsLabel
source: &Tools
es: Herramien&tas
fi: &Työkalut
fr: Ou&tils
hu: &Eszközök
it: &Strumenti
kr: 도구(&T)
nl: Ex&tra
no: &Verktøy
pl: &Narzędzia
pt: Ferramentas
pt_br: &Ferramentas
ro: Ins&trumente
ru: Инструменты
tr: &Araçlar
zh: 工具(&T)

# Dialog.Options.ExternalTool.UseOutputWindow
source: Use &Output Window
es: Usar Ventana de &Salida
fi: Käytä Ulostuloikkunaan
fr: Utiliser la fenêtre de s&ortie
hu: Használja a &Kimeneti Ablakot
it: Usa &Finestra di Uscita
kr: 출력 창 사용(&O)
nl: Gebruik uitvoervenster
no: Bruk &resultatvindu
pl: Użyj &Okna Wyjściowego
pt: Usar Janela de Saída
pt_br: Usar Janela de &Saída
ro: F&oloseşte fereastră rezultate
ru: Использовать окно вывода
tr: &Çıktı Penceresini kullan
zh: 使用输出窗口(&O)

# Dialog.Options.ExternalTool.WorkingDirLabel
source: &Working dir
es: &Directorio de trabajo
fi: &Työkansio
fr: Répertoire de travail
hu: &Munkamappa
it: Dir di &Lavoro
kr: 작업 디렉터리(&W)
nl: &Werkmap
no: &Arbeidskatalog
pl: Katalog &Roboczy
pt: Pasta de trabalho
pt_br: Diretório de &Trabalho
ro: Director de &lucru
ru: Рабочий каталог
tr: &Çalışılan dizin
zh: 工作目录(&W)

# Dialog.Options.ExternalToolsText
source: External Tools
es: Herramientas externas
fi: Ulkoiset Työkalut
fr: Outils Externes
hu: Külső eszközök
it: Strumenti esterni
kr: 외부 도구
nl: Externe programma's
no: Eksterne verktøy
pl: Narzędzia zewnętrzne
pt: Ferramentas externas
pt_br: Ferramentas Externas
ro: Instrumente Externe
ru: Внешние инструменты
tr: Dışsal Araçlar
zh: 扩展工具

# Dialog.Options.IDEOptions.CodeCompletion.ClearCache
source: Clear cache
es: Limpiar caché
fi: Tyhjennä välimuisti
fr: Vider le cache
hu: Cache törlése
it: Pulisci cache
kr: 캐시 비우기
nl: Leeg de cache
no: Slett cache
pl: Wyczyść cache
pt: Limpar cache
pt_br: Limpar cache
ru: Очистить
tr: Önbelleği temizle
zh: 清除缓存

# Dialog.Options.IDEOptions.CodeCompletion.CommitOnCharacters
source: Insert selected code completion entry by typing the following characters:
es: Inserte la entrada de autocompletado de código seleccionada escribiendo los siguientes caracteres:
fr: Insérer l'entrée Intellisense via les caractères suivants:
it: Inserire la voce suggerita dal completamento codice premendo i seguenti caratteri:
ru: Автодополнять код после ввода следующий символов:

# Dialog.Options.IDEOptions.CodeCompletion.CommitOnTabEnterOnly
source: Only insert selected code completion entry by typing <Tab> or <Enter>.
es: Inserte solamente la entrada de autocompletado de código seleccionado escribiendo <Tab> o <Enter>
fr: Insérer la sélection Intellisense uniquement par appui sur <Tab> ou <Entrée>
it: Inserire la voce selezionata dal completamento codice solamente premendo <Tab> o <Enter>.
ru: Автодополнять код только при нажатии <Tab> или <Enter>.

# Dialog.Options.IDEOptions.CodeCompletion.CompleteWhenTyping
source: Show completion list after a character is typed
es: Mostrar lista de completado después de escribir un carácter
fr: Montrer la liste de suggestions sur une saisie de caractères
it: Mostra lista completamento dopo aver digitato un carattere
kr: 글자를 치고 난 후에 완성 목록 보이기
nl: Completeer-lijst na typen van een teken weergeven
no: Vis fullføringsliste etter skriving av et tegn
pt_br: Mostra lista completa após teclar um caracter.
ru: Показать список автодополнения при начале ввода
zh: 键入一个字符后显示完整的列表

# Dialog.Options.IDEOptions.CodeCompletion.DetailSettings
source: Code completion detail settings
es: Opciones de completación de código
fi: Yksityiskohtaiset asetukset
fr: Paramètres de complétion de code
hu: Kódkiegészítés részletes opciói
it: Dettaglio delle impostazioni del completamento del codice
kr: 코드 자동 완성의 세부 설정
nl: Code completeren - details
no: Detaljerte innstillinger for kodefullføring
pl: Ustawienia szczegółowe kompletacji kodu
pt: Ajustes detalhados da finalização de código
pt_br: Configurações detalhadas do Assistente de Código
ru: Подробные настройки автодополнения
tr: Kod tamamlama detayı ayarları
zh: 代码结束时的详细设置

# Dialog.Options.IDEOptions.CodeCompletion.LanguageDependend
source: The following options are language-dependent, some options are not available in some programming languages.
es: Las siguientes opciones dependen del lenguaje, algunas opciones no están disponibles en algunos lenguajes de programación.
fi: Asetukset ohjelmointikieli riippuvaisia??, asetukset saattavat vaihdella
fr: Les options suivantes dépendent du language, certaines ne sont donc pas accessibles.
hu: A következő beállítások nyelvfüggőek, néhány beállítás nem elérhető egyes programozási nyelvekben.
it: Le seguenti opzioni sono dipendenti dal linguaggio, alcune opzioni non sono disponibili in alcuni linguaggi di programmazione.
kr: 다음 옵션은 언어마다 다릅니다. 일부 옵션은 어떤 프로그래밍 언어에서 사용할 수 없습니다.
nl: Volgende opties zijn taalafhankelijk, een aantal opties zijn in sommige programmeertalen niet beschikbaar.
no: De følgende alternativene er språkavhengige, noen alternativer er ikke tilgjengelige i enkelte programmeringsspråk.
pl: Poniższe opcje są zależne od języka, niektóre opcje nie są dostępne w niektórych językach programowania.
pt: As opções que se seguem são dependentes da linguagem, certas opçoes não estão disponíveis para algumas linguagens de programação.
pt_br: As seguintes opções são dependentes da linguagem, algumas opções não estão disponíveis em algumas linguagens de programação.
ro: Următoarele opţiuni sunt dependente de limbaj; câteva opţiuni nu sunt disponibile în unele limbaje de programare.
ru: Эти параметры зависят от языка, они могут быть недоступны для некоторых языков программирования.
tr: Aşağıdaki seçenekler dillere özgüdür. bazıları bazı programlama dillerinde yoktur.
zh: 下列选项与语言相关,有些选项仅适用于部分语言.

# Dialog.Options.IDEOptions.CodeCompletion.MainOption
source: Use the following option to turn code completion completely off:
es: Use esta opción para desactivar completamente el autocompletado de código:
fi: Pää Asetukset Koodaukselle:
fr: Cette option permet de complètement désactiver la complétion de code:
hu: Használja a következő beállítást a kódkiegészítés teljes kikapcsolásához:
it: Utilizza la seguente opzione per disabilitare completamente il completamento del codice:
kr: 코드 자동 완성을 완전히 끄려면 다음 옵션을 사용하십시오:
nl: Code completeren kan hiermee uitgeschakeld worden:
no: Bruk dette alternativet for å skru av kodefullføring:
pl: Użyj poniższej opcji aby całkowicie wyłączyć kompletację kodu:
pt: Utilize a opção seguinte para desligar o "completar código automáticamente":
pt_br: Usar a seguinte opção para deixar o Assistente de Código completamente desligado:
ru: Эта опция полностью отключит автодополнение кода:
tr: Kod tamamlamayı tamamiyle kapatmak için aşağıdaki seçeneği kullanın:
zh: 使用下面选项关闭代码结束:

# Dialog.Options.IDEOptions.CodeCompletion.SaveItemCountAfterNumber
source: items
es: elementos
fi: Tallenna numeron jälkeen
fr: éléments
hu: tételek
kr: 항목
no: elementer
pl: pozycje
pt: itens
pt_br: itens
ro: elemente
ru: элементов
tr: nesneler
zh: 条目

# Dialog.Options.IDEOptions.CodeCompletion.SaveItemCountBeforeNumber
source: Save
es: Guardar
fi: Tallenna ennen numeroa
fr: Enregistrer
hu: Mentés
it: Salva
kr: 저장
nl: Opslaan
no: Lagre
pl: Zachowaj
pt: Guardar
pt_br: Salvar
ro: Salvare
ru: Запоминать
tr: Kaydet
zh: 保存

# Dialog.Options.IDEOptions.CodeCompletion.TooltipLabel
source: Tooltip settings
es: Preferencias de Tooltip
fr: Paramètres des info-bulles
it: Impostazioni suggerimenti
ru: Настройки подсказок

# Dialog.Options.IDEOptions.CodeCompletion.TooltipLinkTarget
source: Links in tooltips should go to
es: Enlaces en tooltips deben ir a
fr: Les liens avec les info-bulles doivent aller vers
it: I collegamenti nei suggerimenti dovrebbero andare a
nl: Links in tooltips dienen te gaan naar
ru: Ссылки в подсказках указывают на

# Dialog.Options.IDEOptions.CodeCompletion.TooltipLinkTargetDefinition
source: Definition in code
es: Definición en código
fr: Definition dans le code source
it: Definizione nel codice
nl: Definitie in code
ru: определение в коде

# Dialog.Options.IDEOptions.CodeCompletion.TooltipLinkTargetDocumentation
source: Documentation (if available)
es: Documentación (si esta disponible)
fr: Documentation (si disponible)
it: Documentazione (se disponibile)
nl: Documentatie (indien beschikbaar)
ru: документацию (если доступна)

# Dialog.Options.IDEOptions.CodeCompletion.UseDataUsageCache
source: Pre-select recently used members
es: Pre-seleccionar miembros utilizados recientemente
fi: Käytä tietomuistivarantoa
fr: Présélectionne les membres les plus utilisés
hu: Legutóbb használt változók előválasztása
it: Pre-seleziona i membri utilizzati recentemente
kr: 최근에 사용된 멤버를 미리 선택하기
nl: Voorselectie recent gebruikte leden
no: Velg sist brukte medlemmer på forhånd
pl: Wstępnie wybierz ostatnio użytych członków
pt: Pré-seleccionar membros de uso recente
pt_br: Pré-selecionar membros usados recentemente
ru: Показать ранее использованные
tr: En son kullanılan üyeleri önceden seç
zh: 预选最近使用过的成员

# Dialog.Options.IDEOptions.CodeCompletion.UseDebugTooltipsOnly
source: Only in debug mode
es: Sólo en modo de depuración
fi: Käytä Debuggia vain työkaluvihjeenä
fr: Seulement en mode déboguage
hu: Csak nyomkövető módban
it: Solo in modalità debug
kr: 디버그 모드에서만
nl: Alleen in foutopsporing-modus
no: Bare i feilsøkingsmodus
pl: Tylko w trybie debug
pt: Só em modo de depuração
pt_br: Somente no modo de depuração
ro: Doar în mod "Depanare"
ru: Только в режиме отладки
tr: Sadece hata ayıklama durumunda
zh: 仅在调试模式

# Dialog.Options.IDEOptions.CodeCompletion.UseInsight
source: Show tooltip when writing method calls
es: Mostrar tooltip al escribir llamadas a métodos
fi: Näytä Näkyvillä
fr: Afficher le prototype d'une fonction lors de son utilisation
hu: Mutasson súgót amikor írja a metódus hívásokat
it: Visualizza aiuti durante la scrittura delle chiamate ai metodi
kr: 메서드 호출을 작성할 때 툴팁 보이기
nl: Infotip tonen bij schrijven van methode aanroepen
no: Vis verktøytips når jeg skriver metodekall
pl: Pokazuj podpowiedzi podczas pisania wywołań metod
pt: Mostrar tooltip quando escrever chamadas de métodos
pt_br: Exibir dica quando escrever chamadas de métodos
ro: Arată sugestii când scrieţi metode de apelare
ru: Показать подсказку при наборе вызова метода
tr: İşlev çağrılarını yazarken ipucunu göster
zh: 当调用方法时显示工具栏

# Dialog.Options.IDEOptions.CodeCompletion.UseKeywordCompletion
source: Trigger code completion after keywords
es: Disparar completación de código después de palabras clave
fi: Käytä Avainsana valmiutta
fr: Activer la complétion de code après les mots clés
hu: Kulcsszavak utáni kódkiegészítés meghívása
it: Attiva completamento del codice dopo le parole-chiave
kr: 키워드 뒤 코드 자동 완성 작동
nl: Code completeren na sleutelwoorden activeren
no: Begynn kodefullføring etter nøkkelord
pl: Wywołuj kompletację kodu po słowach kluczowych
pt: Despoletar finalização de código após palavras chave
pt_br: Acionar Assistente de Código após comandos
ru: Показывать автодополнение после ключевых слов
tr: anahtarkelimelerden sonra kod tamamlamayı tetikle
zh: 启用关键字代码结束

# Dialog.Options.IDEOptions.CodeCompletion.UseTooltips
source: Show tooltip when moving mouse over expression
es: Mostrar tooltip al pasar el mouse sobre una expresión
fi: Näytä vihjeet
fr: Afficher le prototype des éléments sur lesquels passe la souris
hu: Mutasson súgót amikor az egeret a kifejezés fölé mozgatja
it: Visualizza aiuti con il mouse sopra le espressioni
kr: 표현식 위로 마우스를 움직일 때 툴팁 보이기
nl: Infotip tonen als de muis over de expressie beweegt
no: Vis verktøytips når musa er over et uttrykk
pl: Pokazuj podpowiedź kiedy przesuwam myszką nad wyrażeniem
pt: Mostrar tooltip quando mover o rato por cima da expressão
pt_br: Mostrar dica quando mover o mouse sobre expressão
ro: Arată sugestii dacă mouse-ul se află în dreptul expresiei
ru: Показать подсказку, если указатель мыши над выражением
tr: Fare ifadenin üstüne gelince ipucunu göster
zh: 当鼠标移过表达式时显示工具栏

source: &Insert blank lines between members
es: &Insertar líneas en blanco entre miembros
fi: &Aseta tyhjät rivit jäsenten väliin
fr: Insérer des lignes vides entre les membres
hu: Üres sorok &beillesztése a változók közé
it: &Inserire linee vuote tra i membri
kr: 멤버 사이에 빈 줄 삽입(&I)
nl: Lege regels &invoegen tussen leden
no: &Lag blanke linjer mellom medlemmer
pl: &Wstaw puste linie pomiędzy członków
pt: Inserir linhas em branco, entre os membros
pt_br: Inserir linhas em branco entre os membros
ro: &Inserare linii vide între membri
ru: Вставлять пустые строки между членами класса
tr: &Üyeler arasına boş satırlar ekle
zh: 在成员之间插入空行(&I)

source: Code generation options
es: Opciones de generación de código
fi: Vaihtoehdot Koodisivulle
fr: Options de génération de code
hu: Kódgenerálási beállítások
it: Opzioni della generazione del codice
kr: 코드 생성 옵션
nl: Code genereren opties
no: Alternativer for kodegenerering
pl: Opcje generowania kodu
pt: Opções da geração de código
pt_br: Opções de geração de código fonte
ro: Opţiuni de generare a Codului
ru: Параметры создания текста программ
tr: Kod üretme seçenekleri
zh: 代码选项

source: Comment generation options
es: Opciones de generación de comentarios
fi: Kommenttien Optiot
fr: Options génération Commentaires
hu: Megjegyzésgenerálási beállítások
it: Opzioni della generazione dei commenti
kr: 주석 생성 옵션
nl: Commentaar generatie opties
no: Alternativer for kommentargenerering
pl: Opcje generowania komentarzy
pt: Opções de geração de comentários
pt_br: Opções de geração de comentários
ro: Opţiuni de Comentare a Codului
ru: Параметры создания комментариев
tr: Yorum üretme seçenekleri
zh: 注释选项

# Dialog.Options.IDEOptions.CodeGenerationOptionsPanel.ElseOnClosingCheckBox
source: &Else on same line as closing bracket
es: &Else en misma línea que la llave de cierre
fi: &Tallenna Muutokset suljettaessa
fr: Else sur la même ligne que la parenthèse fermante
hu: az &Else egy sorban a lezáró zárójellel
it: &Else nella stessa linea della parentesi chiusa
kr: 닫는 }와 같은 줄에 else를 넣음(&E)
nl: &Else op zelfde regel als sluithaakje
no: &Ellers på samme linje som sluttparentes
pl: &Albo w tej samej linii co nawias zamykający
pt: Else na mesma linha que a chaveta de fecho
pt_br: &Else na mesma linha que fecha-chave
ro: În caz contrar, pe ac&eeaşi linie ca paranteză de închidere
ru: else на той же строке, что и закрывающая скобка
tr: &Else kapama paranteziyle aynı satırda
zh: Else同行插入关闭括号(&E)

source: Generate &additional comments
es: Generar comentarios &adicionales
fi: Luo Lisäkommentit
fr: Générer des comment&aires supplémentaires
hu: &További megjegyzések generálása
it: Generazione commenti &addizionali
kr: 부가적 주석 생성(&A)
nl: Genereer &extra commentaar
no: Generer &ytterligere kommentarer
pl: Generuj dod&atkowe komentarze
pt: Gerar comentários &adicionais
pt_br: Gerar comentários &adicionais
ro: Generare comentarii &adiţionale
ru: Создавать дополнительные комментарии
tr: &Ek yorumlar üret
zh: 生成附加注释(&A)

# Dialog.Options.IDEOptions.CodeGenerationOptionsPanel.GenerateDocCommentsCheckBox
source: Generate &documentation comments
es: Generar comentarios de la &documentación
fi: Luo &Dokumentin Kommentit
fr: '///' génère un commentaire de &documentation
hu: &Dokumentációs megjegyzések generálása
it: Generazione commenti di &documentazione
kr: 문서화를 위한 주석 생성(&D)
nl: Genereer &commentaar voor documentatie
no: Generer &dokumentasjonskommentarer
pl: Generuj komentarze do &dokumentacji
pt: Gerar comentários de &documentação
pt_br: Gerar comentários de &documentação
ro: Generare comentarii &documentaţie
ru: Создавать комментарии-документацию
tr: &Dokümantasyon yorumlarını üret
zh: 生成文本注释(&D)

source: &Start code block on the same line
es: &Comenzar bloque de código en la misma línea
fi: &Aloita koodit samasta linjasta
fr: &Début de bloc sur la même ligne
hu: &Kódblokk azonos sorban kezdése
it: Inizia blocco codice sulla &stessa linea
kr: 코드 블록을 같은 줄에서 시작(&S)
nl: &Start codeblok op dezelfde regel
no: &Start kodeblokk på samme linje
pl: Zacznij blok kodu w tej &samej linii
pt: &Iniciar bloco de código na mesma linha
pt_br: Iniciar bloco de código na me&sma linha
ro: &Startare bloc de cod pe aceeaşi linie
ru: Начинать блок кода с той же строки
tr: Kod bloklarına aynı satırda &başla
zh: 启用同行代码块(&S)

# Dialog.Options.IDEOptions.CodeGenerationOptionsPanel.Title
source: Code Generation
es: Generación de código
fi: Asetukset
fr: Génération de code
hu: Kódgenerálás
it: Generazione codice
kr: 코드 생성
nl: Code genereren
no: Kodegenerering
pl: Generowanie kodu
pt: Geração de código
pt_br: Geração de Código fonte
ro: Generare Cod
ru: Генерация кода
tr: Kod Üretimi
zh: 代码生成

# Dialog.Options.IDEOptions.CodeGenerationOptionsPanel.UseFullTypeNamesCheckBox
source: &Use full type names
es: &Utilizar nombres completos de tipos
fi: &Käytä Kokotyypin nimiä
fr: &Utiliser des noms de type complets
hu: &Teljes típusnevek használata
it: &Usa nomi dei tipi completi
kr: 완전한 형식 이름 사용(&U)
nl: &Gebruik volledige typenamen
no: &Bruk fullstendige typenavn
pl: &Użyj pełnych nazw typów
pt: &Usar nome completo dos tipos
pt_br: &Utilizar nome completo de tipos
ro: &Utilizare nume complete ale tipului
ru: Использовать полные имена типов
tr: Tam tip adlarını &kullan
zh: 使用完整的类名称(&U)

# Dialog.Options.IDEOptions.CodingOptions.CodeFormatting.Title
source: Formatting
fr: Formatage
it: Formattazione
ru: Форматирование

# Dialog.Options.IDEOptions.CodingOptions.CodeIssues.Title
source: Code inspection
fr: Inspection de code
it: Ispezione del codice
ru: Проверка кода

# Dialog.Options.IDEOptions.CodingOptionsText
source: Coding
es: Codificación
fi: Koodaus Asetukset
fr: Codage
hu: Kódolás
it: Codifica
kr: 코드 작성
nl: Coderen
no: Koding
pl: Programowanie
pt: Codificação
pt_br: Codificação
ro: Codificare
ru: Кодирование
tr: Kodlama
zh: 代码编写

# Dialog.Options.IDEOptions.Debugging
source: Debugging
es: Depuración
fi: Virheenkorjaus
fr: Déboguage en cours
kr: 디버깅
nl: Foutopsporing
no: Feilsøking
pt_br: Depurando
ru: Отладка
zh: 调试

# Dialog.Options.IDEOptions.Debugging.AskForArguments
source: Ask for arguments and working directory on executable launch.
es: Preguntar por argumentos y directorio de trabajo al iniciar ejecutable.
fr: Demander des arguments et le répertoire de travail lors du lancement.
it: Chiedi parametri e cartella di lavoro quando inizia l'esecuzione.
nl: Vraag naar argumenten en werkmap bij starten uitvoerend bestand.
ru: Запрашивать аргументы и рабочий каталог при запуске исполняемого файла.

# Dialog.Options.IDEOptions.Debugging.BreakAtBeginning
source: Break at first line of execution.
es: Detener ejecución en la primera línea.
fr: Arrêt sur la première ligne.
it: Ferma alla prima linea in esecuzione.
nl: Breek op de eerste uitvoeringsregel.
ru: Останавливаться на первой выполняемой линии.

# Dialog.Options.IDEOptions.Debugging.ChooseExceptions
source: Choose exceptions
es: Seleccione excepciones
fr: Choisir les exceptions
it: Scegli eccezioni
ru: Выбрать исключения

# Dialog.Options.IDEOptions.Debugging.EnableDecompiler
source: Enable decompiler
es: Habilitar decompilador
fr: Activer la décompilation
it: Attiva decompilatore
nl: Decompiler inschakelen
ru: Включить декомпилятор

# Dialog.Options.IDEOptions.Debugging.EnableEditAndContinue
source: Enable Edit and Continue
es: Habilitar Editar y Continuar
fr: Activer "Editer et Continuer"
it: Attiva Modifica e Continua
nl: Bewerken en Doorgaan inschakelen
ru: Разрешить операцию "Изменить и продолжить"

# Dialog.Options.IDEOptions.Debugging.ExceptionFilter.ColumnExpression
source: Full exception name
fr: Nom complet de l'exception
it: Nome eccezione completo
ru: Полное имя исключения

# Dialog.Options.IDEOptions.Debugging.ExceptionFilter.ColumnIsActive
source: Break on
fr: Arrêt sur
it: Arresta su
ru: Остановиться на

# Dialog.Options.IDEOptions.Debugging.ExceptionFilterTitle
source: Choose exceptions you want the debugger to break on
fr: Choisir les exceptions sur lesquelles le deboggueur s'arrêtera
it: Scegli le eccezioni sulle quali vuoi che il debugger si arresti
ru: Выберите исключения, на которые будет реагировать отладчик

# Dialog.Options.IDEOptions.Debugging.Exceptions
source: Exceptions
es: Excepciones
fi: Virheenkorjaus Poikkeukset
it: Eccezioni
nl: Uitzonderingen
pt_br: Exceções
ru: Исключения
