Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# Global.NextButtonText
source: Next >
es: Siguiente >
fi: Seuraava >
fr: Suite >
hu: Következő >
it: Avanti >
kr: 다음 >
nl: Volgende >
no: Neste >
pl: Następny >
pt: Avançar>
pt_br: Próximo >
ro: Înainte >
ru: Далее >
tr: İleri >
zh: 下一步>

# Global.No
source: No
fi: Ei
fr: Non
hu: Nem
kr: 아니요
nl: Nee
no: Nei
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет
tr: Hayır
zh: 否

# Global.OpenButtonText
source: &Open
es: &Abrir
fi: &Avaa
fr: &Ouvrir
hu: &Megnyitás
it: &Apri
kr: 열기(&O)
nl: &Openen
no: &Åpne
pl: &Otwórz
pt: &Abrir
pt_br: &Abrir
ro: &Deschidere
ru: Открыть
tr: &Aç
zh: 打开(&O)

# Global.OptionsLabelText
source: Options
es: Opciones
fi: Valinnat
hu: Beállítások
it: Opzioni
kr: 옵션
nl: Opties
no: Innstillinger
pt_br: Opções
ru: Настройки
zh: 选项

# Global.Path
source: Path
es: Ruta
fi: Polku
fr: Chemin
hu: Elérési út
it: Percorso
kr: 경로
nl: Pad
no: Sti
pl: Ścieżka
pt: Caminho
pt_br: Caminho
ro: Cale
ru: Путь
tr: Yol
zh: 路径

# Global.PleaseWait
source: Please wait...
es: Por favor espere...
fi: Odota, ole hyvä ...
fr: Veuillez patienter...
hu: Kérem várjon...
it: Prego attendere...
kr: 기다리십시오...
nl: Even geduld a.u.b....
no: Vennligst vent...
pl: Proszę czekać...
pt: Aguarde por favor...
pt_br: Por favor, aguarde...
ru: Пожалуйста, подождите...
tr: Lütfen ekleyin...
zh: 请稍等...

# Global.Preview
source: Preview
es: Vista Previa
fi: Esikatselu
fr: Prévisualisation
hu: Előnézet
it: Anteprima
nl: Voorbeeld
no: Forhåndsvisning
pt_br: Prever
ru: Предварительный просмотр
tr: Önizleme
zh: 预览

# Global.QuestionText
source: Question
es: Pregunta
fi: kysymys
hu: Kérdés
it: Domanda
kr: 질문
nl: Vraag
no: Spørsmål
pl: Pytanie
pt: Pergunta
pt_br: Questão
ro: Întrebare
ru: Вопрос
tr: Soru
zh: 疑问

# Global.ReadOnly
source: readonly
es: solo lectura
fi: vain luku
fr: Lecture seule
hu: csak olvasható
it: sola lettura
kr: 읽기 전용
nl: alleen lezen
no: skrivebeskyttet
pt_br: Somente leitura
ru: только для чтения
zh: 只读

# Global.Refresh
source: Refresh
es: Refrescar
fi: Virkistä
fr: Actualiser
hu: Frissítés
it: Aggiorna
kr: 새로 고침
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt: Actualizar
pt_br: Atualizar
ro: Reîncărcare
ru: Обновить
tr: Yenile
zh: 刷新

# Global.RemoveButtonText
source: &Remove
es: Q&uitar
fi: &Poista
fr: &Effacer
hu: &Eltávolítás
it: &Rimuovi
kr: 제거(&R)
nl: Verwijde&ren
no: &Fjern
pl: &Usuń
pt: &Remover
pt_br: &Remover
ro: Elimina&re
ru: Удалить
tr: &Kaldır
zh: 删除(&R)

# Global.RenameButtonText
source: Re&name
es: Re&nombrar
fi: &Nimeä uudelleen
fr: Re&nommer
hu: Át&nevezés
it: Ri&nomina
kr: 이름 바꾸기(&N)
nl: Her&noem
no: Omdøp
pl: Zmień &nazwę
pt: Re&nomear
pt_br: Re&nomeia
ru: Переименовать
tr: Yeniden Adlandır
zh: 重命名(&N)

# Global.ReplaceButtonText
source: Replace
es: Reemplazar
fi: Korvaa
fr: Remplacer
hu: Csere
it: Sostituisci
kr: 바꾸기
nl: Vervangen
no: Erstatt
pt_br: Substituir
ru: Заменить
zh: 替换

# Global.Reset
source: Reset
fr: Réinitialiser
it: Azzera
ru: Сбросить

# Global.RetryButtonText
source: Retry
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
hu: Újra
it: Riprova
kr: 재시도
nl: Opnieuw
no: Prøv igjen
pl: Ponów
pt: Voltar a Tentar
pt_br: Tentar de novo
ro: Reîncearcă
ru: Повтор
tr: Yinele
zh: 重试

# Global.SelectAllButtonText
source: Select &All
es: Seleccion&ar Todo
fi: Valitse &kaikki
fr: Sélectionner tout
hu: Összes kijelölése
it: Seleziona &Tutto
kr: 모두 선택
nl: &Alles selecteren
no: Velg &alle
pt_br: Selecion&ar todos
ru: Выбрать все
zh: 全选(&A)

# Global.SmallIconToolTip
source: Small Icons
es: Iconos pequeños
fi: Pienet ikonit
fr: Petites icônes
hu: Kis ikonok
it: Icone piccole
kr: 작은 아이콘
nl: Kleine pictogrammen
no: Små ikoner
pl: Małe Ikony
pt: Ícones pequenos
pt_br: Ícones Pequenos
ro: Pictograme mici
ru: Маленькие значки
tr: Küçük Simgeler
zh: 小图标

# Global.StartButtonText
source: Start
es: Empezar
fi: Aloita
fr: Démarrer
hu: Indítás
it: Esegui
kr: 시작
nl: Starten
pt: Iniciar
pt_br: Iniciar
ru: Старт
tr: Başla
zh: 开始

# Global.TextLine
source: Line
es: Línea
fi: Rivi
fr: Ligne
hu: Sor
it: Linea
kr: 줄
nl: Regel
no: Linje
pl: Wiersz
pt: Linha
pt_br: Linha
ro: Linie
ru: Строка
tr: Satır
zh: 行

# Global.UpdateButtonText
source: &Update
es: &Actualizar
fi: &Päivitä
fr: Mettre à jo&ur
hu: &Módosítás
it: &Aggiorna
kr: 새로 고침(&U)
nl: Bijwerken
no: Oppdater
pl: Akt&ualizuj
pt: &Actualizar
pt_br: &Atualizar
ro: Act&ualizare
ru: Перерисовать
tr: Güncelle
zh: 更新(&U)

# Global.WarningText
source: Warning
es: Aviso
fi: Varoitus
fr: Avertissement
hu: Figyelmeztetés
it: Avvertimento
kr: 경고
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt: Aviso
pt_br: Advertência
ro: Avertisment
ru: Предупреждение
tr: Uyarı
zh: 警告

# Global.Yes
source: Yes
es: Si
fi: Kyllä
fr: Oui
hu: Igen
it: Si
kr: 예
nl: Ja
no: Ja
pl: Tak
pt: Sim
pt_br: Sim
ro: Da
ru: Да
tr: Evet
zh: 是

# Global.YesToAll
source: Yes to All
es: Si a Todo
fi: Kyllä kaikkiin
fr: Oui pour tous
hu: Igen, mindre
it: Si tutti
kr: 모두 예
nl: Ja op alles
no: Ja til alt
pl: Tak na Wszystkie
pt: Sim para Todos
pt_br: Sim para todos
ru: Да для всех
tr: Tümüne Evet
zh: 全是

# Gui.ProjectBrowser.FileInUseError
source: File or directory name is already in use, choose a different one.
es: El archivo o directorio está en uso, escoja otro.
fi: Tiedoston tai kansion nimi on olemassa, valitse toinen nimi.
fr: Le fichier ou le répertoire est déjà utilisé, choisissez-en un autre.
hu: Fájl- vagy mappanév már használatban, válasszon másikat.
it: Il nome del File o della directory è già in uso, sceglierne un altro.
kr: 파일이나 디렉터리 이름이 이미 사용중입니다. 다른 이름을 선택하십시오.
nl: Bestand of map is reeds in gebruik, gelieve een ander doel te kiezen.
no: Fil- eller katalognavn er allerede i bruk. Velg et annet navn.
pl: Nazwa plik lub katalogu jest ju¿ u¿ywana, wybierz inn¹ nazwê.
pt: Nome de Ficheiro ou de pasta já em utilização, escolha outro diferente.
pt_br: Nome do arquivo ou diretório já está em uso, escolha um diferente.
ro: Numele de Fişier sau de Director este deja în uz, alegeţi unul diferit.
ru: Файл или папка с таким именем уже существует, выберите другое имя.
tr: Dosya veya dizin adı zaten kullanımda, lütfen bir başka adı seçin.
zh: 文件或者目录名称已经存在，请选择其它名称。

# Gui.ProjectBrowser.IllegalCharactersInFileNameError
source: The file name you have chosen contains illegal characters. Please choose a different file name.
es: El nombre del archivo contiene caracteres ilegales. Use solo caracteres legales.
fi: Tiedostonimi sisältää virheellisiä merkkejä. Valitse toinen tiedostonimi.
fr: Le nom de fichier sélectionné contient des caractères illégaux. Choisissez-en un autre.
hu: Az általad választott fájlnév érvénytelen karaktereket tartalmaz. Válassz egy másik nevet.
it: Il nome del file scelto contiene caratteri non validi. Prego sceglierne un altro.
kr: 당신이 선택한 파일 이름이 부적절한 문자를 포함하고 있습니다. 다른 파일 이름을 선택하십시오.
nl: De bestandsnaam bevat ongeldige tekens. Gelieve een andere bestandsnaam te kiezen.
no: Filnavnet du har valgt inneholder ulovlige tegn. Vennligst velg et annet filnavn.
pl: Podana nazwa pliku zawiera niedozwolone znaki. Proszê wybraæ inn¹ nazwê pliku.
pt: O nome do ficheiro que escolheu contém caracteres inválidos. Por favor escolha nome diferente.
pt_br: O nome de arquivo que você selecionou contém caracteres inválidos. Por favor escolha um nome de arquivo diferente.
ro: Numele fişierului conţine caractere ilegale. Vă rog, alegeţi un alt nume.
ru: В выбранном вами имени файла содержатся недопустимые символы. Выберите другое имя.
tr: Seçtiğiniz dosya adı kuraldışı karakterler içeriyor. Lütfen başka bir ad seçiniz.
zh: 文件名中包含非法字符。请重新选择。

# Gui.ProjectBrowser.Open
source: Open
es: Abrir
fi: Avaa
fr: Ouvrir
hu: Megnyit
it: Apri
kr: 열기
nl: Openen
no: Åpne
pl: Otwórz
pt: Abrir
pt_br: Abrir
ro: Deschidere
ru: Открыть
tr: Aç
zh: 打开

# Gui.ProjectBrowser.OpenFolderInExplorer
source: Open Folder in Explorer
es: Abrir Carpeta en el Explorador
fi: Avaa kansio Resurssienhallinnassa
fr: Ouvrir le dossier dans l'explorateur
it: Apri Cartella in Explorer
nl: Map openen in Verkenner
no: Åpne katalog i Utforsker
pt_br: Abrir diretorio no Explorer
ru: Открыть папку в Проводнике
zh: 打开所在的文件夹

# Gui.ProjectBrowser.OpenWith
source: Open With...
es: Abrir Con...
fi: Avaa ...
fr: Ouvrir avec...
it: Apri Con...
kr: 특정 프로그램으로 열기...
nl: Openen met...
no: Åpne med...
pl: Otwórz Z...
pt: Abrir Com...
pt_br: Abrir Com...
ru: Открыть с помощью...
tr: Birlikte aç...
zh: 打开方式...

# Gui.ProjectBrowser.OpenWith.AddProgram.DialogTitle
source: Add program
es: Agregar programa
fi: Lisää ohjelma
fr: Ajouter un programme
it: Aggiungi programma
kr: 프로그램 더하기
nl: Voeg programma toe
no: Legg til program
pl: Dodaj program
pt_br: Adicionar programa
ru: Добавить программу
tr: Program ekle
zh: 添加程序

# Gui.ProjectBrowser.OpenWith.AddProgram.DisplayName
source: &Display name:
es: Nombre a Mos&trar:
fi: &Näytä nimi:
fr: Nom affiché:
it: Nome visualizzato:
kr: 표시할 이름(&D):
nl: Naam:
no: Vis navn:
pt_br: &Exibir nome:
ru: Краткое имя:
zh: 显示名称(&D)：

# Gui.ProjectBrowser.OpenWith.AddProgram.Program
source: &Program:
es: &Programa:
fi: &Ohjelma:
fr: &Programme:
it: &Programma:
kr: 프로그램(&P):
nl: &Programma:
pt_br: &Programa:
ru: Программа:
zh: 程序(&P):

# Gui.ProjectBrowser.OpenWith.Bindings.DefaultWindowsApplication
source: Use the default Windows application for this file
es: Usar la aplicación predeterminada de Windows para este archivo
fi: Käytä Windows-ohjelmaa tähän tiedostoon
fr: Utiliser l'application Windows par défaut pour ce fichier
it: Usa l'applicazione predefinita di Windows per questo file
kr: 이 파일에 기본 Windows 응용프로그램 사용
nl: Gebruik standaard Windows applicatie voor dit bestand.
no: Bruk standard Windows applikasjon for denne filen
pt_br: Usar aplicação Windows padrão para este arquivo
ru: Использовать для этого файла стандартное приложение Windows
zh: 使用默认程序打开此文件

# Gui.ProjectBrowser.OpenWith.Bindings.IconEditor
source: Icon editor
es: Editor de Iconos
fi: Ikoni editori
fr: Eciteur d'icônes
it: Editor di icona
kr: 아이콘 편집기
nl: Pictogram bewerker
no: Ikon editor
pl: Edytor ikon
pt_br: Editor de ícone
ru: Редактор иконок
zh: 图标编辑器

# Gui.ProjectBrowser.OpenWith.Bindings.ResourceEditor
source: Resource editor
es: Editor de Recursos
fi: Resurssi editori
fr: Editeur de ressources
it: Editor di risorse
kr: 리소스 편집기
nl: Hulpbron bewerker
no: Ressurs editor
pl: Edytor zasobów
pt_br: Editor de recursos
ru: Редактор ресурсов
zh: 资源编辑器

# Gui.ProjectBrowser.OpenWith.Bindings.TextEditor
source: Text editor
es: Editor de Texto
fi: Texti editori
fr: Editeur de texte
it: Editor testo
kr: 텍스트 편집기
nl: Tekst bewerker
no: Tekst editor
pl: Edytor tekstowy
pt_br: Editor de texto
ru: Текстовый редактор
tr: Metin Düzenleyici
zh: 文本编辑器

# Gui.ProjectBrowser.OpenWith.Bindings.TextEditorWithEncoding
source: Text editor (choose encoding)
es: Editor de Texto (elegir codificación)
fi: Texti editori ( koodauksella )
fr: Editeur de texte (choisir l'encodage)
it: Editor testo (scegli codifica)
nl: Tekstbewerker (kies encodering)
no: Tekstredigering (velg koding)
pt_br: Editor de texto (escolher codificação)
ru: Текстовый редактор (с выбором кодировки)
zh: 文本编辑器(选择编码)

# Gui.ProjectBrowser.OpenWith.Bindings.WebBrowser
source: Built-in Web Browser
es: Explorador Web Integrado
fi: Sisäänrakennettu selain
fr: Navigateur embarqué
it: Web Browser integrato
kr: 내장 웹 브라우저
nl: Ingebouwde Web browser
no: Innebygd nettleser
pt_br: Navegador Web embutido
ru: Встроенный веб-браузер
tr: Tümleşik Web Tarayıcısı
zh: 内置网页浏览器

# Gui.ProjectBrowser.OpenWith.Bindings.XmlEditor
source: XML editor
es: Editor XML
fi: XML editori
fr: Editeur XML
it: Editor XML
kr: XML 편집기
nl: XML bewerker
pl: Edytor XML
pt_br: Editor XML
ru: Редактор XML
zh: XML编辑器

# Gui.ProjectBrowser.OpenWith.ChooseProgram
source: Choose the program you want to use to open this file:
es: Elija el programa que quiere usar para abrir este archivo:
fr: Choisir le programme à utiliser pour ouvrir ce fichier:
it: Scegli il programma che vuoi usare per aprire questo file:
kr: 이 파일을 열 때 사용할 프로그램을 고르십시오:
nl: Selecteer het programma waarmee u dit bestand wilt openen:
no: Velg program du vil bruke for å åpne denne filen:
pt_br: Escolher o programa para abrir este arquivo:
ru: Выберите программу, которую хотите использовать для открытия этого файла:
zh: 选择您要打开这个文件的程序：

# Gui.ProjectBrowser.OpenWith.Default
source: Default
es: Predeterminado
fi: Oletus
fr: Défaut
it: Predefinito
kr: 기본 값
nl: Verstek
no: Standard
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
zh: 默认

# Gui.ProjectBrowser.OpenWith.DialogTitle
source: Open With
es: Abrir Con
fi: Avaa sovelluksessa
fr: Ouvrir avec
it: Apri con
kr: 여는 데 사용할 프로그램
nl: Openen met
no: Åpne med
pl: Otwórz Z
pt_br: Abrir com
ru: Открыть с помощью
zh: 打开方式

# Gui.ProjectBrowser.OpenWith.SetAsDefault
source: Set as Default
es: Establecer como Predeterminado
fi: Aseta oletukseksi
fr: Définir par défaut
it: Imposta come Predefinito
kr: 기본 값으로 설정
nl: Als standaard instellen
no: Sett som standard
pl: Ustaw jako Domyślne
pt_br: Definir como padrão
ru: Установить по умолчанию
zh: 设为默认

# Gui.ProjectBrowser.ShowAllFiles
source: Show all files
es: Mostrar todos los archivos
fi: Näytä kaikki tiedostot
fr: Afficher tous les fichiers
hu: Minden fájl mutatása
it: Mostra tutti i file
kr: 모든 파일 보이기
nl: Toon alle bestanden
no: Vis alle filer
pl: Pokaż wszystkie pliki
pt: Mostrar todos os ficheiros
pt_br: Exibir todos arquivos
ro: Arată toate fişierele
ru: Показать все файлы
tr: Bütün dosyaları göster
zh: 显示所有文件

# Hornung.ResourceToolkit.CodeCompletion.AddNewDescription
source: Add new string resource to {0}
es: Agregar nuevo recurso de cadena a {0}
fr: Ajouter une ressource de type chaîne à {0}
it: Aggiungi una nuova stringa a {0}
kr: {0}에 새 문자열 리소스 더하기
nl: Nieuwe tekenreeks hulpbron toevoegen aan {0}
no: Legg til ny tekstressurs til {0}
pt: Adicionar nova string de recursos a {0}
pt_br: Adiciona nova string de recursos a {0}
ru: Добавить новый строковый ресурс в {0}
zh: 添加新字符串到{0}

# Hornung.ResourceToolkit.CodeCompletion.AddNewEntry
source: <Add new>
es: <Agregar nuevo>
fi: Lisää uusi merkintä
fr: <Ajouter nouveau>
it: <Aggiungi nuovo>
kr: <새 항목 더하기>
nl: <Nieuw toevoegen>
no: <Lag ny>
pl: <Dodaj nowy>
pt: <Adicionar nova>
pt_br: <Adicionar novo>
ru: <Добавить новый>
tr: <Yeni ekle>
zh: <新增>

# Hornung.ResourceToolkit.DeleteAllSelectedResourceKeysQuestion
source: Do you really want to delete all ${Count} selected resource keys from the resource files and all dependent localized resource files permanently?
es: ¿Realmente quiere eliminar las ${Count} claves de recursos seleccionadas de los archivos de recursos y todos los archivos de recursos de localización dependientes permanentemente?
fr: Voulez vous vraiment effacer toutes les ${Count} clés de ressouce sélectionnées et tous les fichiers de ressource qui en dépendent ?
it: Sei sicuro di voler eliminare in modo permanente tutte le ${Count} chiavi selezionate dai file di risorsa e da tutti i file localizzati dipendenti?
kr: 리소스 파일과 모든 종속 지역화 리소스 파일에서 선택된 리소스 키 ${Count}개를 모두 영구히 지우시겠습니까?
nl: Wilt u echt alle ${Count} geselecteerde hulpbron sleutels uit de hulpbronbestanden en alle afhankelijke gelocaliseerde hulpbronbestanden permanent verwijderen?
no: Vil du virkelig slette alle de ${Count} valgte ressursnøklene fra ressursfilene og alle avhengige språkfiler permanent?
pt: Quer mesmo apagar todas, ${Count}, as chaves seleccionadas de recursos, dos ficheiros de recursos e todos os ficheiros de recursos localizados dependentes permanentemente?
pt_br: Voce deseja apagar permanentemente todos os ${Count} chaves selecionadas dos arquivos de recursos e todas as dependencias dos arquivos de recursos localizados?
ru: Вы действительно хотите безвозвратно удалить все ${Count} выбранных ресурсных ключей из ресурсных файлов и все зависящие локализированные ресурсные файлы?
tr: Bu ${Count} kaynak anahtarını dosyadan ve bun(lar)a bağlı yerelleştirilmiş kaynak dosyalarının tümünü silmek istediğinizden emin misiniz?
zh: 您确定要从资源文件中删除${Count}个选的资源以及依赖文件吗?

# Hornung.ResourceToolkit.DeleteSingleResourceKeyQuestion
source: Do you really want to delete the resource key "${Key}" from the resource file "${FileName}" and all dependent localized resource files permanently?
es: ¿Realmente quiere eliminar la clave de recurso "${Key}" de el archivo de recurso "${FileName}" y todos los archivos de recursos de localización dependientes permanentemente?
fr: Voulez vous vraiment effacer la clé de ressouce '${Key}' du fichier '${FileName}' et tous les fichiers de ressource qui en dépendent ?
it: Sei sicuro di voler eliminare in modo permanente la chiave "${Key}" dal file di risorsa "${FileName}" e da tutti i file localizzati dipendenti?
kr: "${FileName}" 리소스 파일과 모든 종속 지역화 리소스 파일에서 선택된 리소스 키 "${Key}"(을)를 영구히 지우시겠습니까?
nl: Wilt u de hulpbron sleutel "${Key}" uit hulpbron bestand "${FileName}" en alle afhankelijke gelocaliseerde hulpbron bestanden permanent verwijderen?
no: Vil du virkelig slette ressursnøkkelen "${Key}" fra ressursfilen "${FileName}" og alle avhengige språkfiler permanent?
pt: Deseja mesmo apagar a chave de recurso "${Key}" do ficheiro de recursos "${FileName}" e todos os ficheiros de recursos dependentes localizados de forma permanente?
pt_br: Voce deseja apagar permanentemente as "${Key}" chaves de recursos dos arquivos de recursos "${FileName}" e todas as dependencias dos arquivos de recursos localizados?
ru: Вы действительно хотите безвозвратно удалить ключ ресурсов "${Key}" из файла ресурсов "${FileName}" и все зависящие локализационные файлы ресурсов?
tr: "${FileName}" dosyasından "${Key}" kaynak anahtarını ve buna bağlı yerelleştirilmiş kaynak dosyalarını silmek istediğinizden emin misiniz?
zh: 您确定要从资源文件"${FileName}" 中删除"${Key}" 资源以及依赖文件吗?

# Hornung.ResourceToolkit.EditStringResourceDialog.Caption
source: Edit string resource
es: Editar recurso de cadena
fr: Editer la ressource de type chaîne
it: Modifica risorsa stringa
kr: 문자열 리소스 편집
nl: Hulpbron tekenreeks bewerken
no: Rediger tekstressurs
pt: Alterar a string do recurso
pt_br: Editar string de recursos
ru: Править строковый ресурс
tr: Metin kaynakı düzenle
zh: 编辑字符串

# Hornung.ResourceToolkit.EditStringResourceDialog.DuplicateKey
source: A resource key with this name already exists!
es: ¡Una clave de recurso con este nombre ya existe!
fr: Une clé de ressource avec ce nom existe déjà!
it: Una chiave di risorsa con questo nome esiste già!
kr: 같은 이름을 가진 리소스 키가 이미 있습니다!
nl: Er bestaat al een hulpbron sleutel met deze naam!
no: En ressursnøkkel med dette navnet eksisterer allerede!
pl: Klucz zasobu o takiej nazwie już istnieje!
pt: Já existe uma chave de recurso com o mesmo nome!
pt_br: Já existe uma chave de recurso com esse nome!
ru: Ключ реестра под таким именем уже существует!
zh: 此资源名称已存在!

# Hornung.ResourceToolkit.EditStringResourceDialog.KeyIsEmpty
source: Resource key must not be empty!
es: ¡La clave de recurso no puede estar vacía!
fr: La clé de ressource ne peut pas être vide!
it: La chiave di risorsa non può essere vuota!
kr: 리소스 키는 비어 있을 수 없습니다!
nl: De hulpbron sleutel mag niet leeg zijn!
no: Ressursnøkkelen kan ikke være tom!
pl: Klucz zasobu nie może być pusty!
pt: A chave de recurso não pode ser vazia!
pt_br: Chave de recurso não pode ser vazia!
ru: Ключ ресурсов не должен быть пустым!
tr: Kaynak anahtarı boş olamaz!
zh: 资源名称不能为空!

# Hornung.ResourceToolkit.ErrorProcessingResourceFile
source: An error occurred while processing the resource file '{0}'.
es: Ocurrió un error procesando el archivo de recurso '{0}'.
fr: Une erreur est survenue lors du traitement du fichier resource '{0}'.
it: Un errore è occorso durante l'elaborazione del file di risorsa '{0}'.
kr: '{0}' 리소스 파일을 처리하는 중 오류가 발생했습니다.
nl: Er is een fout opgetreden bij bewerken van hulpbron bestand '{0}'.
no: En feil oppstod under prosessering av ressursfilen '{0}'.
pt_br: Ocorreu um erro ao processar o arquivo de recursos na linha '{0}'.
ru: При обработке файла '{0}' произошла ошибка.
zh: 在处理资源文件'{0}'时发生了错误.

# Hornung.ResourceToolkit.FindMissingResourceKeys
source: Find missing resource keys
es: Buscar claves de recurso faltantes
fi: Etsi puuttuvan resurssin avaimia
fr: Trouver les clés de ressource manquantes
it: Trova chiave mancante
kr: 없는 리소스 키 찾기
nl: Ontbrekende hulpbron sleutels vinden
no: Finn manglende ressursnøkler
pl: Znajdź zagubione klucze zasobów
pt: Encontrar chaves de recurso em falta
pt_br: Achar chaves de recursos perdidos
ru: Найти отсутствующие ключи ресурсов
tr: Kayıp kaynak anahtarlarını bul
zh: 查找丢失的资源名称

# Hornung.ResourceToolkit.FindUnusedResourceKeys
source: Find unused resource keys
es: Buscar claves de recurso no usadas
fi: Etsi käyttämättömiä resurssi avaimia
fr: Trouver les clés de ressources inutilisées
it: Trova chiave di risorsa inutilizzate
kr: 사용되지 않은 리소스 키 찾기
nl: Ongebruikte hulpbron sleutels vinden
no: Finn ubrukte ressursnøkler
pl: Znajdź nieużywane klucze zasobów
pt: Encontrar chaves de recurso não usadas
pt_br: Achar chave de recurso não usada
ru: Найти неиспользуемые ключи ресурсов
tr: Kullanılmayan kaynak anahtarlarını bul
zh: 查找未使用的资源名称

# Hornung.ResourceToolkit.Key
source: Key
es: Clave
fi: Avain
fr: Clé
it: Chiave
kr: 키
nl: Sleutel
no: Nøkkel
pl: Klucz
pt: Chave
pt_br: Chave
ru: Клавиатура
tr: Anahtar
zh: 资源名称

# Hornung.ResourceToolkit.KeyLabel
source: Resource key:
es: Clave de recurso:
fi: Resurssiavain:
fr: Clé de ressource:
it: Chiave risorsa:
kr: 리소스 키:
nl: Hulpbron sleutel:
no: Ressursnøkkel:
pl: Klucz zasobu:
pt: Chave de recurso:
pt_br: Chave de recurso:
ru: Ключ реестра:
tr: Kaynak anahtarı:
zh: 资源名称:

# Hornung.ResourceToolkit.KeyNotFoundWarning
source: The resource key "{0}" could not be found in file "{1}".
es: La clave de recurso "{0}" no se pudo encontrar en el archivo "{1}".
fi: Resurssiavain: "{0}" ei löydy tiedostota "{1}".
fr: La clé de ressource '{0}' ne peut pas être trouvée dans le fichier '{1}'.
it: La chiave risorsa "{0}" non è stata trovata nel file "{1}".
kr: "{1}" 파일에서 "{0}" 리소스 키가 발견되지 않았습니다.
nl: Hulpbron sleutel "{0}" kon niet gevonden worden in bestand "{1}".
no: Ressursnøkkelen "{0}" finnes ikke i filen "{1}".
pl: Klucz zasobu "{0}" nie może zostać znaleziony w pliku "{1}".
pt: A chave de recurso "{1}" não foi encontrada no ficheiro "{1}".
pt_br: A chave de recurso "{0}" não pode ser encontrada no arquivo "{1}".
ru: Ресурсный ключ "{0}" не может быть найден в файле "{1}".
tr: "{0}" anahtarı "{1}" dosyasında bulunamadı.
zh: 在文件"{1}"中没有找到资源"{0}" .

# Hornung.ResourceToolkit.ReferencesToMissingKeys
source: References to missing resource keys
es: Referencias a claves de recurso faltantes
fr: Références vers les clés de ressource manquantes
it: Riferimenti a chiave di risorsa mancanti
kr: 없는 리소스 키에 대한 참조
nl: Referenties tot ontbrekende hulpbron sleutels
no: Referanser til manglende ressursnøkler
pl: Odwołania do zaginionych kluczy zasobów
pt: Referências para chaves de recurso em falta
pt_br: Referências para chaves de recursos perdidas
ru: Ссылки на отсутствующие ресурсные ключи
tr: Kayıp kaynak anahtarlarına referans
zh: 引用资源缺失

# Hornung.ResourceToolkit.ReferencesToResource
source: References to ${ResourceKey} (in ${ResourceFileName})
es: Referencias a ${ResourceKey} (en ${ResourceFileName})
fr: Références vers ${ResourceKey} (dans ${ResourceFileName})
it: Riferimenti a ${ResourceKey} (in ${ResourceFileName})
kr: (${ResourceFileName} 안의) ${ResourceKey}에 대한 참조
nl: Referenties tot ${ResourceKey} (in ${ResourceFileName})
no: Referanser til ${ResourceKey} (i ${ResourceFileName})
pl: Odwołania do ${ResourceKey} (w ${ResourceFileName})
pt: Referências a ${ResourceKey} (em ${ResourceFileName})
pt_br: Referencias para ${ResourceKey} (em ${ResourceFileName})
ru: Ссылки на ${ResourceKey} (в ${ResourceFileName})
tr: ${ResourceKey} 'e referanslar (${ResourceFileName} içindeki)
zh: 引用到${ResourceKey} (在${ResourceFileName}中)
