Repository: icsharpcode/SharpDevelop
Catalog: data/resources/StringResources.*.resx
Languages: es, fi, fr, hu, it, kr, nl, no, pl, pt, pt_br, ro, ru, tr, zh

# AddInManager.NoAddInsInstalled
source: You don't have any AddIns installed. Download an AddIn from the Internet, then click 'Install AddIn' and choose the downloaded file to install it.
es: Usted no tiene ningún complemento instalado. Descargue un complemento de Internet, luego haga clic en 'Instalar Complemento' y elija el archivo descargado para instalarlo.
fi: Ei asennettuja lisäosia
fr: Vous n'avez aucun AddIn installé. Téléchargez un AddIn depuis Internet, cliquez ensuite sur 'Installer un AddIn' et choisissez le fichier téléchargé pour l'installer.
hu: Nincs egyetlen kiegészítő sem telepítve. Töltsön le egyet az internetről, majd kattintson a „Kiegészítő telepítése” gombra, és válassza ki a letöltött fájlt a telepítéshez.
it: Nessun Componente installato. Scaricare un componente da internet, poi cliccare 'Installa AddIn' e selezionare il file scaricato per installarlo.
kr: 추가 기능이 하나도 설치되어 있지 않습니다. 인터넷에서 추가기능을 다운로드하고 나서, "추가기능 설치" 버튼을 누르고 다운로드한 파일을 선택해서 설치하십시오.
nl: Er zijn geen invoegtoepassingen geïnstalleerd. Download een invoegtoepassing via Internet, klik dan de knop 'Installeren' aan en kies het gedownloade bestand om te installeren.
no: Du har ingen tillegg installert. For å installere, last ned et tillegg fra internett, deretter klikk 'Installer tillegg' og velg den filen du lastet ned.
pl: Nie posiadasz zainstalowanych Dodatków. Pobierz Dodatek z Internetu, potem kliknij "Instaluj Dodatek" i wskaż pobrany plik aby go zainstalować.
pt: Não tem AddIns instalados. Faça o download de um AddIn através da Internet, depois pressione 'Instalar AddIn' e escolha a AddIn que puxou para que seja instalado.
pt_br: Voce não tem nenhum recurso adicional instalado. Descarregue um recurso adicional da Internet, clique 'Instalar recursos adicionais' e escolha o arquivo baixado para instalar.
ro: Nu aveţi nici un modul instalat. Descărcaţi un modul de pe Internet, apoi apăsaţi "Instalare Modul".
ru: У Вас не установлено ни одного плагина. Скачайте их из Интернета, нажмите 'Установить плагин' и выберите скачаный файл, чтобы установить его.
tr: Kurulu eklenti bulunmamaktadır. İnternetten eklenti indirin, 'Eklenti kur' seçeneğine tıklayın ve bunu kurmak için indirdiğiniz dosyayı seçin.
zh: 你没有安装任何插件. 请从Internet下载插件,点击"插件安装"选择下载的文件进行安装.

# AddInManager.OpenWebsite
source: Open Website
es: Abrir Sitio Web
fi: Avaa nettisivu
fr: Ouvrir le site Web
hu: Honlap megnyitása
it: Apri Sito web
kr: 웹사이트 열기
no: Åpne webside
pl: Otwórz witrynę www
pt: Abrir Website
pt_br: Abrir Website
ro: Deschide Site Web
ru: Открыть Веб-сайт
tr: Web sayfasını aç
zh: 打开网站

# AddInManager.Options
source: Options
es: Opciones
fi: Asetukset
hu: Beállítások
it: Opzioni
kr: 옵션
nl: Opties
no: Alternativer
pl: Opcje
pt: Opções
pt_br: Opções
ro: Optiuni
ru: Опции
tr: Seçenekler
zh: 选项

# AddInManager.RequiredBy
source: AddIns are required by:
es: Complementos requeridos por:
fi: Tarvitaan myös:
fr: AddIns requis par:
hu: A következő kiegészítők szükségesek:
it: Componente richiesto da:
kr: 이 추가 기능을 필요로 하는 것:
nl: Invoegtoepassingen zijn nodig voor:
no: Tillegg er påkrevet for:
pl: Dodatki które są wymagane:
pt: Os AddIns são usados por:
pt_br: Recursos adicionais requeridos por:
ro: Modulele sunt cerute de către:
ru: Плагины необходимы для работы:
tr: Eklentilere gerek duyan:
zh: 插件被需用于:

# AddInManager.RequiredDependencies
source: Required dependencies:
es: Dependencias requeridas:
fi: Tarvittavat riippuvuudet:
fr: Dépendances requises:
hu: Függőségek:
it: Dipendenze richieste:
kr: 필요한 의존 파일:
nl: Benodigde afhankelijkheden:
no: Nødvendige avhengigheter:
pl: Wymagane zależności:
pt: Dependências necessárias:
pt_br: Dependencias necessárias:
ro: Dependinte necesare:
ru: Требуемые для работы плагины:
tr: Gerekli bağımlılıklar:
zh: 需要附件:

# AddInManager.ShowPreinstalledAddIns
source: Show preinstalled AddIns
es: Mostrar complementos preinstalados
fi: Näytä esiasennetut liitännäiset
fr: Afficher les AddIns préinstallés
hu: Előtelepített kiegészítők megtekintése
it: Mostra Componenti preinstallati
kr: 기본으로 설치된 추가 기능 보이기
nl: Geef voorgeïnstalleerde invoegtoepassingen weer
no: Vis forhåndsinstallerte tillegg
pl: Pokaż preinstalowane Dodatki
pt: Mostrar AddIns pre instalados
pt_br: Mostra os recursos adicionais pre-instalados
ro: Arată modulele preinstalate
ru: Показать предустановленные плагины
tr: Kurulu eklentileri göster
zh: 显示预安装插件

# AddInManager.Title
source: AddIn Manager
es: Administrador de Complementos
fi: Lisäosien hallinta
fr: Gestionnaire d'AddIns
hu: Kiegészítőkezelő
it: Gestore Componenti
kr: 추가 기능 관리자
nl: Invoegtoepassing Beheer
no: Tillegsadministrasjon
pl: Menadżer Dodatków
pt: Gestor de AddIn
pt_br: Gerenciador de recursos adicionais
ro: Managerul de Module
ru: Менеджер Плагинов
tr: Eklenti Yöneticisi
zh: 插件管理器

# AddInManager.UnknownFileFormat
source: Unknown file format:
es: Formato de archivo desconocido:
fi: Tuntematon tiedostomuoto:
fr: Format de fichier inconnu:
hu: Ismeretlen fájlformátum:
it: Formato file sconosciuto:
kr: 알 수 없는 파일 형식:
nl: Onbekend bestandsformaat:
no: Ukjent filformat:
pl: Nieznany format pliku:
pt: Formato de ficheiro desconhecido:
pt_br: Formato de arquivo desconhecido.
ro: Format de fişier necunoscut:
ru: Неизвестный формат файла:
tr: Tanımlanamayan dosya biçimi:
zh: 未知文件格式:

# AddInManager2.AddInsView.InstallFromArchive
source: Install from archive...
es: Instalar desde archivo...
fr: Installer depuis un fichier...
it: Installa da archivio...
nl: Installeer uit het archief...
ru: Установить из архива...

# AddInManager2.AddInsView.Repository
source: Repository:
es: Repositorio:
fr: Dépôt:
ru: Репозиторий:

# AddInManager2.AddInsView.Search
source: Search:
es: Buscar:
fr: Rechercher:
it: Cerca:
nl: Zoek:
ru: Поиск:

# AddInManager2.AddInsView.ShowPreinstalledAddIns
source: Show preinstalled AddIns
es: Mostrar Addins pre-instalados
fr: Voir les Add-Ins pré-installés
it: Visualizza Componenti preinstallati
nl: Geef de voor geïnstalleerde AddIns weer
ru: Показать предустановленные плагины

# AddInManager2.AddInsView.ShowPrereleaseAddIns
source: Show prereleases
es: Mostrar versión preliminar
fr: Voir les pré-releases
it: Visualizza prereleases
nl: Pre releases weergeven
ru: Показывать нестабильные версии

# AddInManager2.CannotRemoveAddInManager
source: You cannot uninstall the AddInManager because you need it to re-install AddIns!
es: No se puede desinstalar el Administrador de complementos, porque lo necesita para volver a instalar Complementos!
fr: Impossible de désinstaller le gestionnaire d'Add-In, car il est nécessaire pour ré-installer des Add-Ins.
it: Non puoi disinstallare il gestore AddIn perché ti serve per reinstallare gli AddIns!
nl: De AddinManager kan niet verwijderd worden, omdat deze nodig is om invoegtoepassingen te her-installeren.
ru: Вы не можете удалить Менеджер Плагинов, поскольку он понадобится для инсталляции плагинов!

# AddInManager2.DefaultRepository
source: SharpDevelop AddIn Repository
es: Repositorio de Complementos de SharpDevelop
fr: Dépôt des Add-Ins SharpDevelop
it: Repository dei Componenti di SharpDevelop
ru: Репозиторий плагинов SharpDevelop

# AddInManager2.Details.CreatedBy
source: Created by:
es: Creado por:
fr: Auteur:
it: Creato da:
nl: Ontworpen door:
ru: Создатель:

# AddInManager2.Details.Dependencies
source: Dependencies:
es: Dependencias:
fr: Dépendances:
it: Dipendenze:
nl: Afhankelijkheden:
ru: Зависимости:

# AddInManager2.Details.DownloadCount
source: Downloads:
es: Descargas:
fr: Téléchargements:
ru: Загрузки:

# AddInManager2.Details.FileName
source: File name:
es: Nombre de archivo:
fr: Nom de fichier:
it: Nome file:
nl: Bestandsnaam:
ru: Имя файла:

# AddInManager2.Details.InstalledVersion
source: Installed version:
es: Versión instalada:
fr: Version installée:
it: Versione installata:
nl: Geïnstalleerde versie:
ru: Установленная версия:

# AddInManager2.Details.LastUpdated
source: Last updated:
es: Última actualización:
fr: Dernière mise à jour:
it: Ultimo aggiornamento:
nl: Laatste update:
ru: Дата последнего обновления:

# AddInManager2.Details.MoreInformation
source: More information
es: Más información
fr: Plus d'informations
it: Più informazioni
nl: Meer informatie
ru: Подробнее:

# AddInManager2.Details.NewVersion
source: New version:
es: Nueva versión:
fr: Nouvelle version:
it: Nuova versione:
nl: Nieuwe versie:
ru: Новая версия:

# AddInManager2.Details.Rating
source: Rating:
es: Ranking:
fr: Evaluation:
it: Punteggio:
nl: Waardering:
ru: Рейтинг:

# AddInManager2.Details.ReportAbuse
source: Report abuse
es: Reportar abuso
fr: Signaler un abus
it: Segnala abuso
nl: Rapporteer misbruik
ru: Пожаловаться

# AddInManager2.Details.Version
source: Version:
es: Versión:
it: Versione:
nl: Versie:
ru: Версия:

# AddInManager2.Details.ViewLicenseTerms
source: View License Terms
es: Ver Términos de Licencia
fr: Voir le contrat de license
it: Mostra i Termini di Licenza
nl: Lezen van de licentie voorwaarden
ru: Прочитать Пользовательское соглашение

# AddInManager2.DisableDependentWarning
source: Following installed AddIns are depending on "{0}": {1} They will stop working after disabling this AddIn! Are you sure you want to continue?
es: Los siguientes complementos instalados dependen de "{0}": {1} Dejarán de funcionar luego de deshabilitar este complemento! ¿Esta seguro de querer continuar?
fr: Les Add-Ins installés suivant sont dépendant de "{0}": {1} Ils ne fonctionneront plus si vous désactivez cet Add-In! Souhaitez-vous continuer?
it: I seguenti Componenti dipendono da "{0}": {1} Smetteranno di funzionare dopo aver disabilitato questo Componente! Sei sicuro di voler continuare?
nl: Volgende geïnstalleerde AddIns zijn afhankelijk van "{0}": {1} Ze stoppen met werken nadat deze AddIn wordt uitgeschakeld. Weet u zeker dat u wilt doorgaan?
ru: Следующие плагины зависят от "{0}": {1} Они прекратят работу после отключения этого плагина! Вы действительно хотите продолжить?

# AddInManager2.InstallDependentMessage
source: Package "{0}" needs at least one additional package: {1} The application will try to download and install them, as well. Do you want to continue?
es: Paquete "{0}" necesita por lo menos un paquete adicional: {1} La aplicación tratará de descargarlos e instalarlos también. ¿Quiere continuar?
fr: Package "{0}" nécessite au moins une dépendance: {1} L'application va essayer de les télécharger et de les installer. Souhaitez-vous continuer?
it: "{0}" richiede almeno un pacchetto aggiuntivo: {1} L'applicazione tenterà di scaricarlo e installarlo. Sei sicuro di voler continuare?
nl: Package "{0}" heeft tenminste één toegevoegde package nodig: {1} De applicatie zal proberen ze te downloaden en te installeren. Wilt u doorgaan?
ru: Пакету "{0}" для работы требуется по крайней мере один дополнительный пакет: {1} Приложение постарается загрузить и установить их. Вы хотите продолжить?

# AddInManager2.InvalidPackage
source: Selected package doesn't contain a valid SharpDevelop AddIn.
es: El paquete seleccionado no contiene un complemento válido de SharpDevelop.
fr: Le package sélectionné ne contient pas un Add-In SharpDevelop.
it: Il pacchetto selezionato non contiene un Componente valido per SharpDevelop.
nl: De geselecteerde package bevat geen geldige SharpDevelop AddIn.
ru: В выбранном пакете не содержится правильного плагина SharpDevelop.

# AddInManager2.LicenseAcceptance.AcceptButton
source: I &Accept
es: &Acepo
fr: J'&Accepte
it: &Accetto
nl: Ik &accepteer
ru: Принять

# AddInManager2.LicenseAcceptance.DeclineButton
source: I &Decline
es: &No acepto
fr: Je &Décline
it: &Rifiuto
nl: Ik weiger
ru: Отказаться

# AddInManager2.LicenseAcceptance.Explanation.Package
source: By clicking "I Accept" you agree to the license terms for the package listed above. If you do not agree to the license terms click "I Decline".
es: Al hacer clic en "Acepto" usted acepta los términos de la licencia para el paquete listado arriba. Si usted no esta de acuerdo con los términos de la licencia haga clic en "No acepto".
fr: En cliquant "J'accepte", vous êtes d'accord pour la license du package suivant. Si vous ne le souhaitez pas, veuillez cliquer "Je décline".
it: Cliccando "Accetto" accetti i termini di licenza del pacchetto specificato sopra. Se non accetti i termini di licenza clicca "Rifiuto".
nl: Door de "Ik accepteer-accepteer-knop
ru: Нажимая на кнопку "Принимаю", Вы соглашаетесь с условиями лицензии для указанного пакета. Если Вы не согласны с условиями лицензии, нажмите кнопку "Отказываю".

# AddInManager2.LicenseAcceptance.Explanation.Packages
source: By clicking "I Accept" you agree to the license terms for the packages listed above. If you do not agree to the license terms click "I Decline".
es: Al hacer clic en "Acepto", usted acepta los términos de la licencia para los paquetes listados arriba. Si no acepta los términos de la licencia haga clic en "No acepto".
fr: En cliquant sur "J'accepte", vous êtes d'accord pour la license des packages suivant. Si vous ne le souhaitez pas, veuillez cliquer sur "Je décline".
it: Cliccando "Accetto" accetti i termini di licenza dei pacchetti specificati sopra. Se non accetti i termini di licenza clicca "Rifiuto".
nl: Door de "Accepteren" knop aan te klikken gaat u akkoord met de licentie voorwaarden voor de hierboven vermelde packages. Als u het niet eens bent met de licentie voorwaarden, klik dan de "Ik weiger" knop!
ru: Нажимая на кнопку "Принимаю", Вы соглашаетесь с условиями лицензии для перечисленных пакетов. Если Вы не согласны с условиями лицензии, нажмите кнопку "Отказываю".

# AddInManager2.LicenseAcceptance.Introduction.Package
source: The following package requires a click-to-accept license:
es: El siguiente paquete requiere una licencia del tipo "clic para aceptar":
fr: Le package suivant nécessite que vous acceptiez sa license:
it: Il seguente pacchetto richiede l'accettazione della licenza:
nl: Volgende package vereist een akkoord-klik licentie:
ru: Следующий пакет требует принятия лицензии:

# AddInManager2.LicenseAcceptance.Introduction.Packages
source: The following packages require a click-to-accept license:
es: El siguiente paquete requiere una licencia de tipo clic para aceptar:
fr: Le package suivant nécessite que vous acceptiez sa license:
it: I seguenti pacchetti richiedono l'accettazione della licenza:
nl: De volgende packages vereisen een klik-om te-accepteren licentie:
ru: Следующие пакеты требуют принятия лицензии:

# AddInManager2.LicenseAcceptance.Title
source: License Agreements
es: Términos de Licencia
fr: Contrat de license
it: Condizioni di Licenza
nl: Overeengekomen licentie voorwaarden
ru: Лицензионное соглашение

# AddInManager2.OptionPanel.Add
source: Add
es: Agregar
fr: Ajouter
it: Aggiungi
nl: Voeg toe
ru: Добавить

# AddInManager2.OptionPanel.AutoCheckForUpdates
source: Automatically check for updates
es: Buscar actualizaciones automáticamente
fr: Vérifier automatiquement les mises à jour
it: Ricerca aggiornamenti automaticamente
nl: Automatisch controleren van updates
ru: Автоматически проверять обновления

# AddInManager2.OptionPanel.MoveDown
source: Move Down
es: Mover Abajo
fr: Descendre
it: Sposta Giù
nl: Naar beneden
ru: Сместить вниз

# AddInManager2.OptionPanel.MoveUp
source: Move Up
es: Mover Arriba
fr: Monter
it: Sposta Su
nl: Naar boven
ru: Сместить вверх

# AddInManager2.OptionPanel.Name
source: Name:
es: Nombre:
fr: Nom:
it: Nome:
nl: Naam:
ru: Название:

# AddInManager2.OptionPanel.Remove
source: Remove
es: Remover
fr: Supprimer
it: Elimina
nl: Verwijderen
ru: Удалить

# AddInManager2.OptionPanel.Source
source: Source:
es: Fuente:
it: Sorgente:
nl: Broncode:
ru: Источник:

# AddInManager2.OptionPanel.Tree.AddIns
source: AddIns
it: Componenti
ru: Плагины

# AddInManager2.OptionPanel.Tree.General
source: General
fr: Général
it: Generale
nl: Algemeen
ru: Разное

# AddInManager2.OptionPanel.Tree.Repositories
source: Repositories
es: Repositorios
fr: Dépots
ru: Репозитории

# AddInManager2.RemoveDependentWarning
source: Following installed AddIns are depending on "{0}": {1} They will stop working after removing this AddIn! Are you sure you want to continue?
es: Los siguientes Complementos instalados dependen de "{0}": {1} Dejarán de funcionar al remover este Complemento! ¿Quiere continuar?
fr: Les Add-Ins installés suivant sont dépendants de "{0}": {1} Ils ne fonctionneront plus si vous désinstallez cet Add-In! Souhaitez-vous continuer?
it: I seguenti Componenti dipendono da "{0}": {1} Smetteranno di funzionare dopo la rimozione di questo Componente! Sei sicuro di voler continuare?
nl: Volgende geïnstalleerde AddIns zijn afhankelijk van "{0}": {1} Deze stoppen met werken nadat deze AddIn wordt verwijderd. Weet u zeker dat u wilt doorgaan?
ru: Следующие установленные плагины зависят от "{0}": {1} Они перестанут работать, если удалить данный плагин! Вы уверены, что хотите продолжить?

# AddInManager2.SDAddInFileFilter
source: SharpDevelop AddIns|*.sdaddin;*.addin|All files|*.*
es: AddIns de SharpDevelop |*.sdaddin;*.addin|Todos los archivos|*.*
fr: SharpDevelop Add-Ins|*.sdaddin;*.addin|Tous les fichiers|*.*
it: Componenti di SharpDevelop|*.sdaddin;*.addin|All files|*.*
nl: SharpDevelop AddIns|*.sdaddin;*.addin|Alle bestanden|*.*
ru: Плагины SharpDevelop|*.sdaddin;*.addin|Все файлы|*.*

# AddInManager2.UpdateNotifier.BubbleText
source: Click here to see the updates.
es: Clic aquí para ver las actualizaciones.
fr: Cliquer pour voir les mises à jour.
it: Clicca qui per visualizzare gli aggiornamenti.
nl: Hier klikken om de updates te zien.
ru: Щелкните сюда, чтобы посмотреть обновления

# AddInManager2.UpdateNotifier.BubbleTitle
source: Updates for SharpDevelop are available
es: Actualizaciones de SharpDevelop disponibles
fr: Des mises à jour sont disponibles
it: Sono disponibili aggiornamenti per SharpDevelop
nl: Er zijn updates voor SharpDevelop beschikbaar.
ru: Доступны обновления для SharpDevelop

# AddInManager2.Views.Available
source: Available
es: Disponibles
fr: Disponible
it: Disponibile
nl: Beschikbaar
ru: Доступно

# AddInManager2.Views.Installed
source: Installed
es: Instalados
fr: Installées
it: Installato
nl: Geïnstalleerd
ru: Установлено

# AddInManager2.Views.Updates
source: Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ru: Обновления

# AddIns.AvalonEdit.InconsistentNewlines.Description
source: This file contains inconsistent newlines.
es: Este archivo contiene nuevas linea inconsistentes.
fi: Kuvauksen rivinvaihdot eivät ole kunnossa
fr: Ce fichier contient des retour-chariots inconsistents.
it: Questo file contiene dei ritorni a capo inconsistenti.
nl: Dit bestand bevat afwijkende newlines.
pt_br: Esse arquivo contem novas linhas inconsistentes.
ru: В этом файле используется несколько разных символов переноса

# AddIns.AvalonEdit.InconsistentNewlines.Header
source: Inconsistent Newlines
es: Nuevas Lineas Inconsistentes
fi: Headerin rivinvaihdot eivät ole kunnossa
fr: Retour-chariots inconsistens
it: Ritorni a capo inconsistenti
nl: Niet-consistente NewLines
pt_br: Novas linhas inconsistente
ru: Используются разные символы переноса

# AddIns.AvalonEdit.InconsistentNewlines.Normalize
source: Normalize
es: Normalizar
fi: Textin rivinvaihdot eivät ole kunnossa
fr: Normaliser
it: Normalizza
nl: Normaliseren
pt_br: Normalizar
ru: Исправить

# AddIns.AvalonEdit.SearchPanel.ErrorText
source: Error:
fi: Hakupaneelin virhetexti
fr: Erreur:
it: Errore:
nl: Fout:
pt_br: Erro:
ru: Ошибка:
zh: 错误：

# AddIns.AvalonEdit.SearchPanel.FindNextText
source: Find next
es: Buscar siguiente
fi: Hakupaneelin Etsi seuraava
fr: Trouver Suivant
it: Trova successivo
nl: Vind volgende
pt_br: Achar proximo
ru: Следующий
zh: 查找下一个

# AddIns.AvalonEdit.SearchPanel.FindPreviousText
source: Find previous
es: Buscar anterior
fi: Hakupaneelin Etsi edellinen
fr: Trouver Précédent
it: Trova precedente
nl: Vorige vinden
pt_br: Achar anterior
ru: Предыдущий
zh: 查找上一个

# AddIns.AvalonEdit.SearchPanel.UseRegexText
source: Use regular expressions
es: Usar expresiones regulares
fi: Hakupaneeli käytä säännällisi lausekkeita
fr: Utiliser des expressions rationnelles
it: Usa espressioni regolari
nl: Reguliere Expressies gebruiken
pt_br: Usar expressões regulares
ru: Использовать регулярные выражения
zh: 使用正则表达式

# AddIns.ClassDiagram.ShowClassDiagram
source: Show Class Diagram
es: Mostrar Diagrama de Clase
fi: Näytä luokkakaavio
fr: Afficher le diagramme des classes
hu: Osztálydiagram megjelenítése
it: Mostra Diagramma delle Classi
nl: Klassendiagram weergeven
no: Vis klassediagram
pl: Pokaż Diagram Klas
pt: Ver Diagrama de Classes
pt_br: Mostrar Diagrama de Classes
ru: Показать диаграмму классов
tr: Sınıf Şemasını Göster
zh: 显示类图

# AddIns.Debugger.Console.DeleteHistory
source: Delete history
fr: Effacer l'historique
it: Cancella cronologia
ru: Удалить историю

# AddIns.Git.DirectoryDoesNotContainGit
source: 'git.exe' was not found in the selected directory!
fr: 'git.exe' est introuvable dans le dossier sélectionné!
it: 'git.exe' non è stato trovato nella cartella selezionata!
ru: Файл 'git.exe' не найден в выбранном каталоге!

# AddIns.Git.NoPathFoundStatus
source: No Git installation found.
fr: Git n'est pas installé.
it: Nessuna installazione di Git trovata.
ru: Установка Git не найдена.

# AddIns.Git.Options.FindGitPath
source: Select Git path
fr: Choisir l'emplacement de Git
it: Seleziona il percorso Git
ru: Укажите путь к Git

# AddIns.Git.Options.GitPath
source: Git Path
fr: Emplacement de Git
it: Percorso Git
ru: Путь к Git

# AddIns.Git.Options.ResetGitPath
source: Reset Git path
fr: Réinitialiser l'emplacement de Git.
it: Azzera il percorso Git
ru: Сброс пути к Git

# AddIns.Git.Options.Title
source: Git Options
fr: Options Git
it: Opzioni Git
ru: Настройки Git

# AddIns.Git.PathAutoDetectStatus
source: (automatically detected)
fr: (détecté automatiquement)
it: (rilevato automaticamente)
ru: (обнаружено автоматически)

# AddIns.Git.TortoiseGitRequired
source: TortoiseGit needs to be installed to execute this action.
es: TortoiseGit necesita ser instalado para ejecutar esta acción.
fi: TortoiseGit tarvitaan
fr: TortoiseGit doit être installé pour exécuter cette action.
it: TortoiseGit deve essere installato per eseguire questo comando.
nl: Om deze actie uit te voeren dient TortoiseGit geïnstalleerd te zijn.
no: TortoiseGit må være installert for å utføre denne handlingen.
pl: W celu wykonania tej komendy musisz mieć zainstalowane TortoiseGit.
pt: Necessita instalar o TortoiseGit para executar esta acção
pt_br: TortoiseGit precisa ser instalado para executar essa ação.
ru: Для выполнения этого действия должна быть установлена TortoiseGit.
tr: Bu işlemi gerçekleştirebilmek için TortoiseGit yüklü olmalıdır.
zh: TortoiseGit需要安装执行此操作。

# AddIns.HelpViewer.ContentsPadTitle
source: Contents
es: Contenidos
fi: Sisältö
fr: Contenus
it: Contenuti
nl: Inhoud
no: Innhold
pl: Zawartość
pt: Conteúdo
pt_br: Conteudo
ru: Содержание
tr: İçerikler
zh: 内容

# AddIns.HelpViewer.DisplayContentsCommand
source: Display Contents
es: Mostrar Contenidos
fi: Näytä sisältö
fr: Afficher Contenus
it: Mostra Contenuti
nl: Inhoud weergeven
no: Vis innhold
pl: Wyświetl Zawartość
pt: Mostrar Conteúdo
pt_br: Mostra Conteudo
ru: Показать содержание
tr: İçeriği Göster
zh: 显示内容

# AddIns.HelpViewer.DisplaySearchCommand
source: Search
es: Búsqueda
fi: Etsi
fr: Rechercher
it: Trova
nl: Zoeken
no: Søk
pl: Znajdź
pt: Procurar
pt_br: Pesquisar
ru: Поиск
tr: Arama
zh: 搜索

# AddIns.HelpViewer.HelpLibraryRootTitle
source: Help Library
es: Biblioteca de Ayuda
fi: Ohjekirjasto
fr: Bibliothèque d'Aide
it: Aiuto in linea
nl: Help Bibliotheek
no: Hjelpebibliotek
pl: Biblioteka Pomocy
pt: Biblioteca de Ajuda
pt_br: Biblioteca de ajuda
ru: Справочная библиотека
tr: Yardım Kütüphanesi
zh: 帮助库
